[
{"title": "Supreme Court Delivers Blow To Republicans, Declines To Take Up Pa. Redistricting", "url": "https://www.npr.org/2018/03/19/594993409/supreme-court-delivers-blow-to-republicans-declines-to-take-up-pa-redistricting", "text": "Supreme Court Delivers Blow To Republicans, Declines To Take Up Pa. Redistricting\n\nEnlarge this image toggle caption Manuel Balce Ceneta/AP Manuel Balce Ceneta/AP\n\nUpdated at 9:39 p.m. ET\n\nThe U.S. Supreme Court declined to take up a Republican challenge to the newly drawn Pennsylvania congressional map ahead of the 2018 elections.\n\nThe decision means Republicans have few, if any, options remaining to try to stem a map that will almost certainly result in Democrats picking up potentially three or four seats and could make half a dozen or more competitive.\n\nTuesday is the filing deadline for candidates for Pennsylvania's May 15 primaries.\n\nLast month, the Supreme Court also declined to block the state court decision that said the old GOP-drawn map violated the Pennsylvania Constitution.\n\nRepublicans drew a gerrymandered map in 2011 that resulted in a 13-5 congressional district advantage. That was despite Democrats having won the state in five straight presidential elections at the time.\n\nDemocrats need to win a net of 24 seats to win a majority in the U.S. House.\n\nThe decision comes on the same day a federal court dismissed a lawsuit filed by Republican congressmen challenging the new map. It's a double gut punch to the GOP and all but guarantees that Democrats pick up a few seats, and in an election with control of Congress at stake, every seat counts.\n\nLegally, the challenge could also open the path to a slew of state court challenges.\n\nChallengers to the 2011 GOP-drawn map called into question its legality based on the state constitution, a rarity that could provide a road map for challengers in other states.\n\nThe Supreme Court's decision Monday also shows a possible reluctance to weigh in on state law when it comes to redistricting.\n\nThis is not the last say the Supreme Court will have, however, on redistricting. It is hearing arguments March 28 on a Republican challenge to Maryland's Democratic-drawn congressional map, and the court has a decision pending on a Democratic challenge to GOP-drawn state legislative districts in Wisconsin.\n\nBoth cases deal with political rather than racial gerrymandering. While the court has ruled previously on racial gerrymandering, it has never ruled on political gerrymandering.\n\nThe Supreme Court will hear arguments April 24 on racial gerrymandering in Texas as well. And the court also temporarily blocked a lower court's decision in a racial gerrymandering case in North Carolina ordering the state to redraw a map that was favorable to Republicans.", "keywords": ["state", "republicans", "delivers", "redistricting", "pa", "map", "supreme", "court", "racial", "challenge", "declines", "blow", "seats", "decision", "gerrymandering"], "polarity": 0.10914718614718616, "subjectivity": 0.33788744588744585},
{"title": "Russia's Presidential Election Observers Were Pressured And Intimidated", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594977396/russias-presidential-election-observers-were-pressured-and-intimidated", "text": "Russia's Presidential Election Observers Were Pressured And Intimidated\n\nEnlarge this image toggle caption Olga Maltseva/AFP/Getty Images Olga Maltseva/AFP/Getty Images\n\nAs Vladimir Putin won a fourth term on Sunday, reports have surfaced of election observers being harassed and intimidated that day and in the days leading up to the vote.\n\nMore than 1,300 foreigners reportedly served as election monitors in the presidential election, which took place on March 18 and yielded a predicted win for Putin. Many observers came from places and political backgrounds that are friendly to the Russian government in an attempt \"to create an international stamp of approval for the vote,\" reported The Guardian.\n\nSputnik, a Kremlin-backed news outlet, reported that observers judged the election to be \"fair and transparent.\" But numerous independent media outlets found observers who said they saw violations.\n\nA month before Russia's presidential election, observer David Kankiya was informed by the police that his car might have been used to commit a crime, Reuters reported. He was detained, charged with disobeying police and sent to jail for five days. \"I was detained and charged on a false pretext,\" Kankiya told the news agency. \"It's political pressure.\"\n\nPolice say Kankiya didn't produce identification during a routine check.\n\nAs the presidential election drew closer, Kankiya's car tires were slashed and pro-Kremlin journalists accosted him in two separate incidents, he told Reuters.\n\nKankiya is a coordinator at Golos, a nongovernmental election watchdog that was labeled a \"foreign agent\" because it received foreign aid. Volunteers from Golos — a word that translates to both \"vote\" and \"voice\" — say when entering or leaving Russia, they are often stopped by border staff who accuse them of having terrorist links, according to Reuters.\n\nBefore the election, a Golos representative told The Guardian that police ripped up a contract to lease office space. The location was supposed to be a call center to receive reports of election violations. The representative said that police officers threatened the landlord of the building: \"You shouldn't hold this event here or you'll have trouble.\" The Russian government denied involvement.\n\nPolice also attempted to stop activist observers from visiting polling stations, The Guardian reported. The officers raided headquarters of opposition figure Alexei Navalny, who was banned from the election, and they tried to seize documents that would give observers access to polling locations.\n\nOn the day of the election, indications that some observers were targeted cropped up. \"Spoke to more observers who got beaten up by a mobile gang of toughs at polling stations,\" tweeted Financial Times Moscow correspondent Max Seddon. He described some of the election observers who were harmed:\n\nBy the end of the day, Golos said it had registered more than 1,500 violations. There were ballot boxes that had papers in them before polls officially opened and video footage of ballot boxes being stuffed, according to Golos.\n\nThere were also reports that concerned the treatment of observers, including denying them access to polling stations, restricting them from taking photos and videos, limiting their ability to move around premises and removing them from polling stations.\n\nThe Organization for Security and Cooperation in Europe, which requested 420 short-term observers to monitor polling stations, voting, ballot counts and results, will issue a final report of the entire electoral process in about eight weeks.\n\nAt a conference in Moscow on Monday, an OSCE election monitor described the presidential election as \"overly controlled.\"\n\n\"Where the legal framework restricts many fundamental freedoms and the outcome is not in doubt, elections almost lose their purpose,\" said Michael Georg Link, director of the Office for Democratic Institutions and Human Rights who led OSCE observers.", "keywords": ["kankiya", "told", "stations", "election", "reports", "observers", "presidential", "golos", "intimidated", "russias", "polling", "pressured", "reported"], "polarity": 0.13055555555555556, "subjectivity": 0.3037037037037037},
{"title": "Uber Suspends Self-Driving Tests After Pedestrian Is Killed In Arizona", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594950197/uber-suspends-self-driving-tests-after-pedestrian-is-killed-in-arizona", "text": "Uber Suspends Self-Driving Tests After Pedestrian Is Killed In Arizona\n\nEnlarge this image toggle caption Natalie Behring/Reuters Natalie Behring/Reuters\n\nUpdated at 6:45 p.m. ET\n\nA self-driving car operated by Uber struck and killed a pedestrian who was walking her bicycle in Tempe, Ariz., Sunday night. The incident could be the first pedestrian death involving a self-driving vehicle.\n\nThe car was in autonomous mode but had a human riding along to take control of the vehicle if necessary, according to the Tempe Police Department. The victim, 49-year-old Elaine Herzberg, was struck while walking outside a crosswalk, police said. She was immediately transported to a local hospital, where she died.\n\nA spokeswoman for the Tempe Police Department, Lily Duran, confirmed in an email to NPR that the female pedestrian was walking her bicycle when she was struck.\n\nUber has suspended all autonomous vehicle operations in Pittsburgh, Tempe, San Francisco and Toronto in response to the crash.\n\nIn a statement provided to NPR, Uber said, \"Our hearts go out to the victim's family. We are fully cooperating with local authorities in their investigation of this incident.\"\n\nUber CEO Dara Khosrowshahi referenced the \"incredibly sad news out of Arizona\" in a tweet and reaffirmed that the company will cooperate with local law enforcement.\n\nThe National Transportation Safety Board said it was sending a team to investigate the incident.\n\nThe incident is not the first fatal crash involving autonomous technology. In May 2016 a Tesla Model S struck a tractor-trailer on a Florida highway, killing the Tesla's driver. Government investigators highlighted an \"overreliance on vehicle automation\" as a contributor to the crash.", "keywords": ["killed", "walking", "tests", "tempe", "pedestrian", "selfdriving", "autonomous", "npr", "suspends", "uber", "struck", "local", "vehicle", "arizona"], "polarity": 0.05833333333333332, "subjectivity": 0.3435185185185185},
{"title": "Pathogens On A Plane: How To Stay Healthy In Flight", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/19/594916453/pathogens-on-a-plane-how-to-stay-healthy-in-flight", "text": "Pathogens On A Plane: How To Stay Healthy In Flight\n\nEnlarge this image toggle caption Benjamin Arthur for NPR Benjamin Arthur for NPR\n\nIf you want to cut your risk of catching the flu on your next flight, pick a window seat and stay put.\n\nThat's a key take-home message of a study published Monday in the Proceedings of the National Academy of Sciences.\n\n\"I have always chosen window seats,\" says Vicki Hertzberg, a biostatistician at Emory University, who co-led the research with scientists at The Boeing Co. \"But after this study, I have stopped moving around as much on flights.\"\n\nPeople in window seats come into contact with fewer passengers, Hertzberg and her team found, because they leave their seats less often than those sitting near the aisle. And they are farther away from the action in the aisle, with its potentially coughing and otherwise germy passersby.\n\n\"So the window seats are a little less risky than the aisle seats,\" Hertzberg says.\n\nThe finding comes from an effort to model how pathogens spread through the air in planes. To do that, Hertzberg and her colleagues created what she calls \"Fantasy Flights.\"\n\n\"We were working on the study while it was fantasy football time,\" she says. \"So we started to call it that.\"\n\nIt's an appropriate name because in essence, the Fantasy Flights work in a similar way to a game of fantasy football: Hertzberg and her team created simulations of people moving around the cabin during a three- to five-hour transcontinental flight.\n\n\"Then in the simulations, we could make a passenger sick — like the passenger in seat 14C — and see what's the probability of somebody coming into contact with the sick person,\" Hertzberg says.\n\nOverall, passengers had the greatest chance of catching the bug when they sat right next to the sick passenger or in the row in front of or behind the sick person.\n\n\"There was a perimeter around the person with increased risk,\" Hertzberg says. \"Everywhere else, the risk of getting sick was was minimal.\"\n\nHertzberg and her team created the computer simulations by documenting how people moved around the cabins on 10 transcontinental flights, from Atlanta to the West Coast.\n\nTheir findings are consistent with previous studies looking at how real viruses and bacterial pathogens spread on planes. In general, sitting near a sick person puts you at the highest risk. But the size of the \"transmission zone\" depends on the specific pathogen and how it transmits.\n\nFor instance, there's a chance you could catch tuberculosis when you sit within two rows of someone infected with TB and the flight is longer than eight hours.\n\nAnd for SARS, that transmission zone very likely extends to at least three rows around the sick passenger — or perhaps up to seven rows.\n\nOf course, pathogens don't just spread through the air. They can also land on surfaces — like the armrest or headrest — and survive there for hours, even days.\n\n\"When you look at most infectious diseases, the overwhelming majority are transmitted when you touch a contaminated surface,\" says Dr. Mark Gendreau, who specializes in aviation medicine at Lahey Medical Center in Peabody, Mass. \"You grab the doorknob of the airplane bathroom, and then touch your eyes, nose or mouth.\"\n\n\"But we're not all doomed to get sick after a plane flight,\" Gendreau adds. \"You can change behaviors when you're traveling and substantially reduce the risk of catching anything.\"\n\nFirst off, keep your hands microbe-free. \"I recommend bringing aboard a sanitizing gel with 60 percent alcohol,\" he says. \"Before you eat or drink, sanitize your hands.\"\n\nAnd don't forget to use the sanitizer after you wash your hands in the bathroom's sink, Gendreau recommends. The water in airplanes has a dirty track record.\n\nIn 2004, the Environmental Protection Agency found high levels of fecal bacteria in the drinking water of 15 of the 327 planes it tested. Then in 2009, the agency set forth new guidelines for airlines to test their water. Now the EPA says that water on the airplane is safe to drink if you don't have a suppressed immune system.\n\nBut Gendreau still wouldn't risk it. He wouldn't even brush his teeth with the water in an airplane bathroom. \"I use bottled water,\" he says.\n\nAnd if a person is coughing right next to you and the plane isn't jampacked, maybe just ask for another seat.", "keywords": ["hertzberg", "window", "water", "flight", "gendreau", "stay", "plane", "risk", "sick", "passenger", "person", "seats", "pathogens", "healthy"], "polarity": -0.018040683805989936, "subjectivity": 0.5190091880908206},
{"title": "Some Retailers Are Holding Your Returns Against You ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/593920576/some-retailers-are-holding-your-returns-against-you", "text": "Some Retailers Are Holding Your Returns Against You\n\ntoggle caption Chris Carlson/AP\n\nShoppers and consumer advocates are up in arms after finding out that major retailers have been keeping closer tabs on them than they thought.\n\nRetailers such as Best Buy, Victoria's Secret and The Home Depot have been working with a third-party organization to manage a database that determines which of their consumers should be banned from making returns, The Wall Street Journal reports.\n\nThe Retail Equation's database uses consumer behavior metrics such as how frequently a consumer makes returns and the dollar amount of those returns to calculate whether a shopper is considered a risk to a retailer and to prevent return fraud.\n\n\"Fraudulent and abusive returns are a $9-$17 billion per year problem for retailers in the United States,\" The Retail Equation says on its website.\n\nRetailers say returns account for 10 percent of exchanges, and about 6.5 percent of those returns are fraudulent, according to the National Retail Federation.\n\nThe database is supposed to help decrease the probability that a return is fraudulent by recording the state-issued identification of a consumer and building a shopping history off of it.\n\nA Home Depot representative, Matt Harringan, noted that, to combat return fraud, the home improvement retailer uses the Retail Equation database only for returns made without a receipt.\n\n\"We use it to prevent retail crime,\" he said. \"There were organized retail crime rings, and those crimes negatively affect the entire community.\"\n\nBut some consumers say they've been caught up in the crackdown even though they weren't committing fraud.\n\nJake Zakhar returned three cellphone cases to a Best Buy in Mission Viejo, Calif., The Wall Street Journal reports. He had bought multiple cases in a variety of colors as gifts for his sons, thinking he would return the ones he didn't need. The exchange totaled $87.43.\n\nThe sales associate told Zakhar he would be banned from making returns and exchanges for a year after he returned the phone cases. Zakhar reached out to both Best Buy and to The Retail Equation to have the ban lifted, but they declined to do so.\n\nBest Buy was not immediately available to comment on the matter.", "keywords": ["retailers", "returns", "consumer", "buy", "cases", "holding", "retail", "return", "zakhar", "database", "equation"], "polarity": 0.2758928571428571, "subjectivity": 0.4375},
{"title": "What's Up, Pence? Second Family's Rabbit Makes Children's Book Debut", "url": "https://www.npr.org/2018/03/19/594916957/whats-up-pence-second-family-s-rabbit-makes-children-s-book-debut", "text": "What's Up, Pence? Second Family's Rabbit Makes Children's Book Debut\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nYou've heard of POTUS.\n\nYou've heard of FLOTUS.\n\nBut have you heard of BOTUS?\n\nThat would be BUNNY of the United States. Real name: Marlon Bundo. Bundo for short.\n\nThe little black-and-white bunny — named after Marlon Brando — belongs to Vice President Pence's daughter Charlotte and lives with the second family at the Naval Observatory in Washington, D.C.\n\nMonday, Bundo is out with his first book: Marlon Bundo's A Day in the Life of the Vice President. It's published by the children's arm of Regnery Publishing, which specializes in conservative books.\n\nTechnically, Bundo himself did not author this book — that was Charlotte (\"Mom\"). Second lady Karen Pence (\"Grandma\"), a former art teacher, did the watercolor illustrations.\n\nBut Bundo is the star. In the book, he follows \"Grampa\" (Vice President Pence) around Washington — to meetings with the president in the Oval Office and to the Senate, and contemplates a painting of his home state of Indiana, and a Bible verse, Jeremiah 29:11: \"For I know the plans I have for you, plans to prosper you and not to harm you, plans to give you hope and a future.\"\n\nBundo got his name when Charlotte, then a film student, needed a rabbit to star in one of her movies, and brought him home. He was apparently a natural on camera, which is now paying off in his new role as celebrity pet.\n\nHe first appeared on the scene in May 2017, when the vice president and second lady brought him along to an event at the White House honoring military families. He immediately upstaged the Pences, especially among the younger crowd.\n\nAt the time, Karen Pence told the kids gathered around, \"Marlon is kind of famous because he is the first bunny to ever ride on Air Force 2.\"\n\nThe bunny is also on Twitter (@realmarlonbundo — you'll know him by the telltale red baseball cap) and has more than 18,800 followers on Instagram.\n\nGiven all of that, it's probably safe to say he's the most famous of the Pence family's pets, but he's not the only one. Bundo currently shares the vice presidential residence with a puppy and a kitten — Harley and Hazel — both adopted in recent months, after the Pences lost their beagle, Maverick; and two cats, Oreo and Pickle. There is also a snake named Sapphira.\n\nIt remains to be seen whether Harley, Sapphira or Hazel will get books of their own.\n\nFor now, it's Bundo who's hopping into the children's book world. He joins presidential pets Socks and Buddy, who also have a book — authored by then-first lady Hillary Clinton: Dear Socks, Dear Buddy: Kids Letters To The First Pets.\n\nProceeds from Marlon Bundo's A Day in the Life of the Vice President will go to an art therapy program called Tracy's Kids and a nonprofit, A21, that's working to end slavery and human trafficking.\n\nIt's unclear whether Marlon Bundo is going on the book tour, but he certainly seems eager to read the story of his adventures.\n\nYet even Bundo has not escaped controversy. Sitting at the top of the Amazon Best Sellers list Monday was a parody of the Bundo book by HBO's Last Week Tonight with John Oliver (the original book is several spots lower on the list). Oliver's version \"explores issues of same sex marriage and democracy\"; Pence has a history of criticism from the LGBT community and advocates. Proceeds from this book will go to The Trevor Project and AIDS United.\n\nIn a statement to CNN, the publisher of Pence's book said, \"It's unfortunate that anyone would feel the need to ridicule an educational children's book and turn it into something controversial and partisan.\"", "keywords": ["whats", "president", "childrens", "debut", "pences", "makes", "familys", "second", "bunny", "pence", "book", "marlon", "vice", "rabbit", "bundo"], "polarity": 0.17233688930117502, "subjectivity": 0.3875231910946197},
{"title": "Black And Latino Children Are Often Overlooked When It Comes To Autism", "url": "https://www.npr.org/sections/health-shots/2018/03/19/587249339/black-and-latino-children-are-often-overlooked-when-it-comes-to-autism", "text": "Black And Latino Children Are Often Overlooked When It Comes To Autism\n\nEnlarge this image Shannon Wright for NPR Shannon Wright for NPR\n\nSherry Alvarez says she knew there was something different about her son since he was about 9 months old. Back then Sherry says his pediatrician told her there was nothing to worry about, \" 'Boys are a little slower than girls, so let's just wait until his second birthday.' \" We aren't using Sherry's son's name to protect his privacy.\n\nBy her son's second birthday, Sherry says she was getting desperate. She didn't know why he wasn't talking yet or showing affection like other kids. At 2 1/2, he was referred to Children's Hospital Los Angeles.\n\nThere, after four hours of tests, Sherry says the doctor handed her a 20-page report explaining his autism spectrum disorder diagnosis, among others. She says she was paralyzed by emotion.\n\nASD is a disease that affects people of all races and ethnicities, but research shows that African-American and Latino children with autism are diagnosed at older ages than white children, giving them less of an opportunity for proper intervention and treatment.\n\nThis is especially true of minimally verbal kids like Sherry's son and there are many possible reasons for a late diagnosis. Some families face healthcare access issues and prohibitive costs for treatment, and some families just don't know how important it is to get diagnosed to move on to the treatment phase. The dialog between doctors and minority families during the diagnosis process is critical.\n\nA recent study from Georgia State University found that African-American parents reported fewer concerns about behaviors like delayed speech and repetitive behaviors, even though their children showed a greater severity with these symptoms, overall. But, of course, it isn't all up to parents.\n\n\"There are very likely parent aspects of this and very likely clinician aspects of this,\" says Meghan Rose Donohue, a lead researcher on the study. Perhaps families, like Sherry's, don't have the information necessary to really push physicians, but it is also possible that doctors don't take these cases seriously enough from the beginning.\n\nFamilies and doctors, alike, can mistake ASD for simple bad behavior, especially in boys, as research has shown over the past couple of decades. A 2001 study at McGill University in Montreal found that doctors were more hesitant to diagnose ASD in minority families.\n\nIn 2007, a study by a team at the Center for Autism and Developmental Disabilities Research and Epidemiology, University of Pennsylvania, found that African-American children were 5.1 times more likely to be misdiagnosed with conduct disorders before being diagnosed with ASD.\n\nWhen Sherry was growing up, she had a cousin who the family thought of as \"different,\" she says. \"He was basically hidden. We didn't talk about it as a community.\" He had autism. \"We have to retrain ourselves. It's not OK to hide our kids.\"\n\nRegional Centers in Los Angeles, which offer services to the developmentally disabled, are now starting to look at the diagnosis disparity problem. Westside Regional Center in Culver City just received a grant from the state to look at how autism diagnosis disparities manifest within their intake and treatment programs.\n\n\"We've implemented a series of trainings with intake counselors on cultural awareness and sensitivity, and we're starting to have a lot of conversations about biases,\" says Tom Kelly, Westside's chief psychologist.\n\nOne of the apparent biases among intake counselors at the center stems from the difference in the documentation that arrives with each new child. African-American families tend to arrive at the center with lots of documentation detailing behavior issues from their child's school or social services. With all those official papers sitting in front of them, it's much easier for a counselor to think \"behavior disease\" rather than \"autism,\" says Kelly.\n\nAnd that disparity exists in dollars spent, as well. As reported in a 2017 survey, South Central Regional Center spends $8,000 less per client than the Westside location and the racial disparity persists statewide.\n\nBut there are more resources for minority families today than compared to when Sherry's son was young. The Autism Society of Los Angeles runs a hotline to help parents navigate the diagnosis and healthcare landscape and Children's Hospital Los Angeles now employs liaisons to help families connect with the right resources. But, the spending gap persists.\n\nToday, Sherry says her now 15-year-old son is happy. He attends Hamilton High School and communicates almost solely through a typing device. \"This is the time in his life where those early treatments could have made a difference,\" she laments.", "keywords": ["son", "overlooked", "center", "sherrys", "diagnosis", "black", "sherry", "study", "children", "comes", "families", "los", "latino", "autism"], "polarity": 0.038141448498591364, "subjectivity": 0.4337947502233218},
{"title": "President Trump Vows To 'Liberate' U.S. From Opioid Crisis", "url": "https://www.npr.org/2018/03/19/594999711/president-trump-vows-to-liberate-u-s-from-opioid-crisis", "text": "President Trump Vows To 'Liberate' U.S. From Opioid Crisis\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nPresident Trump outlined a wide-ranging plan to combat the opioid epidemic on Monday, including an ad campaign to discourage drug use, expand addiction treatment and pursue a get-tough approach to law enforcement.\n\n\"Whether you are a dealer or doctor or trafficker or a manufacturer, if you break the law and illegally peddle these deadly poisons, we will find you, we will arrest you, and we will hold you accountable,\" Trump told an audience in Manchester, N.H.\n\n\"Failure is not an option,\" he added. \"Addiction is not our future.\"\n\nThe speech comes five months after the president declared opioid abuse a public health emergency. The president has discussed opioids repeatedly, including during a summit earlier this month, and has created a commission to tackle the issue. But many proposals remain in progress or unaddressed.\n\nAttorney General Jeff Sessions was in the audience as Trump spoke and applauded the president's focus on law enforcement.\n\n\"At the Department of Justice, we have made ending the drug epidemic a priority,\" Sessions said in a statement. \"We will continue to aggressively prosecute drug traffickers and we will use federal law to seek the death penalty wherever appropriate.\"\n\nTrump conceded that not all Americans would be \"ready\" for such a crackdown, but he promised to push for it.\n\n\"Unless you have really, really powerful penalties, led by the death penalty for the really bad pushers and abusers, we are going to get nowhere,\" he said.\n\nThe president's plan also calls for expanded research into less-addictive pain killers and efforts to reduce the over-prescribing of opioids.\n\nBefore the speech, the president and first lady visited a Manchester fire house where they met with first responders, who are often called upon to treat overdose victims.\n\nTrump praised the Adapt pharmaceutical company, which makes free and discounted samples of its anti-overdose medication, naloxone, available to schools and first responders.\n\nEvery day, Trump said, 116 Americans die from an opioid overdose. He said the death rate in New Hampshire is twice the national average.\n\n\"We will liberate our country from this crisis,\" Trump said. \"And we will raise a drug-free generation of children.\"", "keywords": ["law", "president", "spencer", "speech", "drug", "trump", "sessions", "crisis", "vows", "death", "liberate", "really", "opioid"], "polarity": 0.06284271284271285, "subjectivity": 0.43394660894660897},
{"title": "Russians, With No Real Alternatives, Give Putin 6 More Years In Power", "url": "https://www.npr.org/sections/parallels/2018/03/19/594858230/russians-with-no-real-alternatives-give-putin-6-more-years-in-power", "text": "Russians, With No Real Alternatives, Give Putin 6 More Years In Power\n\nEnlarge this image toggle caption Mladen Antonov/AFP/Getty Images Mladen Antonov/AFP/Getty Images\n\nVladimir Putin won a fourth term as Russia's president on Sunday in a vote designed to be more of a referendum on his 18 years in power than a competitive election.\n\nAccording to official results as of Monday morning, Putin swept up almost 77 percent of the vote, with Communist candidate Pavel Grudinin trailing in a distant second with less than 12 percent. None of the other six pre-approved candidates rose above the single digits.\n\nOpposition leader Alexei Navalny, who was barred from running after organizing nationwide anti-government protests, had called for a boycott of the election and vigorous vote monitoring to uncover any irregularities. But in a country dominated by state media that have helped generate a loyal following, the Putin juggernaut plowed over any obstacles, including accusations of ballot stuffing and other violations.\n\n\"Putin is great. We trust and love him. There aren't any other candidates as of yet,\" said Roza Yarulina, 64, a retired economics teacher who was voting at a polling station in a vocational school in Yekaterinburg, 900 miles east of Moscow, on the geographical border between Europe and Asia.\n\nAs a former Communist Party member, Yarulina said she cast her ballot for Grudinin because she was sure Putin would win and wanted to support her second choice.\n\nEnlarge this image toggle caption Denis Tyrin/AP Denis Tyrin/AP\n\nTatyana Ovchinnikova, 65, a retired college instructor dressed in a fur coat, said she respected the incumbent but was voting for Grigory Yavlinsky, a liberal economist who ended up with 1 percent of the vote.\n\n\"I've had a dream since I was a kid to put a check mark next to a candidate's name, but it hasn't come true,\" said first-time voter Grigory Dementyanov, who intentionally spoiled his ballot so someone else couldn't fill it out. The 21-year-old music student said he opposed all the candidates, and that he didn't think Navalny would have been up to the task of leading Russia.\n\nLike other large Russian cities, Yekaterinburg, with a population of 1.4 million, is more supportive of opposition candidates. But in multiple interviews across the country, voters voiced a combination of anxiety and frustration over the lack alternatives to Putin.\n\nAfter garnering a record election win with more than 55 million votes in his fourth presidential run, Putin, 65, now has a strong mandate to rule Russia for another six years.\n\nFor many Russians, the predictability of Putin's reign is preferable to new political upheavals.\n\n\"We Russians just don't want things to get any worse. You Americans always expect things to get better,\" said Anton Volkhin, 36, a distributor in Yekaterinburg for a national sausage company and the father of two. \"Too many people have too much to lose. Those who don't are still in the minority.\"\n\nEnlarge this image toggle caption Sergei Gapon/AFP/Getty Images Sergei Gapon/AFP/Getty Images\n\nIn a country that has experienced a revolution, civil war, slave labor camps, a Nazi invasion and the collapse of an empire all within the past century, many Russians express relief that at least war hasn't reached their territory. Putin's military intervention in Ukraine is widely seen by Russians as a defensive move against encroachment by the United States, while Russia's 2 ½-year participation in Syria's civil war barely registers with ordinary people.\n\n\"Honestly, I'm afraid, very afraid, that war will break out,\" said Yelena Okhotenko, 36, who serves in the Russian military. \"There's constantly this aggression toward us, and we're constantly holding back. I don't know how long our country can hold out.\"\n\nThe mother of two children, Okhotenko said she has been supporting Putin since she first could vote, in 2000. \"This president did very much for Russia and my town and personally for me and my family,\" she said, standing on the refurbished embankment in the city Nizhny Tagil. \"He raised up our country, and he raised our quality of life.\"\n\nNiznhy Tagil, a two-hour drive north of Yekaterinburg, has been nicknamed \"Putingrad\" for the president's visits to the city's giant tank factory.\n\n\"You can't talk about Putin's level of support, but the level of fear,\" said Pavel Sergienya, 35, the founder of an independent trade union. \"People are afraid to openly express their opinion except in their kitchens, just like in the Soviet Union.\"\n\nAndrei Antropov is an exception. The 36-year-old volunteer for opposition leader Navalny was called in by the police three days before the election for a \"conversation\" with criminal investigators.\n\n\"I can't rule out that there will be consequences for me at work, but I'm going to continue my activism,\" said Antropov, a manager for a telecommunications company.\n\nEnlarge this image toggle caption Maxim Zmeyev/AFP/Getty Images Maxim Zmeyev/AFP/Getty Images\n\nNavalny, who spent a year building a nationwide network of campaign offices and volunteers before his candidacy was denied, focused on domestic issues such as economic stagnation and government corruption.\n\nPutin, on the other hand, highlighted Russia's return to the world stage as an independent actor that could stand up to U.S. hegemony.\n\n\"Strange as it may seem, in Russia economic problems don't convert well into political decisions,\" said Dmitry Kolezev, 33, the deputy editor of Yekaterinburg's independent news site znak.com. \"People will tighten their belts, but they won't hold the Russian government responsible for their problems as much as, say, the United States, which imposed sanctions on Russia.\"\n\nThe U.S. and European Union hit Russia with economic sanctions for annexing Crimea and backing an armed uprising in Ukraine's Donbas region in 2014. That year marked the start of a downward spiral in relations between Russia and the West.\n\nIn the week before the presidential election, those tensions increased. Britain expelled 23 Russian diplomats after accusing Moscow of being behind the poisoning of a former Russian spy on British soil. The Trump administration imposed sanctions on Russians suspected of being behind election interference and cyberattacks. Far from hurting Putin, the news added to the Kremlin's narrative that Western countries are unfairly targeting Russia for unproven transgressions.\n\nIn the runup to the vote, Putin played up his decisiveness in seizing the Crimean Peninsula from Ukraine, and the election date was scheduled to coincide with the fourth anniversary of the annexation. Given that many Russians vacation in Crimea or have family there, the association was supposed to evoke a sense of pride and defiance.\n\n\"I'm voting for Putin for the first time in my life. Russia is the kind of country that always rallies around its leader in tough times,\" said Dmitry Ardanov, 41, an office security guard in Vladivostok on Russia's Pacific coast. \"Putin did one important thing, and after that I understood he's a real man: He took back Crimea and supported Donbas.\"\n\nA recent poll by the independent Levada Center shows 86 percent of Russians support the annexation of Crimea, and opposition figures such as Navalny turned off voters by questioning the legitimacy of the controversial separatist referendum, which was held after Russian troops had occupied the peninsula.\n\nWhat unites Putin's most ardent supporters and vociferous foes is uncertainty over what comes next.\n\n\"We're in a situation where there aren't any worthy alternatives, so all that's left is the hope that Putin can accomplish something in domestic politics,\" said Rim Averyanov, 27. He quit his job as a school teacher in the provincial town of Vladimir because of his low salary and is going into the private sector in Moscow.\n\nAveryanov, who opposes Putin, said he's afraid a new revolution could break out if the Kremlin fails to address pressing economic issues that are impoverishing the population. But like many government critics, Averyanov said he doesn't view Navalny as a leader tough enough to take on Russia's myriad problems.\n\nEven before preliminary election results were in Sunday evening, Navalny appeared on his YouTube channel debating Ksenia Sobchak, a pro-Western candidate who picked up less than 2 percent of the vote. Navalny rejected her offer to join forces, calling her a Kremlin tool and a \"champion of hypocrisy\" for participating in the elections.\n\nSquabbles inside Russia's fractured opposition hardly raise their profile as a viable alternative to Putin.\n\nSofia Kastilo, a 28-year-old English teacher in Tula, 100 miles south of Moscow, called Navalny and Sobchak \"clowns.\" Kastilo said she didn't believe that Navalny, who has built his popularity as an anti-corruption campaigner, could uproot graft.\n\n\"Speaking about corruption: well it existed, it exists, and it will exist,\" Kastilo said. \"If Navalny becomes president, where is the guarantee that there won't be any corruption? There is no guarantee.\"\n\nLike many Russians, Kastilo voiced concern about who will come after Putin when his fourth term comes to an end in 2024.\n\nAccording to Russia's constitution, no president can serve more than two consecutive terms.\n\nAsked after his victory if he wants to change the law, Putin said he had no such plans — yet.", "keywords": ["country", "russian", "russia", "real", "election", "vote", "putin", "candidates", "navalny", "russias", "power", "russians", "alternatives"], "polarity": 0.07592036435786437, "subjectivity": 0.36595705943362195},
{"title": "In Push For Convenience, Walmart Wants To Help Shoppers Assemble Furniture, Mount TVs", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594792952/in-push-for-convenience-walmart-wants-to-help-shoppers-assemble-furniture-mount-", "text": "In Push For Convenience, Walmart Wants To Help Shoppers Assemble Furniture, Mount TVs\n\nEnlarge this image toggle caption Allison Joyce/Getty Images Allison Joyce/Getty Images\n\nThere's a big movement among major retail companies to become more than just places that sell you things. In the latest example, Walmart is partnering with a home-services app called Handy to give shoppers a deal on professional help assembling furniture or installing a TV.\n\nWalmart has been testing a partnership with Handy in Atlanta and now plans to expand it to more than 2,000 locations. The idea is to appeal to shoppers with more convenience — a major battlefield for retailers.\n\nAmazon is expanding its own home-services offerings, such as dog walkers and plumbers. Ikea, the giant furniture retailer, recently purchased TaskRabbit, another marketplace for freelance professionals, including people who can help you assemble furniture.\n\n\"There's a lot happening in products and services being bundled together. ... I think it's a meaningful priority for retailers to figure this out,\" says Oisin Hanrahan, co-founder and CEO of Handy.\n\nHis company started as a website and an app that link customers with people who provide cleaning, plumbing, handyman and other services.\n\nLately, this kind of convenience factor has started attracting retailers, eager to compete for the best experience of shopping — beyond the choice and price, but also speed of delivery, overall ease and special perks.\n\nBusiness Walmart Tests Personal Shopping Services Walmart Tests Personal Shopping Services Listen · 3:37 3:37\n\nWalmart has been testing a lot of novel ways to defend its No. 1 retail spot against Amazon: same-day delivery, groceries dropped directly into your fridge, even a personal shopping service. (Note: Amazon is an NPR sponsor.)\n\nFor its part, Amazon has been focusing heavily on expanding its reach further into people's homes. Following the big success of its smart home speaker Alexa, Amazon recently bought Ring, a maker of Internet-connected doorbells that can stream video to the owner's smartphone. This followed a launch of a service called Key — Internet-connected locks and security cameras that allow delivery couriers to drop packages inside people's homes.\n\nFor Handy, a partnership with Walmart will represent the first time the app gets a footprint in a physical store, according to Hanrahan. The company already has a partnership with Wayfair, the online furniture and home goods retailer.\n\n\"Obviously there's a huge shift of people buying more and more product online, but still the vast majority of product is still sold in-store, and particularly heavy bulky product,\" Hanrahan says.\n\nHe says Walmart shoppers will be offered TV installation for $79 and furniture assembly for $59 through the Handy app or website.", "keywords": ["mount", "furniture", "amazon", "shopping", "walmart", "convenience", "assemble", "personal", "push", "wants", "product", "shoppers", "services", "app", "help", "tvs", "handy"], "polarity": 0.22047619047619046, "subjectivity": 0.5103439153439153},
{"title": "Trump Continues Barrage Against Special Counsel Mueller, Fired FBI Deputy McCabe", "url": "https://www.npr.org/2018/03/18/594702972/trump-continues-barrage-against-special-counsel-mueller-fired-fbi-deputy-mccabe", "text": "Trump Continues Barrage Against Special Counsel Mueller, Fired FBI Deputy McCabe\n\nEnlarge this image toggle caption Bloomberg/Bloomberg via Getty Images Bloomberg/Bloomberg via Getty Images\n\nUpdated at 9:15 p.m. ET\n\nCongressional Republicans say they still support special counsel Robert Mueller's investigation into Russian election interference even as the president continued his offensive Sunday against the investigation, as well as a recently fired high-ranking FBI official, Andrew McCabe.\n\nTrump sent a flurry of tweets Sunday morning, in which he painted the Mueller-led special counsel probe as a politically biased witch hunt.\n\n\"Why does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans?\" Trump said. \"Another Dem recently added...does anyone think this is fair? And yet, there is NO COLLUSION!\"\n\nMueller is a Republican who has served under presidents of both parties. Department of Justice regulations do not consider partisan affiliation when assigning employees but do stipulate that DoJ personnel in sensitive posts are not allowed to participate in political campaigns or \"engage in political activity.\"\n\nOn Saturday, the President said the Mueller investigation \"should never have been started in that there was no collusion and there was no crime,\" and Trump's personal lawyer, John Dowd, said the investigation should end.\n\nLate Sunday, however, White House Special Counsel Ty Cobb released a statement to the media saying that the \"President is not considering or discussing the firing of the Special Counsel, Robert Mueller.\"\n\nSen. Marco Rubio, R-Fla., noted on NBC's Meet The Press on Sunday that figuring out whether Trump's 2016 campaign coordinated with Russia is only a section of Mueller's task, which is to investigate the Russian government's overall efforts to interfere with the election.\n\n\"It is not a collusion probe. It is much broader than that,\" Rubio said. \"I remain confident that the special counsel is going to conduct a probe that is fair and thorough and is going to arrive at the truth.\"\n\nSen. Lindsey Graham, R-S.C., told CNN's Jake Tapper that he thought Mueller was \"doing a good job\" and that if Trump fired him, it \"would be the beginning of the end of his presidency, because we are a rule-of-laws nation.\"\n\n\"When it comes to Mr. Mueller, he is following the evidence where it takes him and I think it's very important he be allowed to do his job without interference,\" Graham said. \"And there are many Republicans who share my view.\"\n\nAnd Republican Rep. Trey Gowdy, of South Carolina, told Fox News' Chris Wallace that Dowd should not be advising the President to push Mueller to end the investigation.\n\n\"If you've done nothing wrong you should want the investigation to be as wholesome and thorough as possible,\" Gowdy said.\n\nDemocrats also came out against the notion that Trump could be moving toward finding a way to end the investigation.\n\n\"The president is floating trial balloons about derailing the Mueller investigation,\" said Senate Minority Leader Chuck Schumer, D-N.Y. \"Our Republican colleagues, particularly the leadership, have an obligation to our country to stand up now and make it clear that firing Mueller is a red line for our democracy that cannot be crossed.\"\n\nNot all lawmakers were convinced, however, that Dowd's statement and Trump's tweets added up to an actual effort to derail the probe.\n\nSen. James Lankford, R-Okla., said on ABC's This Week, \"I don't see the president firing [Mueller]. I think the White House has said 10 times, maybe more that they are not going to fire Robert Mueller.\n\n\"They want him to be able to finish the investigation.\"\n\nMcCabe Memos\n\nOn Sunday morning, Trump also said the former deputy director of the FBI, Andrew McCabe, may have been lying when he claimed to have notes about their interactions.\n\nMcCabe was fired Friday night, by Attorney General Jeff Sessions, less than 48 hours before his planned retirement from the bureau. Sessions said he fired McCabe because the FBI's Office of Professional Responsibility found that he lied under oath \"on multiple occasions.\"\n\nIn a statement, McCabe claimed his dismissal was politically-motivated and that he had been targeted because \"he can corroborate former [FBI] Director [James] Comey's accounts of his discussions with the President.\"\n\nA source familiar with the issue told NPR that McCabe had taken notes and memos about his interactions with President Trump. The notes could play a role as Mueller's team investigates whether Trump obstructed justice in firing Comey last year, when Comey was in charge of the Russia investigation as head of the FBI.\n\nThe source told NPR that McCabe's notes corroborate Comey's account of events last year, which notably include President Trump asking Comey for loyalty.\n\nTrump, however, isn't sold that McCabe's notes, or Comey's, were actually taken at the time they say they were.\n\n\"Spent very little time with Andrew McCabe, but he never took notes when he was with me,\" Trump said. \"I don't believe he made memos except to help his own agenda, probably at a later date. Same with lying James Comey. Can we call them Fake Memos?\"\n\nAfter sending out three tweets on Sunday morning, Trump went to the golf course that bears his name in Sterling, Va.", "keywords": ["president", "counsel", "fbi", "told", "mueller", "continues", "deputy", "notes", "trump", "special", "mccabe", "fired", "investigation", "barrage"], "polarity": 0.1330746753246753, "subjectivity": 0.3796103896103896},
{"title": "After Years Wandering A Golf Desert, Tiger Woods Stages A Dramatic Comeback ", "url": "https://www.npr.org/2018/03/19/594839297/rory-mcilroy-wins-invitational-but-tiger-woods-gets-more-attention", "text": "After Years Wandering A Golf Desert, Tiger Woods Stages A Dramatic Comeback\n\nEnlarge this image toggle caption Sam Greenwood/Getty Images Sam Greenwood/Getty Images\n\nNorthern Ireland's Rory McIlroy ended his drought in convincing fashion Sunday.\n\nThe four-time major tournament winner went on a final-round birdie binge to win the Arnold Palmer Invitational in Orlando, Fla. It was his first victory since 2016. McIlroy pulled away at the end with five birdies on the last six holes for an 8-under par 64.\n\nAs dominant as his win was, McIlroy shared the spotlight with Tiger Woods, who finished eight shots back.\n\nIt wasn't long ago that Woods was golf's greatest player and a global sports icon. His dramatic downfall is well-known, as a sex scandal and injuries knocked him off his pedestal.\n\nNow, for the second week in a row, Woods almost won a tournament. That's saying a lot when you consider Woods essentially has been wandering in a golf desert for the better part of five years — his legendary career derailed by debilitating back problems.\n\nBut since the beginning of this year, he has been mounting a dramatic comeback. And Sunday's final round gave Woods and his fans more reason for optimism.\n\nTime travel and a charge\n\nThere was a moment Sunday that felt like time travel.\n\nEnlarge this image toggle caption Tom Goldman/NPR Tom Goldman/NPR\n\nIt was at the 13th green on the Bay Hill course, and it started when Woods, wearing his traditional Sunday red golf shirt and black hat and pants, drained a 15-foot putt. The crowd exploded in one of those \"Tiger roars\" heard all over the golf course. The birdie putt was his second in a row, his third in four holes, and it moved him one shot off the lead.\n\nWoods was making a charge.\n\nIt felt like it could've been anywhere from 1997, the year he burst on the scene with a dominating win at the Masters, to 2013, the last year he won a PGA Tour event.\n\nAs Woods made his way to the 14th tee, it was pandemonium, with many in the gallery chanting \"Tiger! Tiger! Tiger!\"\n\nHis competitors out on the course, like Bryson DeChambeau, felt it too.\n\n\"Oh, it was amazing,\" DeChambeau said. \"I told my caddie, Tim, in the 11th fairway, I'm like, 'Man, Tiger's doing it!' I was incredibly happy for him. At the same point in time I'm still trying to win a golf tournament, right?\"\n\nDeChambeau finished second. Woods' magic moment ended on the 16th hole, when he drove the ball out of bounds.\n\nIt was as if the golf gods sent a message to Woods from on high — not yet. Actually, the real reason for his mistake was much less celestial in nature.\n\nStanding on the 16th tee, Woods pondered three possible shots he could hit.\n\n\"If I hit a driver I had to fit it with a cut,\" he told reporters after his round. \"[But also] in the back of my mind [I] said, 'Why don't you just bomb it over the top?' Or just hit a three-wood straight away. And so I'm running through these different scenarios and it's on me. I didn't commit to either one of those three shots and I hit a poor one.\"\n\nIt cost him a stroke and was the start of a shaky finish to an otherwise positive round.\n\nEnlarge this image toggle caption Tom Goldman/NPR Tom Goldman/NPR\n\nWoods tied for fifth, one week after tying for second. In his mind, the comeback that even he doubted was possible is moving forward nicely, thanks to a fourth back surgery that seems to have worked.\n\n\"If I can play with no pain and I can feel I can make golf swings, I'll figure it out,\" he said Sunday after his round. \"I'm starting to piece it together, tournament by tournament. Each tournament's gotten a little bit crisper and a little bit better.\"\n\nHis results bear that out. He has gone from 23rd to a missed cut to a 12th-place finish to second and now fifth. With his final round of 3-under-par 69 on Sunday, Woods now has shot 10 straight rounds of par or better stretching back over his last three tournaments.\n\nAugusta bound\n\nNext up for Woods is the Masters in early April.\n\nHe hasn't played his favorite major tournament since 2015 and he says he needs to travel to Augusta, Ga., to reacquaint himself with the course's special characteristics.\n\n\"Playing on overseeded rye [grass]; the different spins that we're going to encounter there,\" Woods said, adding \"I'll figure out what wedge system I want to use for that week, what bounce system, get used to those bunkers. The sand's very heavy, thick and so I've got to do a little bit of work.\"\n\nWhile Woods sweats the details, his fans will be content anticipating more time travel.\n\nTo 2005 — the last time he won there.\n\nThe idea that Woods can win another major tournament is startling. The debate over whether he could catch and pass Jack Nicklaus' all-time record of 18 major wins — Woods has 14 — died away as Woods' career foundered.\n\nIt's foundering no more. And suddenly, the 42-year-old Woods is redefining what's possible.", "keywords": ["dramatic", "woods", "major", "im", "wandering", "golf", "tom", "comeback", "second", "tiger", "desert", "round", "tournament", "win", "stages"], "polarity": 0.1198598393647551, "subjectivity": 0.4178943528381731},
{"title": "Trump Cabinet Turnover Sets Record Going Back 100 Years", "url": "https://www.npr.org/2018/03/19/594164065/trump-cabinet-turnover-sets-record-going-back-100-years", "text": "Trump Cabinet Turnover Sets Record Going Back 100 Years\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nLast week, when #firingFriday was trending on Twitter and White House aides had to be reassured by the chief of staff that no changes were imminent, President Trump embraced the uncertainty in public statements. His willingness to say \"you're fired\" to so many people, so early in his administration, is just another way Trump is unlike those who have come before him.\n\nNo elected first-term president in the past 100 years has had this much Cabinet turnover this early in his presidency. And going back to Ronald Reagan, the churn in top-level staff in the Trump White House is off the charts.\n\nLoading...\n\n\"There will always be change, and I think you want to see change,\" Trump said Thursday, not quite tamping down the latest rumors of possible Cabinet departures. \"And I want to also see different ideas.\"\n\nIn just under 14 months on the job, Trump has had more Cabinet turnover than 14 of his predecessors had in their first two years. Trump has already tied Presidents Ford and Harding, with three departures each. Ronald Reagan had four Cabinet departures and they all came well into his second year in office.\n\nThe three Cabinet members Trump has already replaced are Health and Human Services Secretary Tom Price, who was pushed out after controversy over flying in charter aircraft; Homeland Security Secretary John Kelly, who became chief of staff over the summer; and Secretary of State Rex Tillerson who was fired by tweet recently over policy and personality clashes.\n\nLoading...\n\nSeveral other members of the Cabinet are either clouded in controversy over possible misuse of public funds or otherwise earning the ire of President Trump. Other presidents with early Cabinet turnover saw departures for entirely different reasons.\n\nHerbert Hoover's first war secretary, James Good, died suddenly 258 days into his tenure. Franklin D. Roosevelt's first treasury secretary, William Woodin, fell ill, writing after just nine months on the job \"the state of my health will not permit me to remain in this position.\" He died a few months later.\n\nOver the approximately 100-year period reviewed for this story, there were Cabinet shake-ups and shuffles, secretaries who departed to take on new roles either in the administration or on the Supreme Court. There were resignations amidst policy disagreements, and perhaps most remarkably there was an agriculture secretary who served in the job for less than 90 days, while waiting to take office as governor of West Virginia.\n\nFirst term \"dream team\"\n\nTypically in the first two years, a president has his dream team Cabinet in place and they are working hard to enact his vision. Then midterm elections come, people get tired and Cabinet shake-ups begin.\n\n\"Other presidents wanted to save face for themselves and not look like their Cabinet is in disarray,\" said James Pfiffner, explaining one of many possible reasons for the typical early stability in presidential Cabinets.\n\nPfiffner is a professor of public policy at George Mason University who specializes in presidents and their Cabinets. Also, he says most presidents have a political background and choose Cabinet members they know and are compatible with who have long-established histories navigating Washington, D.C. Trump's original Cabinet included a number of outsiders, perhaps most notably Secretary of State Rex Tillerson, who came from Exxon Mobil and who Trump didn't know beforehand.\n\n\"President Trump doesn't pay much attention to tradition or usual decorum or norms of the presidency,\" Pfiffner said, pointing out that Trump puts a premium on personal rapport. \"And so he does what he feels like, and continues to.\"\n\nFor this analysis, NPR looked at the first two years of Cabinet departures for presidents going back to Woodrow Wilson. We didn't count holdovers from previous administrations (especially prevalent when a president took over following a death or resignation), instead focusing on Senate-confirmed secretaries in each president's first two years and how long they lasted. Which jobs are considered Cabinet positions has changed over time, so we opted to use the same definition as the U.S. Senate historian. This means Trump's chief of staff and CIA director aren't part of the count, and neither is the administrator of the Small Business Administration (a position presidents Clinton and Carter had to refill early on).\n\nAs to whether Trump's tally of turnover is likely to rise anytime soon, press secretary Sarah Sanders was asked whether the president had offered assurances about job security to VA Secretary David Shulkin or HUD Secretary Ben Carson. And all she would say was: \"We don't have any personnel changes at this time.\"", "keywords": ["departures", "president", "sets", "going", "turnover", "record", "trump", "cabinet", "secretary", "presidents", "early", "job", "100", "staff"], "polarity": 0.06989093836919924, "subjectivity": 0.3770787586004977},
{"title": "Austin Police Warn People To Avoid Packages After 4th Explosion Injures 2", "url": "https://www.npr.org/sections/thetwo-way/2018/03/18/594776934/man-arrested-for-bomb-threat-at-sxsw-festival-in-austin-texas", "text": "Austin Police Warn People To Avoid Packages After 4th Explosion Injures 2\n\nEnlarge this image toggle caption Tamir Kalifa/Reuters Tamir Kalifa/Reuters\n\nUpdated at 4:30 a.m. ET on Monday:\n\nAuthorities in Austin, Texas, responded to an explosion in the southwest part of the city late Sunday, with the city's emergency medical service tweeting that it caused two serious but non-life-threatening injuries.\n\nThe blast comes on the heels of three package-bomb explosions in recent weeks that have killed two people and wounded two more, as well as a bomb threat that canceled a Saturday hip-hop concert at the South by Southwest festival. It is not yet known if Sunday night's explosion is related to any of the prior incidents.\n\nIn a brief statement to the media, interim Austin Police Chief Brian Manley said late Sunday that officers were called to the scene at 8:32 p.m. local time.\n\nManley said it was \"obvious an explosion has taken place\" and said the injuries to the two individuals — described earlier as two men in their 20s — were \"significant.\"\n\nHe warned people not to touch anything that \"looks like a package\" and cautioned residents within a half-mile of the blast site, in the 4800 block of Dawn Song Drive in Southwest Austin, to stay inside until at least daybreak, when authorities could better assess the situation.\n\nManley said of the bomb that \"it is very possible that this device was a device that was activated by someone either handling, kicking or coming into contact with a trip wire.\"\n\nInitially, there had been a report of a second explosion, but authorities have only confirmed one.\n\nManley said there was a second item in the area – a backpack – \"that we are clearing to make sure it is safe.\"\n\nMember station KUT's Claire McInerny reports that police are asking residents in the neighborhood to stay inside until they've cleared the scene. KUT is also following the story here.\n\ntoggle caption Austin Police Department/https://twitter.com/Austin_Police\n\nThe explosion came a day after Austin police arrested a man for emailing a bomb threat to the Fair Market in East Austin on Saturday evening, forcing the cancellation of a concert by The Roots at the South by Southwest festival. Police charged 26-year-old Trevor Weldon Ingram with making a terroristic threat, which is a third-degree felony, punishable by up to 10 years in prison.\n\nAccording to The Austin-American Statesman, a representative of the event promotion company Live Nation Music called the police to report the company had received a bomb threat via email at 4:23 p.m. Central time on Saturday. Officers checked the concert venue, but found nothing suspicious. Police took Ingram into custody at 11:15 p.m. Saturday night.\n\nOn Twitter, SXSW apologized to attendees for the inconvenience, writing, \"Your safety and the safety of all fans at SXSW is our most important priority.\"\n\nThe Roots' drummer, Questlove, wrote on Twitter on Sunday that \"no one is Mr. 'show must go on' than me. But we can't risk our lives if we are told there was a bomb threat.\"\n\nAccording to The New York Times, Ludacris, Rapsody and SWV also had been scheduled to perform.\n\nThe bomb threat came at a time of heightened fear in Austin following three package bombs that exploded in East Austin earlier this month.\n\nAnthony House, 39, died after a bomb exploded on March 2. Another went off on March 12, critically wounding a 75-year-old woman, just hours after a bomb killed 17-year-old Draylen Mason and injured his mother when they opened a package in their kitchen. The cases remain unsolved.\n\nThe Austin Police Department, the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives announced an increase in the reward for information leading to the arrest of the person or people behind the bombs, offering $100,000, in addition to a $15,000 reward being offered by the Texas governor's office.\n\nIn a statement on Saturday's bomb threat at SXSW, the Austin Police department wrote that \"there are no indications of any broader security concern for any activities relating to this incident.\"", "keywords": ["avoid", "twitter", "package", "threat", "4th", "sxsw", "packages", "warn", "explosion", "southwest", "austin", "concert", "injures", "bomb", "wrote"], "polarity": 0.0693079443079443, "subjectivity": 0.4410387660387661},
{"title": "Kushner Cos. Profited By False Filings On NYC Real Estate, Report Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594846330/kushner-cos-profited-by-false-filings-on-nyc-real-estate-report-says", "text": "Kushner Cos. Profited By False Filings On NYC Real Estate, Report Says\n\nEnlarge this image toggle caption Bebeto Matthews/AP Bebeto Matthews/AP\n\nA real estate venture formerly run by Jared Kushner falsified construction permits for dozens of apartment buildings it owned in New York City, allowing the company to push out rent-controlled tenants and boost profits when it later sold the properties, according to a report by The Associated Press.\n\nIn the AP exclusive, the news agency, working with Housing Rights Initiative, uncovered at least 80 such applications for construction in 34 buildings across New York City from 2013 to 2016.\n\nAccording to the news agency, \"the Kushner Cos. checked a box on construction permit applications in 2015 that indicated the buildings had zero rent-regulated tenants.\" However, \"Tax records filed a few months later showed the company inherited as many as 94 rent-regulated units from the previous owner,\" AP said.\n\nEnlarge this image toggle caption Mary Altaffer/AP Mary Altaffer/AP\n\nProperties with rent-controlled apartments are subject to greater oversight for construction permits and \"possibly unscheduled 'sweeps' on site by inspectors to keep the company from harassing tenants and getting them to leave,\" the news agency reports.\n\nBloomberg reports that while Kushner divested some of his assets when he joined the White House, his stakes in three Astoria, Queens, properties that are the focus of the AP report were not among them.\n\n\"While none of the documents during a three-year period when Kushner was CEO bore his personal signature, they provide a window into the ethics of the business empire he ran before he went on to become one of the most trusted advisers to the president of the United States,\" according to the news agency.\n\nCurrent and former tenants in those buildings told the AP that they had been \"subjected to extensive construction, with banging, drilling, dust and leaking water that they believe were part of targeted harassment to get them to leave and clear the way for higher-paying renters.\"\n\nResponding to the report, Kushner Cos. said its government filings are handled by third parties subject to independent review and that \"If mistakes or violations are identified, corrective action is taken immediately.\"", "keywords": ["company", "tenants", "estate", "report", "real", "cos", "ap", "agency", "kushner", "york", "profited", "nyc", "false", "construction", "buildings", "filings"], "polarity": 0.036026936026936025, "subjectivity": 0.2994107744107744},
{"title": "Vladimir Putin Easily Wins New 6-Year Term As Russian President", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594824919/vladimir-putin-easily-wins-new-six-year-term-as-russian-president", "text": "Vladimir Putin Easily Wins New 6-Year Term As Russian President\n\nEnlarge this image toggle caption Alexander Zemlianichenko/AP Alexander Zemlianichenko/AP\n\nVladimir Putin won a landslide election victory on Sunday — the fourth anniversary of the annexation of Crimea — extending his presidency by another six years as he easily breezed past a field of minor candidates left by the disqualification of his only credible rival.\n\nIf Putin serves to the end of his new fourth term, which expires in 2024, he would become the longest-serving leader of Russia since Soviet dictator Josef Stalin.\n\nAnti-corruption campaigner Alexei Navalny, an outspoken critic of Putin who was considered his strongest potential rival was barred from Sunday's vote following his conviction on fraud charges that are widely viewed as politically motivated.\n\nNPR's Mary Louise Kelly, reporting from Moscow says Russia's Election Commission put out a report on Sunday \"claiming that their website was hit by a cyberattack overnight and saying the cyberattack originated overseas —in 15 countries overseas. We don't have much more detail than that, and we'll see if the claim goes anywhere.\"\n\nThe English-language Moscow Times writes:\n\n\"In a widely-expected result, an exit poll by pollster VTsIOM showed Putin, who has already dominated the political landscape for the last 18 years, had won 73.9 percent of the vote. Backed by state TV, the ruling party, and credited with an approval rating around 80 percent, his victory was never in doubt. Critics alleged that officials had compelled people to come to the polls to ensure that voter boredom at the one-sided contest did not lead to a low turnout.\"\n\nAs The Associated Press noted, Putin's \"only real challenge was to run up the tally so high that he could claim an indisputable mandate.\"\n\nEnlarge this image toggle caption Dmitri Lovetsky/AP Dmitri Lovetsky/AP\n\nAccording to the Times:\n\n\"Russia's Central Election Commission recognised that there were some irregularities, but were likely to dismiss wider criticism and declare the overall result legitimate. Putin loyalists said the result was a vindication of his tough stance towards the West. 'I think that in the United States and Britain they've understood they cannot influence our elections,' Igor Morozov, a member of the upper house of parliament, said on state television. 'Our citizens understand what sort of situation Russian finds itself in today.'\"\n\nPutin took over the presidency following the chaotic rule of Boris Yeltsin, who stepped down in 2000. He stepped aside to become prime minister in 2008 to win the presidency again in 2012. The Russian constitution limits a president to two consecutive terms.", "keywords": ["russian", "president", "presidency", "easily", "6year", "election", "vote", "putin", "victory", "won", "term", "vladimir", "toggle", "result", "wins"], "polarity": 0.05945929887106356, "subjectivity": 0.33739156268568027},
{"title": "Britain Accuses Russia Of Stockpiling Deadly Nerve Agent ", "url": "https://www.npr.org/2018/03/18/594756338/britain-accuses-russia-of-stockpiling-deadly-nerve-agent", "text": "Britain Accuses Russia Of Stockpiling Deadly Nerve Agent\n\nEnlarge this image toggle caption Andrew Matthews/AP Andrew Matthews/AP\n\nBritain is accusing Russia of manufacturing and stockpiling a deadly nerve agent in violation of international law. Foreign Secretary Boris Johnson says he has evidence that Russia has been creating and storing the toxin, which was recently used to poison a former spy in England.\n\nIn an interview on the BBC's Andrew Marr Show, Johnson said, \"We actually have evidence within the last 10 years that Russia has not only been investigating the delivery of nerve agents for the purposes of assassination, but has also been creating and stockpiling Novichok.\"\n\nNovichok is a military-grade nerve agent, and was identified as the weapon used to poison former spy Sergei V. Skripal and his daughter, Yulia Skripal, in the city of Salisbury, in southwestern England, on March 4.\n\nAccording to The New York Times, exposure to Novichok, \"either by inhalation or through the skin, leads to muscle spasms, secretion of fluid into the lungs and organ failure, sometimes accompanied by foaming at the mouth. But if the victim has already died, experts said, the police could easily mistake the cause of death for a simple heart attack.\"\n\nRussian officials have suggested that Britain was responsible for the poisoning of the Skripals, and had samples of the nerve agent at its chemical weapons facility, Porton Down, which is about 8 miles from Salisbury. The Times also reported Russian senior diplomat Alexander Shulgin said on Saturday that Russia had discontinued its chemical weapons production when the Soviet Union collapsed.\n\nJohnson described Russia's response to the BBC, saying, \"It has been a sort of mixture of smug sarcasm and denial, obfuscation and delay.\" On Russia's Porton Down suggestion, Johnson said, \"It was not the the response of a country that really believes it's innocent, that really wants to engage in getting to the bottom of this matter.\"\n\nIn retaliation for Skripal's poisoning, Britain said it would expel 23 Russian intelligence officers working in the embassy in London. On Saturday President Vladimir V. Putin of Russia responded that it would expel 23 British agents from the country, and shut down a British cultural center in Moscow.\n\nThe tit-for-tat may continue this week. Britain's national security council will meet to consider further measures, and The Guardian reports that Johnson has pledged to use existing sanctions to \"crackdown on unexplained wealth that may have been obtained by corruption, or where there was evidence of a link with the Kremlin and Vladimir Putin.\"\n\nRussia's ambassador in London told The Daily Mail, the \"dispute is indeed escalating dangerously and out of proportion.\"\n\nOn Monday analysts from the U.N.-backed Organization for the Prohibition of Chemical Weapons will arrive in Britain to test samples of the nerve agent used in the poisoning.", "keywords": ["russia", "stockpiling", "agent", "used", "evidence", "nerve", "weapons", "poisoning", "johnson", "britain", "deadly", "accuses"], "polarity": -0.0106951871657754, "subjectivity": 0.24862808759867577},
{"title": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump", "url": "https://www.npr.org/2018/03/17/594562355/source-fired-deputy-fbi-director-took-memos-notes-about-interactions-with-trump", "text": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 10:25 p.m. ET\n\nBefore Washington, D.C., had fully processed the late-night firing of Deputy FBI Director Andrew McCabe, who was let go by Attorney General Jeff Sessions less than 48 hours before his planned retirement after more than two decades of service to the bureau, the saga took several new, head-spinning turns Saturday.\n\nMcCabe had taken notes and memos about his interactions with President Trump, similar to those prepared by his former boss and colleague James Comey, a source familiar with the issue told NPR. The source also said the McCabe documents corroborate Comey's account — which could play a key role in Justice Department special counsel Robert Mueller's inquiry into obstruction of justice.\n\nThe McCabe memos are in the possession of Mueller's team of investigators, according to CNN and Axios. And McCabe already sat for an interview with Mueller's team, Axios also reported.\n\nA personal lawyer for the president pointed to McCabe's ouster to argue that it was time for the Justice Department to end the special counsel investigation of Russian interference in the 2016 presidential race and of any ties between Russians and the Trump campaign.\n\nThe attorney's remarks — though not intended to speak for the president — set off yet another round of concern among congressional Democrats about the status of the special counsel investigation and possible ways to protect it — and its leader, former FBI Director Mueller — from being terminated by the White House or the Justice Department.\n\nBy Saturday evening, the president would echo his personal attorney, writing on Twitter \"The Mueller probe should never have been started in that there was no collusion and there was no crime. It was based on fraudulent activities and a Fake Dossier ....\"\n\nAnd, Saturday afternoon McCabe's onetime boss, Comey, sparred directly on Twitter with the president, who fired the FBI director in May of last year. Comey, on the verge of releasing a book, told Trump that soon the American people \"can judge for themselves who is honorable and who is not.\"\n\nSessions announced late Friday that he had terminated McCabe's employment with the FBI \"effective immediately.\"\n\nThe attorney general pointed to internal recommendations from the Justice Department's inspector general and the FBI's Office of Professional Responsibility that found \"McCabe had made an unauthorized disclosure to the news media and lacked candor — including under oath — on multiple occasions,\" Sessions said in a statement announcing the firing.\n\n\"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, 'all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand,' \" Sessions also said.\n\nBut McCabe said his firing was politically motivated. \"I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey,\" McCabe said in his own late-night statement Friday. The former FBI official said he had been targeted because he can \"corroborate former Director Comey's accounts of his discussions with the President.\"\n\nMcCabe's attorney said in his own statement that the White House has attacked McCabe since last year with the result of putting \"inappropriate pressure\" on Sessions to oust McCabe. \"This intervention by the White House in the DOJ disciplinary process is unprecedented, deeply unfair, and dangerous,\" attorney Michael Bromwich said.\n\nBromwich also argued that the process by which the termination decision had been made was unfair and had been rushed, limiting the time that he and McCabe had to access, review and analyze the relevant evidence in order to prepare a response.\n\nThe \"concerted effort to accelerate the process in order to beat the ticking clock of [McCabe's] scheduled retirement violates any sense of decency and basic principles of fairness,\" Bromwich said. (Sessions, for his part, said the internal investigation of McCabe had been \"extensive and fair\" and undertaken \"according to Department of Justice Procedure.\")\n\nThe McCabe firing added yet more fuel to the Russia imbroglio, an at least year-long conflagration that never wants for oxygen in Washington, D.C.\n\n\"This will be known as the Friday night slaughter,\" presidential historian Douglas Brinkley said on CNN soon after news of the ouster broke. Brinkley was referencing President Richard M. Nixon's infamous \"Saturday Night Massacre\" of several senior Justice Department officials during the Watergate scandal.\n\nA personal lawyer for Trump seized on the firing and suggested it should provide motivation for the Justice Department to end the Mueller investigation altogether.\n\nSaying he was speaking for himself and not for Trump, attorney John Dowd said in a statement emailed to NPR that \"I pray that [Deputy Attorney General Rod] Rosenstein will follow the brilliant and courageous example of the FBI Office of Professional Responsibility and Attorney General Jeff Sessions and bring an end to alleged Russia Collusion investigation manufactured by McCabe's boss James Comey based upon a fraudulent and corrupt Dossier.\"\n\n\"Just end it on the merits in light of recent revelations,\" Dowd explained, apparently alluding to the internal investigation that had ended McCabe's FBI career just before he planned to retire.\n\nThe top Democrat in the Senate said Dowd's view reflected the inclination of the president and his legal team to undermine the special counsel rather than to cooperate with Mueller's investigation.\n\n\"The president, the administration, and his legal team must not take any steps to curtail, interfere with, or end the special counsel's investigation or there will be severe consequences from both Democrats and Republicans,\" Senate Minority Leader Chuck Schumer, D-N.Y., said in a statement Saturday.\n\nThe top Democrat on the Senate intelligence committee saw Dowd's remarks as a call to action for his colleagues. \"Every member of Congress, Republican and Democrat, needs to speak up in defense of the Special Counsel. Now,\" Sen. Mark Warner, D-Va., posted on Twitter.\n\nDespite the pushback from leading Democrats in the Senate, Trump himself said Saturday night that the Mueller investigation should never have begun. \"...[t]here was no collusion and there was no crime\" Trump tweeted, adding that the Russia inquiry was a \"WITCH HUNT!\"\n\nHearing the echo Dowd's comments earlier in the in the day in Trump's evening tweet, New York Times reporter Maggie Haberman observed: \"Only two real options on Dowd's initial comment this AM - Trump approved it and was happy with it, or Trump wanted him to go further, was unhappy he didn't, and is doing so himself now.\"\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nAlongside the response to Dowd, lawmakers, partisans, political observers and journalists responded to the firing throughout the day — with Trump leaving no doubt how he felt.\n\nThe occasion of McCabe's firing was \"a great day for the hard working men and women of the FBI - A great day for Democracy,\" the president said in an early morning tweet. Trump also used the online posting to take a swipe at Comey, calling him \"sanctimonious\" and suggesting Comey \"knew all about the lies and corruption going on at the highest levels of the FBI!\"\n\nA former director of the CIA under President Barack Obama slammed Trump after the president praised McCabe's ouster. \"[Y]ou will take your rightful place as a disgraced demagogue in the dustbin of history,\" John Brennan posted on Twitter. \"You may scapegoat Andy McCabe, but you will not destroy America...America will triumph over you.\"\n\n\"Gloat now, but you will be fired soon,\" Rep. Eric Swalwell, D-Calif., a member of both the House intelligence committee and the House Judiciary Committee, told Trump. \"There's a storm gathering, Mr. President, and it's going to wipe out you and your corrupt organization all the way down to the studs.\"\n\nSen. Richard Blumenthal, D-Conn., a member of the Senate Judiciary Committee, said on Twitter that the firing was an attempt to undermine McCabe as a witness in the special counsel investigation and was \"added evidence of obstruction of justice.\"\n\nAnd Sen. Kamala Harris, D-Calif., a member of both the Senate intelligence committee and the Senate Judiciary Committee said the attorney general \"needs to testify immediately before the Judiciary Committee\" about McCabe's firing. \"He must explain the DOJ's process and whether this is an attempt to target, punish or silence those investigating Russia and the Trump campaign.\"\n\nBut Republican lawmakers said Saturday that McCabe's termination was justified.\n\n\"I applaud Attorney General Jeff Sessions for taking action and firing former FBI Deputy Director Andrew McCabe prior to his scheduled retirement,\" Rep. Bob Goodlatte, R-Va., said in a statement. The chairman of the House Judiciary Committee added, \"More must be done to root out the problems at the FBI. I remain extremely troubled by the decisions made by the Bureau during the 2016 presidential election and the role senior FBI officials played in these questionable decisions and irregularities.\"\n\nAnd Rep. Ron DeSantis, R-Fla., another member of the House Judiciary Committee, said McCabe's firing was \"a rare example of someone being held accountable in Washington.\"\n\nAs is his habit, the president took to Twitter on Saturday afternoon to once again deny that his campaign had colluded with Russia, citing a recently announced conclusion by the House intelligence committee. In a seeming reference to McCabe's termination, the president added that \"As many are now finding out, however, there was tremendous leaking, lying and corruption at the highest levels of the FBI, Justice & State.\"\n\nRep. Adam Schiff, D-Calif., the House intelligence committee's top Democrat, quickly pointed out that the conclusion there had been no collusion was confined to the committee's Republicans — who, Schiff told Trump, were \"more interested in protecting you than learning the truth.\"\n\nIn another tweet Saturday afternoon, the president again took on the former FBI deputy director. \"McCabe was caught, called out and fired,\" Trump said, adding, \"How many lies? How many leaks? Comey knew it all, and much more!\"\n\nComey responded within minutes: \"Mr. President, the American people will hear my story very soon. And they can judge for themselves who is honorable and who is not.\"\n\nBut Saturday may have included a bright side for McCabe.\n\nIn an effort to help McCabe complete the amount of employment necessary to qualify for his pension, Rep. Mark Pocan, D-Wis., offered McCabe a job. \"My offer of employment to Mr. McCabe is a legitimate offer to work on election security,\" Pocan said in a press release.\n\nThe Democratic lawmaker added: \"Finally, I'd like to thank Mr. McCabe for his years of service to the FBI and our country. He deserves the full retirement that he has been promised, not to have it taken away as a result of the President's political games.\"\n\nNPR Justice correspondent Ryan Lucas contributed to this report.", "keywords": ["director", "president", "fbi", "deputy", "committee", "notes", "investigation", "trump", "fired", "took", "mccabe", "justice", "interactions", "firing", "attorney", "mccabes", "source", "memos"], "polarity": 0.1181338200405997, "subjectivity": 0.4499828796438965},
{"title": "All Victims Recovered In Miami Bridge Collapse, Police Say", "url": "https://www.npr.org/sections/thetwo-way/2018/03/18/594666683/all-victims-recovered-in-miami-bridge-collapse-police-say", "text": "All Victims Recovered In Miami Bridge Collapse, Police Say\n\nEnlarge this image toggle caption Wilfredo Lee/AP Wilfredo Lee/AP\n\nPolice say they believe all the victims killed in the bridge collapse near Miami are accounted for.\n\n\"We believe that we've recovered the final two individuals, final two victims, from underneath the bridge,\" Miami-Dade Police Director Juan Perez told reporters late Saturday night.\n\nFive bodies were recovered from the wreckage Saturday, police said. A sixth victim died at the hospital.\n\n\"We're pretty confident that no one's left,\" Perez said, though he said recovery efforts would continue.\n\nThe pedestrian bridge, which was intended to connect Florida International University and the city of Sweetwater, collapsed Thursday afternoon on cars on the busy roadway below. The 174-foot main span of the bridge was put into place only five days before the collapse, The Two-Way reported earlier.\n\n\"It has been a laborious, tedious process to remove 950 tons of weight, of rubble, of pieces of concrete, from above those victims,\" Perez said.\n\nPolice released some of the names of the victims on Saturday: Rolando Fraga Hernandez, 57-year-old Oswald Gonzalez, 53-year-old Alberto Arias, and Navarro Brown. FIU student Alexa Duran, 18, was also killed, according to reports.\n\nThe Florida Department of Transportation said the university was responsible for maintaining the safety of the bridge.\n\n\"Our hearts break for the victims of the bridge collapse,\" Florida International University President Mark B. Rosenberg said in a statement Saturday. \"Lives have been lost. Futures and families shattered.\"\n\nHe said the university \"is cooperating fully\" with an investigation led by the National Transportation Safety Board.\n\nFDOT said an engineer on the bridge project left a voicemail for an FDOT employee reporting cracking in the bridge two days before the collapse, though it was not heard until a day after. However, the engineer, W. Denney Pate of FIGG Bridge Engineers, said in the voicemail that he didn't think the cracking was a safety concern.\n\nEngineers had also held a meeting Thursday morning \"to discuss a crack that appeared on the structure,\" FIU said in a statement Saturday. \"The FIGG engineer of record delivered a technical presentation regarding the crack and concluded that there were no safety concerns and the crack did not compromise the structural integrity of the bridge. This meeting lasted approximately two hours and included FIU and FDOT representatives.\"\n\n\"A crack in a bridge does not necessarily mean that it's unsafe,\" the NTSB's Robert Accetta told reporters Friday.\n\nAs the NTSB investigates how the collapse happened, the federal agency said Saturday that it identified pieces of the bridge to collect as evidence and was collecting documents about the bridge's design and construction. \"Investigators will remain on scene for several more days gathering evidence, documents, and conducting interviews,\" the NTSB tweeted.", "keywords": ["miami", "university", "crack", "collapse", "bridge", "say", "safety", "perez", "fiu", "victims", "recovered", "florida"], "polarity": 0.0172275641025641, "subjectivity": 0.4174679487179487},
{"title": "With Centrist Democrats' Success, Party's Identity Struggle Gets More Complicated", "url": "https://www.npr.org/2018/03/18/594281192/with-centrist-democrats-success-party-s-identity-struggle-gets-more-complicated", "text": "With Centrist Democrats' Success, Party's Identity Struggle Gets More Complicated\n\nEnlarge this image toggle caption Gene J. Puskar/AP Gene J. Puskar/AP\n\nDemocrats are having a moment. They managed to win a House seat in Republican-leaning, industrial Pennsylvania and a Senate seat in the deep-red state of Alabama.\n\nParty leaders say those back-to-back special elections are proof that GOP-friendly centrists can win as Democrats in some races, even as the party is welcoming a growing number of progressives. They hope that strategy will help them win control in Congress in 2018, but some Democrats worry a big tent identity will make it harder for the party to unify when it comes time to elect a president. There are many Democrats showing interest across the party — from former Vice President Joe Biden to California Sen. Kamala Harris to Massachusetts Sen. Elizabeth Warren.\n\nThose worries were on the back burner last week after Democrat Conor Lamb edged out Republican Rick Saccone for a House seat from a conservative pocket of Pennsylvania. Democratic Congressional Campaign Committee chair Rep. Ben Ray Lujan, D-N.M., said Conor Lamb's apparent victory in Pennsylvania is clear proof that Democrats are on their way to a year of big victories.\n\n\"These results should terrify Republicans,\" Lujan said in a statement. \"We have incredible candidates with deep records of service running deep into the map this year.\"\n\nThat big tent, including centrists, could become a liability as Democrats try to capitalize a groundswell of grass-roots, progressive activism from gun control and immigration to renewed activism among female voters motivated by opposition to President Trump.\n\nA big tent or political circus?\n\n\"Welcome to the Democratic Party,\" House Minority Leader Nancy Pelosi said last week while discussing tensions within the party.\n\n\"It's what we're used to,\" she said. \"It's our strength.\"\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nDemocrats are juggling a record number of candidates running in more congressional districts than they have seen in decades. That means they get to fine-tune and hone candidates to make sure they have the best fit for many districts.\n\nThe big tent atmosphere has been a challenge for Democrats in the past, and some have warned that there is a risk in courting the party's left flank.\n\nThey compare it with the 2010 Tea Party movement. That group of conservatives helped Republicans win control of the House, but their far-right ideology is at odds with GOP centrists. That division has created deep splits within the GOP and led to countless intraparty standoffs that have stymied legislative achievements.\n\nThe greater risk comes in a presidential year when Democrats will need to unite behind a single candidate. That was a challenge in 2016 when the split between Bernie Sanders and Hillary Clinton in the primary continued to divide Democrats when they tried to unite behind Clinton in November.\n\nBetting on the center\n\nDemocrats expanded their tent last week with Lamb's success. He is personally anti-abortion and supports the Second Amendment. Lamb says he will vote for abortion rights when he takes office, keeping him in line with the party, but he does not support Pelosi. Still, she welcomed him with open arms.\n\n\"We're very excited about welcoming a new member from Pennsylvania,\" Pelosi said Thursday. \"Conor Lamb's upset victory is a tribute to his extraordinary personal record and story.\"\n\nRunning Democrats for Congress in southwestern Pennsylvania had become so increasingly futile that, in recent elections, the party had given up trying. Republican Rep. Tim Murphy ran unopposed in Lamb's district in 2014 and again in 2016.\n\nLamb aggressively campaigned on local issues, and kept the national party at arm's length. After outside Republican groups spent millions trying to define him as a Pelosi puppet, Lamb released a TV ad in which he said, \"My opponent wants you to believe the biggest issue in this campaign is Nancy Pelosi. It's all a big lie. I've already said on the front page of the newspaper that I don't support Nancy Pelosi.\"\n\nLamb also did something that Democrats from former President Barack Obama on down have blasted Hillary Clinton for not doing more of in 2016: actually campaigning in the more conservative stretches of his district.\n\n\"You've got to show up and talk to people,\" said Allegheny County Executive Rich Fitzgerald, a Democrat who campaigned alongside Lamb throughout the special election. \"Conor's been to every fish fry, every VFW, every American Legion, senior center, doors.\"\n\nWhile Lamb may not have won those parts of the district, that may have meant he lost by fewer votes — crucial in a race as close as his.\n\nThe unique aspects of the 18th Congressional District and Lamb's campaign allowed him to take liberal votes for granted in a way that wouldn't work in a competitive Democratic primary, as House Speaker Paul Ryan noted Wednesday. He also did and said things that would likely alienate Democratic activists in a more liberal district.\n\nThe question of \"ideological purity\"\n\nCentrists are not faring quite so well in areas that are safer bets for Democrats. It is in these districts that the internal tensions will be on the ballot in primary races over the coming months.\n\nThe first test comes this Tuesday when voters on the Southwest Side of Chicago will decide between a long-serving conservative Democrat Dan Lipinski and his progressive challenger, Marie Newman.\n\nLipinski has represented the Southwest Side of Chicago and its southwestern suburbs since 2005 — a seat he won when his father retired after a dozen years in Congress.\n\n\"When it really comes down to it, people vote for who they trust,\" Lipinski said in an interview during a campaign stop in his district.\n\nHe is also one of the last centrist Democrats in Congress. Lipinski is anti-abortion rights, he voted against the Affordable Care Act and he voted with President Trump on some immigration bills — a record Newman says is increasingly out of step with the district.\n\n\"People say, 'Oh, did the district change, why such a change now?' \" Newman said in a recent interview. \"No. The district has been this way for a long time.\"\n\nEnlarge this image toggle caption Sara Burnett/AP Sara Burnett/AP\n\nShe has already persuaded two of Lipinski's fellow House Democrats from Illinois to support her, including Rep. Jan Schakowsky.\n\n\"This is not some sort of a national effort to have ideological purity,\" Schakowsky said. \"It's about giving this district a real choice.\"\n\nIn interviews with nearly a dozen Democrats, most said they are glad to have a real debate on issues in a district that has been virtually unchallenged for decades, including those who support Lipinski.\n\n\"We have not had a choice, a real choice, in at least 14 years,\" said Newman supporter Mary Anne Quinlian. \"Not having a choice makes everyone feel limited. That isn't healthy.\"\n\nBut Lipinski says progressive pressure may drive centrists like him away from the Democrats for good.\n\n\"I have seen the Democratic Party, unfortunately, push pro-life voters out of the party,\" Lipinski said. \"I have people come up to me and say, 'I used to be a Democrat and because of the life issue, I can't be a Democrat anymore.' \"\n\nJuggling the movements\n\nDemocrats are carefully monitoring how these tensions are playing out with two of their most critical constituent groups — women and African-American voters.\n\nEmily Cain, the executive director of the abortion-rights supporter group Emily's List, said they have seen a huge surge of women running for office and she expects they will turn out in droves on Election Day. It isn't a moment she said; it is a sea change.\n\n\"We have already launched more than 60 women in campaigns for Congress across the country,\" Cain said. \"There's another 60 or 100 behind them getting ready to run in 2020 or 2022.\"\n\nAndra Gillespie, a political science professor at Emory University, said Democrats must also be careful not to ignore African-Americans when they're building the big tent.\n\nGillespie said Democrats tend to assume African-Americans are in their camp and often don't think to directly address issues that speak to those voters. That is a mistake, she said, because African-American women in particular were key to Democrat Doug Jones winning a Senate seat in a special election in Alabama last year. But turnout among black voters dropped off in 2016 compared with Obama-era elections.\n\n\"There is a tendency to whitewash and paper over issues of concern to African-Americans,\" Gillespie said in an interview. \"It's not just a 2018 problem. This has been a concern that's been articulated for decades at this point.\"", "keywords": ["democrats", "partys", "gets", "struggle", "democrat", "voters", "president", "seat", "complicated", "centrist", "big", "tent", "success", "party", "house", "district", "identity"], "polarity": 0.16022415715597538, "subjectivity": 0.4118270365997639},
{"title": "Ohio Democrat Marcy Kaptur Makes History As Longest-Serving Woman In The House", "url": "https://www.npr.org/2018/03/18/594321235/ohio-democrat-marcy-kaptur-makes-history-as-longest-serving-woman-in-the-house", "text": "Ohio Democrat Marcy Kaptur Makes History As Longest-Serving Woman In The House\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nMarcy Kaptur didn't plan for this.\n\nFirst elected in 1982, the Ohio Democrat didn't set out to become the longest-serving woman in House history.\n\n\"The reasons that I ran, to change certain practices and policies, [I thought] could be done much more quickly,\" she said in an interview with NPR. On Sunday, Kaptur becomes the longest-serving woman ever to serve in the chamber with a tenure that spans 35 years, two months and 15 days.\n\nCapitol Hill can be a tough place to navigate for any junior legislator, even more so for a woman elected in the early years of the Reagan era. In her Rayburn office, Kaptur keeps a silver-framed photograph of the 1983 swearing-in ceremony on the House floor, presided over by then-Speaker Tip O'Neill, D-Mass.\n\nEnlarge this image toggle caption Courtesy of the office of Rep. Marcy Kaptur, D-Ohio Courtesy of the office of Rep. Marcy Kaptur, D-Ohio\n\n\"That's me, right there,\" she says chuckling, pointing to a tiny, female head in the background of the House chamber, surrounded mostly by white men. \"Look it — compared to today.\"\n\nThirty-five years later, Kaptur is not so alone. Women and minorities now make up a majority of the House Democratic Caucus. This year, an unprecedented number of women are running for Congress and Kaptur sees a female wave on the horizon.\n\n\"I think this is going to be another watershed year for women,\" she says. \"I think the climate is such that we can elect many more women here come November.\"\n\nAwaiting those future legislators is the same reality check Kaptur learned a long time ago.\n\n\"You get here and it's like you run into this big marshmallow, this mammoth marshmallow,\" she says. \"And it kind of absorbs you, and it's so hard to work your way through in order to get passage to do something different for the country.\"\n\nKaptur keeps one reminder of this \"Marshmallow Maxim\" in her Rayburn office. Hanging on the wall is a poster-sized aerial view of the World War II Memorial on the National Mall.\n\n\"I have it here to remind me how long it took us to do something the American people wanted,\" she says. Kaptur wrote the bill to create the memorial — 1987. Seventeen years later, it opened to the public. \"I look at that and it reminds me how long it takes to do something good.\"\n\nIt's a lesson the women who came to Congress before Kaptur had to learn, too. She takes the longest-serving woman title from the late Rep. Edith Nourse Rogers, R-Mass.\n\nHouse Speaker Paul Ryan, R-Wis., paid tribute to both on the floor this week, saying: \"Edith Nourse Rogers famously summed up her time in office by saying this: 'The first 30 years are the hardest. You start it and you like the work and you just keep on.' Marcy, you have certainly kept on.\"\n\nAfter 35 years in Washington, Kaptur reflects on her career without any apparent cynicism. She still marvels at the advancements she's made in her own life. \"I was rejected when I applied to the U.S. Air Force Academy, to Notre Dame University when I was first seeking to go to college, and to the FBI because I was a woman,\" she says.\n\nThat was Kaptur's reality as a young woman. This is her reality now, as a senior lawmaker: \"Now I'm able to appoint women to our service academies. Obviously I defend the FBI here, especially of late, I recognize how important they are to the country, and Notre Dame now accepts women. So we've seen this change just in my lifetime, and it's a good thing.\"\n\nAt 71, Kaptur says she has no sights on retirement.\n\n\"Well, I'm not finished with what I started to do,\" she explains.", "keywords": ["office", "woman", "longestserving", "democrat", "marcy", "makes", "women", "ohio", "history", "rep", "house", "kaptur", "marshmallow", "reality"], "polarity": 0.17538780663780665, "subjectivity": 0.47224025974025974},
{"title": "The Weinstein Co. Files For Bankruptcy, Cancels Non-Disclosure Agreements", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/595089301/the-weinstein-co-files-for-bankruptcy-cancels-non-disclosure-agreements", "text": "The Weinstein Co. Files For Bankruptcy, Cancels Non-Disclosure Agreements\n\nEnlarge this image toggle caption Richard Shotwell/AP Richard Shotwell/AP\n\nThe Weinstein Company Holdings LLC announced that it has filed for voluntary bankruptcy and entered into an agreement to sell its assets to a Dallas-based equity firm.\n\nIt also announced that it is ending all nondisclosure agreements that prevented victims of alleged sexual misconduct at the hands of disgraced Hollywood mogul Harvey Weinstein from talking about their experiences.\n\nThe Weinstein Co. will enter into a \"stalking horse\" agreement with an affiliate of Lantern Capital Partners in conjunction with entering into bankruptcy proceedings.\n\n\"Under the agreement, Lantern will purchase substantially all of the assets of the Company, subject to certain conditions including approval of the Bankruptcy Court. The Board selected Lantern in part due to Lantern's commitment to maintain the assets and employees as a going concern,\" said the company in a statement released late Monday.\n\nBut it was the second and third paragraphs of the statement that are likely to draw even greater attention in light of the many women who have come forward to accuse Weinstein of sexually harassment and abuse.\n\n\"Today, the Company also takes an important step toward justice for any victims who have been silenced by Harvey Weinstein. Since October, it has been reported that Harvey Weinstein used non-disclosure agreements as a secret weapon to silence his accusers. Effective immediately, those \"agreements\" end. The Company expressly releases any confidentiality provision to the extent it has prevented individuals who suffered or witnessed any form of sexual misconduct by Harvey Weinstein from telling their stories. No one should be afraid to speak out or coerced to stay quiet. The Company thanks the courageous individuals who have already come forward. Your voices have inspired a movement for change across the country and around the world.\"\n\nThe announcement comes after a group of investors, led by former Obama administration official, Maria Contreras-Sweet, tried and failed to purchase the assets of The Weinstein Co. earlier this month. That deal, which would have re-invented the firm as a female-run company, collapsed upon the discovery of debt previously unknown by the investors.\n\nWeinstein has been accused of raping or sexually assaulting many women over decades.\n\nNew York Attorney General Eric Schneiderman, who has brought suit against The Weinstein Co., Harvey Weinstein and his brother, Bob Weinstein, issued a statement praising the announcement.", "keywords": ["company", "files", "weinstein", "cancels", "lantern", "agreement", "agreements", "bankruptcy", "nondisclosure", "harvey", "assets", "statement"], "polarity": 0.09363275613275612, "subjectivity": 0.5200324675324677},
{"title": "Brother Of Florida Shooter Arrested For Trespassing At Stoneman Douglas High", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/595075613/brother-of-florida-shooter-arrested-for-trespassing-at-stoneman-douglas-high", "text": "Brother Of Florida Shooter Arrested For Trespassing At Stoneman Douglas High\n\nEnlarge this image toggle caption AP AP\n\nThe brother of the suspect in the killings of 17 people at Marjory Stoneman Douglas High School in Parkland, Fla., was arrested Monday for trespassing at the same site.\n\nAccording to a police report quoted by the Miami Herald, \"Defendant Cruz stated that he unlawfully entered the school property to 'reflect on the shooting and to soak it in ...\"\n\nZachary Cruz, 18, had been warned to stay away from the campus, the Herald reported. The police report said that Cruz was spotted on campus at about 4:30 p.m. after the school day was over and students had been dismissed.\n\n\"Defendant Cruz surpassed all locked doors and gates and proceeded to ride his skateboard through school grounds,\" a deputy wrote in his arrest report.\n\nZachary Cruz's arrest comes just about a month after his brother, Nikolas Cruz, 19, allegedly shot and killed 14 students and 3 staff members at the Parkland school. Nikolas Cruz could face the death penalty.\n\nThe Sun Sentinel reports that Zachary has been living with a family friend since his mother, Lynda Cruz, died in November 2017.\n\nThe Sun Sentinel added that Zachary had admitted to Palm Beach County Sheriff's deputies that he and his friends had bullied his brother, Nikolas, when they were younger.", "keywords": ["stoneman", "high", "zachary", "students", "trespassing", "shooter", "report", "sentinel", "douglas", "nikolas", "brother", "florida", "arrested", "school", "cruz"], "polarity": -0.009999999999999998, "subjectivity": 0.163125},
{"title": "Guys, We Have A Problem: How American Masculinity Creates Lonely Men", "url": "https://www.npr.org/2018/03/19/594719471/guys-we-have-a-problem-how-american-masculinity-creates-lonely-men", "text": "Guys, We Have A Problem: How American Masculinity Creates Lonely Men\n\nEnlarge this image Maciej Toporowicz/Getty Images Maciej Toporowicz/Getty Images\n\nWhen Paul Kugelman was a kid, he had no shortage of friends. But as he grew older and entered middle age, his social world narrowed.\n\n\"It was a very lonely time. I did go to work and I did have interactions at work, and I cherished those,\" he says. \"But you know, at the end of the day it was just me.\"\n\nThe Lonely American Man The Lonely American Man Listen · 48:07 48:07\n\nKugelman's story isn't unusual: researchers say it can be difficult for men to hold on to friendships as they age. And the problem may begin in adolescence.\n\nNew York University psychology professor Niobe Way, who has spent decades interviewing adolescent boys, points to the cultural messages boys get early on.\n\n\"These are human beings with unbelievable emotional and social capacity. And we as a culture just completely try to zip it out of them,\" she says.\n\nThis week on Hidden Brain, we look at what happens when half the population gets the message that needing others is a sign of weakness and that being vulnerable is unmanly.\n\nResources:\n\nThis episode refers to the Harvard Study of Adult Development, Niobe Way's book, Deep Secrets, and research on suicide rates and social interaction.\n\nThe Hidden Brain radio show is hosted by Shankar Vedantam and produced by Parth Shah, Jennifer Schmidt, Rhaina Cohen, and Matthew Schwartz. Our supervising producer is Tara Boyle. You can also follow us on Twitter @hiddenbrain.", "keywords": ["toporowiczgetty", "maciej", "masculinity", "guys", "hidden", "man", "work", "american", "lonely", "problem", "men", "creates", "niobe", "social"], "polarity": -0.0456060606060606, "subjectivity": 0.38147186147186146},
{"title": "After Election Landslide, It's Putin's Russia (More Than Ever)", "url": "https://www.npr.org/sections/parallels/2018/03/19/594968480/after-election-landslide-its-putin-s-russia-more-than-ever", "text": "After Election Landslide, It's Putin's Russia (More Than Ever)\n\nEnlarge this image toggle caption Jolie Myers/NPR Jolie Myers/NPR\n\nVladimir Putin won re-election with a landslide victory: 76 percent of the vote. That win puts him on track to rule until 2024 — nearly a quarter century in power, second only to Stalin as far as Kremlin leaders go.\n\nWhat does another six years mean for Russia?\n\n\"Given the fact that this time should be his final term, I think his mission can be formulated as: to guarantee that the system he's erected, which brought Russia back to the world stage as a significant player after a pretty big demise in [the] 1990s ... will survive him,\" veteran journalist Fyodor Lukyanov told NPR's All Things Considered in Moscow on Monday.\n\nLukyanov is editor-in-chief of the foreign policy journal Russia in Global Affairs.\n\nThese excerpts have been lightly edited for clarity.\n\nInterview Highlights\n\nOn what this victory means for Putin and his mission\n\nTo believe that an authoritarian ruler is just a cynical manipulator, it's not fair. And I think Putin is not that kind of person. He believes in his particular mission, and he believes in his connection to people. ...\n\nIf he [believed] that this system cannot exist without him, that will be perceived by him as a defeat.\n\nThis system is closely connected not to the president of the Russian Federation, but to the president whose name is Vladimir Putin.\n\nPutin ... embodied what Russian people wanted to see after a very turbulent period of the collapse of the Soviet Union. But the [flip side] of this is that the legitimacy of the whole system is actually equal to his personal legitimacy. ...\n\nHe cannot just go and put in a successor ... because this place is suited for him. No person after him will have his kind of relationship to the Russian nation. This person will have to develop his own way, but to do this he will need time, and to guarantee that during this time the system will not collapse, he will need some institutional changes as well.\n\ntoggle caption Jolie Myers/NPR\n\nOn a message of stability, despite chaotic international relations\n\nThe question is, to what extent do people in Russia feel \"hurt\" by, for example, expulsion of Russian diplomats from Britain, or new sanctions imposed by the U.S.? ... It doesn't touch [the average Russian]. ...\n\nIf you compare the narrative now and, say, 10 years ago – the Russian discussion was much less homogeneous, and those who claimed that Russia was to blame were not the majority, of course, but a significant minority. Now ... you hear voices in support to the Western position, but very few.\n\nOn Russians' faith in Kremlin denials of wrongdoing\n\nWhen I followed the [2016 presidential] campaign in the United States, I was pretty shocked. Because previously I believed that paranoia is a Russian business. So I'm afraid that we are in big trouble for one simple reason: because all the major actors have such huge domestic problems, that foreign policy issues are becoming, everywhere — Russia, China, U.S., Britain, Germany — a means to address this. And this is terrible.\n\nFreelance journalist Anna Shpakova contributed to this report.", "keywords": ["russian", "russia", "significant", "jolie", "election", "person", "putin", "victory", "landslide", "system", "think", "putins", "pretty"], "polarity": 0.033512906846240184, "subjectivity": 0.4351084255250923},
{"title": "NRA Signals Openness to Gun Removal Laws — With Conditions", "url": "https://www.npr.org/2018/03/19/594919524/nra-signals-openness-to-gun-removal-laws-with-conditions", "text": "NRA Signals Openness to Gun Removal Laws — With Conditions\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nLately, the NRA has relied heavily on videos to communicate with the public and its supporters, and video is how it announced its position on legislation to temporarily remove guns from people thought to pose a threat.\n\n\"We need to stop dangerous people before they act,\" says Chris W. Cox, executive director of the NRA's Institute for Legislative Action. \"So Congress should provide funding to states to adopt risk protection orders.\"\n\nOn the surface, this is good news for gun control groups, which have been campaigning for such laws in states around the country. They say this kind of law might have allowed an early intervention to stop the troubled young man who killed 17 people in Parkland, Fla., last month.\n\nGun control groups have assumed the NRA opposes such laws, which are often referred to generically as \"red flag laws.\"\n\n\"The NRA has put out press releases about red flag laws calling them 'Firearms Surrender Bills,' which is completely inaccurate and incendiary rhetoric,\" says Shannon Watts, founder of Moms Demand Action, affiliated with Everytown for Gun Safety.\n\nSo if the NRA now supports such bills, it would represent a big change. But Watts is skeptical.\n\n\"I suspect this is an attempt by the NRA to look moderate, but the devil's in the details,\" Watts says. She says the test is whether the NRA will continue to work against state red flag bills.\n\nThe NRA wouldn't give NPR an interview about its plans, but one of its representatives in Florida was quoted in the Tampa Bay Times last month saying the group would not support a version of red flag legislation there \"until we see it has sufficient protections.\"\n\nAnd that appears to be the sticking point. The NRA's support for red flag laws comes with the condition that there be high legal thresholds for temporary gun removals — higher than most gun control activists are calling for.\n\nAbout a day after the NRA posted the video, negative reactions from supporters of gun rights forced it to add a clarifying note, saying the association did not support the kind of red flag laws that have already passed in other states. In 2014, California passed legislation allowing family members to ask judges to temporarily remove guns from a person who appears to pose a threat; in 2016, voters in Washington state approved a similar law.\n\n\"The NRA strongly opposed these laws because they do not protect due process rights. We will continue to oppose confiscation schemes such as these,\" the group wrote on its YouTube page.\n\nThe note goes on to say that red flag laws should \"require the judge to make a determination of whether the person meets the state standard for involuntary commitment,\" and the removal of a gun must be accompanied by mental health treatment.\n\nDr. Garen Wintemute, the director of the University of California Firearm Violence Prevention Research Center and a proponent of red flag laws, says that condition goes too far.\n\n\"The requirement for mental health treatment is inappropriate, because 1) these orders don't necessarily involve mental health problems,\" Wintemute wrote in an email to NPR, \"and 2) when they do, the requirement for treatment should be determined by a mental health professional—remember that the judge won't have such information in the vast majority of cases.\"\n\nStill, Wintemute, an emergency department physician, believes the NRA's willingness to entertain the possibility of red flag laws is a positive development.\n\n\"I see this as a welcome instance of convergence in support of a focused, effective intervention and am looking forward to more such convergences,\" Wintemute writes.", "keywords": ["gun", "red", "flag", "openness", "removal", "laws", "wintemute", "support", "mental", "health", "watts", "conditions", "nra", "signals"], "polarity": 0.044221158958001064, "subjectivity": 0.38717171717171706},
{"title": "Russian Journalist Weighs In On Country's #MeToo Movement", "url": "https://www.npr.org/2018/03/19/595018847/russian-journalist-weighs-in-on-countrys-metoo-movement", "text": "Russian Journalist Weighs In On Country's #MeToo Movement\n\nIn Russia, a small number of women have spoken out publicly against powerful men who they say have sexually harassed them. Journalist Daria Zhuk is one of them. She says a powerful politician sexually harassed her in 2014 and that Russian women can learn from the #MeToo movement in America.\n\nMARY LOUISE KELLY, HOST:\n\nAnd I'm Mary Louise Kelly in Moscow, specifically at the Duma, Russia's parliament. And I want to give you a little sense of how the #MeToo movement is playing here in Russia. Several women here have come forward, and they have made allegations of sexual harassment by the head of the Duma's foreign affairs committee. In response, the speaker of the Duma came out and offered this advice - direct quote - \"do you feel in danger working at the Duma? If so, then get another job.\"\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDARIA ZHUK: (Speaking Russian).\n\nKELLY: That is Daria Zhuk, one of the women who's come forward. She's a journalist. And what you're listening to is a video message she recorded and what her TV network Dozhd broadcast nationwide last month here in Russia.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nZHUK: (Speaking Russian).\n\nKELLY: \"I have only one question,\" Zhuk asks. \"Are you still going to deny this? Aren't you ashamed to be working in the Parliament and behave this way?\" We're climbing the stairs to the offices of Dozhd - TV Rain in English - to meet up with Daria Zhuk.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED REPORTER: (Speaking Russian).\n\nKELLY: TV Dozhd is edgy by Russian standards. Its news shows report on gay rights in Chechnya and government torture of political prisoners. Zhuk has just launched a new show about women and women's rights. She's 27 now. She was 24 in 2014. And that is when she says Leonid Slutsky, a powerful politician, sexually harassed her. She was trying to book him for a panel on the evening news show.\n\nZHUK: (Through interpreter) When I was trying to book him, he was jokingly saying that he would only come on the show if I would go out with him to a restaurant. When I showed the messages to the anchor, he told me, yes, that guy always acts this way. But he also said, listen; we need him to be a guest on the show, and that's why we cannot react to those comments. So I didn't pay attention to the tone of the messages and kept asking him to come on the show.\n\nKELLY: It took a month to persuade Slutsky to appear, which meant a month of lewd jokes and come-ons.\n\nSo he walks in. He arrives at the studio. And what happened?\n\nZHUK: (Through interpreter) I met him at the door. This happened four years ago, but I still remember quite vividly how disgusting this was. It was late and there were not that many people in the newsroom at that time. I told him, I need go and talk to the anchor, and I'll be right back. And as soon as I turned he touched me. He touched my butt. I just froze. So then he tried to get closer to me. He approached me and tried to kiss me with his mouth open. I was shocked. I was only 24. You could say I was just a child. I did not know what to do or how to react, so I fled the room. I ran away.\n\nKELLY: Zhuk says she told her colleagues about what happened, but she says HR isn't really a thing in Russia and she wasn't clear on what laws might apply, so she let it go until she saw a headline on the website of her own news network. Two women were accusing Leonid Slutsky of sexual harassment. Zhuk decided to tell her story, too, and Slutsky responded.\n\nZHUK: (Through interpreter) He wrote a message on March 8 congratulating women for International Women's Day. And he wrote, I want to take this opportunity to apologize to women whom I've voluntarily or involuntarily offended in any way.\n\nKELLY: What is your message to him? If he were sitting here right now, what would you want to say to him?\n\nZHUK: (Through interpreter) Leonid Eduardovich, I do not believe in your remorse and your repentance. Leonid Eduardovich, you have to take responsibility for your actions.\n\nKELLY: Are people in Russia following what's happening in the United States with Harvey Weinstein and the #MeToo movement? Do people here know about it?\n\nZHUK: (Through interpreter) Yes, people in Russia are following the news.\n\nKELLY: And what do people think about it?\n\nZHUK: (Through interpreter) We don't have a lot of independent media, and the majority of Russian people are seeing this play out only on the government-controlled channels. Those channels broadcast an absolutely clear message - Americans have lost their minds. Will Americans stop having sex? Will they stop having romantic relationships? They have pushed this to the point of absurdity. That is what the majority of people think here.\n\nKELLY: What do you think? What do you think of the #MeToo movement?\n\nZHUK: (Through interpreter) I believe that if not for this movement in the U.S., we would not be talking about any of this right now. The women in America showed us how we can protect ourselves.\n\nKELLY: Journalist Daria Zhuk, one of several women who have come forward with sexual harassment claims against powerful men. She believes those claims will maybe mark the beginning of a conversation here in Russia.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["russian", "russia", "come", "movement", "journalist", "powerful", "metoo", "countrys", "women", "interpreter", "think", "slutsky", "zhuk", "weighs"], "polarity": -0.03863715940921825, "subjectivity": 0.5561767888973772},
{"title": "Mississippi Governor Signs Nation's Toughest Abortion Ban Into Law ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/595045249/mississippi-governor-signs-nations-toughest-abortion-ban-into-law", "text": "Mississippi Governor Signs Nation's Toughest Abortion Ban Into Law\n\nEnlarge this image toggle caption Rogelio V. Solis/AP Rogelio V. Solis/AP\n\nIn his State of the State Address in 2014, Gov. Phil Bryant announced a goal: \"to end abortion in Mississippi.\"\n\nBryant has now signed a law that makes his state the most difficult state in the country to get an abortion. It is called the Gestational Age Act, and it bans abortions after 15 weeks of gestation, except in the case of a medical emergency or a severe fetal abnormality. The law does not make exceptions in cases of rape or incest. The Mississippi House passed the measure on March 8, and Bryant signed it into law on Monday.\n\nThe Associated Press reports that Mississippi's only clinic that does abortions has sued the state in response to the legislation. In 2012, that same clinic, The Jackson Women's Health Organization, filed a lawsuit challenging a different bill Bryant signed into law. That bill enacted stricter requirements for abortion facilities, including a requirement that all physicians associated with an abortion facility have the right to admit patients to a local hospital. It was eventually blocked by a federal district court in 2013.\n\nAfter signing this latest bill, Bryant wrote on Twitter, \"I am committed to making Mississippi the safest place in America for an unborn child, and this bill will help us achieve that goal.\"\n\n\"We are saving more of the unborn than any state in America, and what better thing we could do,\" Bryant said as he signed the bill. \"We'll probably be sued here in about a half hour, and that'll be fine with me. It is worth fighting over.\"\n\nOn the national level, some recent attempts to restrict abortion have failed, as Julie Rovner reported for NPR and Kaiser Health News:\n\nDespite many attempts, Congress did not pass a federal ban on abortions occurring after 20 weeks, didn't cut off Planned Parenthood's federal funding and didn't write into permanent law the Hyde Amendment, which bans most federal abortion funding but needs annual renewal.\n\nBut, Rovner added, the Trump administration has made some progress in restricting abortion and contraception access:", "keywords": ["law", "bryant", "state", "mississippi", "ban", "abortion", "bill", "signs", "governor", "weeks", "abortions", "federal", "nations", "toughest", "signed"], "polarity": 0.17556390977443606, "subjectivity": 0.4724937343358395},
{"title": "Sworn To Secrecy: Trump's History Of Using Nondisclosure Agreements", "url": "https://www.npr.org/2018/03/19/595025070/sworn-to-secrecy-trumps-history-of-using-nondisclosure-agreements", "text": "Sworn To Secrecy: Trump's History Of Using Nondisclosure Agreements\n\nEnlarge this image toggle caption Brendan Smialowski/AFP/Getty Images Brendan Smialowski/AFP/Getty Images\n\nPresident Trump may have brought one of his favorite tools for dealing with staff in the business world with him into the White House: confidentiality agreements.\n\nAs a businessman, Trump routinely required employees to sign agreements promising not to reveal secrets of the Trump Organization. He did the same during his presidential campaign and the post-election transition period. And according to the Washington Post, Trump has imposed the same confidentiality requirements on some senior members of the White House staff.\n\nThe administration took issue with the Post's story, which cited a draft version of a nondisclosure agreement that included a $10 million penalty for violators.\n\nThat potential fine, at least, isn't correct, the White House said.\n\n\"While nondisclosure agreements are commonplace and common practice for previous administrations, I can say the report that staff were required or asked to sign $10 million nondisclosure agreements is not true,\" White House spokesman Hogan Gidley told reporters traveling on Air Force One. \"But past that, I can't get into security and obviously I can't get into that any further. \"\n\nGidley added that he had not personally been asked to sign an agreement.\n\n\"I've never seen one. I've never been asked to sign one. And I have never signed one,\" he said.\n\nAlthough nondisclosure agreements may be routinely used in the business world, critics say they have no place in the West Wing, where employees don't work for shareholders, but for the people of the United States.\n\n\"Public employees can't be gagged by private agreements,\" Ben Wizner of the ACLU's Speech, Privacy, and Technology Project said in a statement. \"These so-called NDAs are unconstitutional and unenforceable.\"\n\nTrump has a long history of using nondisclosure agreements to protect secrets and discourage disparaging comments.\n\nIn 2013, he successfully sued a Miss Universe contestant for $5 million after she complained publicly that the beauty pageant was rigged. Two decades earlier, Trump sued his ex-wife Ivana for allegedly violating the confidentiality agreement surrounding their divorce. That case was ultimately settled.\n\nStephanie Clifford, an adult film actress who performs under the name Stormy Daniels, collected $130,000 in 2016 in exchange for her silence concerning an affair she allegedly had with Trump. Clifford's attorney has argued the agreement is nonbinding, but Trump's lawyer disagrees. Attorney Michael Cohen has argued that Clifford could need to pay at least $20 million in damages if she violates the agreement.\n\nAs he campaigned for president, Trump said he imagined requiring White House staffers to pledge their secrecy.\n\n\"When people are chosen by a man to go into government at high levels, and then they leave government and they write a book about a man and say a lot of things that were really guarded and personal — I don't like that,\" Trump told the Washington Post in 2016.\n\nReporter Bob Woodward asked Trump if he thought such agreements were \"airtight.\"\n\n\"I think they're extremely airtight,\" Trump said. \"Let's put it this way: it's so airtight that I've never had ... you know, I've never had a problem with this sort of thing.\"\n\nWoodward suggested it might be different in Washington.\n\n\"The taxpayers are paying the other people in the federal government,\" he said.\n\nFederal employees and contractors who work with classified information are routinely asked to sign nondisclosure agreements. There's even a standardized government form for it: Form 312.\n\nBut they're not always effective. A former Navy SEAL who took part in the raid that killed Osama bin Laden published a best-selling book about the operation. Threats of legal action by the Department of Defense only boosted readers' interest.\n\nCourts have sometimes refused to enforce nondisclosure agreements, especially in cases where the information sheds light on corporate behavior that might pose a threat to public health or safety.\n\n\"The idea was, this isn't something that a company should be able to — by contract — hide from the general public,\" said law professor Jodi Short of the University of California's Hastings College of the Law.\n\nShe added that nondisclosure agreements are generally governed by state law, so the rules can vary. But general principles of contract law dictate that employees can't be coerced into signing. And they must receive something of value in return for their silence, like the $130,000 paid to Clifford.\n\nA judge might be unwilling to nullify a nondisclosure agreement simply to satisfy public curiosity, Short said, if no broader health or safety issue were involved. But the power of such agreements to compel silence is limited.\n\n\"You don't get put in jail for breaking a contract,\" Short said. \"All you have to do is pay damages. If you have enough money to pay damages, then nobody can stop you.\"", "keywords": ["white", "cant", "agreements", "nondisclosure", "secrecy", "asked", "trumps", "employees", "trump", "million", "history", "using", "house", "sign", "sworn"], "polarity": 0.02925115207373272, "subjectivity": 0.3776612903225806},
{"title": "Forget Wealth And Neighborhood. The Racial Income Gap Persists", "url": "https://www.npr.org/sections/codeswitch/2018/03/19/594993620/forget-wealth-and-neighborhood-the-racial-income-gap-persists", "text": "Forget Wealth And Neighborhood. The Racial Income Gap Persists\n\nEnlarge this image amathers/Getty Images amathers/Getty Images\n\nA new study conducted by researchers at Stanford, Harvard and the Census Bureau, finds that in 99 percent of neighborhoods in the United States, black boys earn less in adulthood than white boys who come from similar socioeconomic backgrounds. This undermines the widely-held belief that class, not race, is the most fundamental predictor of economic outcomes for children in the U.S.\n\nThe study looked at racial disparities in income over generations by looking at de-identified data from 20 million U.S. children and their parents. It tracked outcomes for Hispanic, white, Asian, black and Native Americans.\n\nRace Research Shows Black Boys Are Most Likely To Be Stuck In Cycle Of Poverty Research Shows Black Boys Are Most Likely To Be Stuck In Cycle Of Poverty Listen · 2:43 2:43\n\nNathaniel Hendren, who co-authored the study, told NPR's Leah Donnella that black and Native American children have the lowest rates of upward economic mobility. Whites and Asians came out at the top, he said. \"For Asians and white children, we find very similar processes of mobility,\" Hendren said. \"For Hispanics, we see slightly lower incomes for children at the same level of parent income.\"\n\nThe researchers found that the racial wealth gap applies even to the country's wealthiest families: Black children whose parents were in the top 1 percent of earners, with incomes at an average of $1.1 million, grew up to have incomes 12.4 percent lower than white children who grew up in households with similar incomes.\n\nHendren says for the U.S. as a whole, the odds of a child raised in the bottom fifth of the income distribution rising to the top fifth are about 7 percent. But that chance at upward mobility varies widely across race. The study found that about 11 percent of white children raised in the bottom fifth end up rising to the top. For black children, that number is 2.5 percent.\n\nThe results are also gendered. The income gap between black and white Americans, the study finds, is almost entirely driven by differences in earnings between black and white men. When the researchers controlled for parental income, they found black women earn slightly more than white women. Meanwhile, white men are far out-earning black men, even when they start out in families with similar income levels.\n\nFor Native Americans, Hendren says, the gender difference is not as stark, but low rates of upward mobility and high rates of downward mobility persist.\n\nAdvocates of programs that address the specific needs of black boys could see the study as an affirmation of their efforts. Will Jawando, who worked on Barack Obama's My Brother's Keeper initiative, told The New York Times that this study \"crystallizes and puts data behind this thing that we always knew was there, because we either felt it ourselves or we've seen it over time.\"\n\nNeighborhoods are still a determining factor when it comes to adult earnings and life outcomes. That holds across race and ethnicity. But Hendren says the study finds a larger black-white wealth gap in the most affluent neighborhoods: \"It suggests that policies ... that aim to reduce just residential segregation can help, and I certainly don't want to say those policies are not fruitful. But we can't stop there if we want to try to eliminate racial disparities.\"\n\nHendren said the study did identify a few neighborhoods where black and white children often reach parity as adults. He highlighted some suburbs of Washington, D.C., including Silver Spring, Md., as having relatively low degrees of racial bias among white people — one significant predictor of whether or not black boys will match watch boys in future earnings. Another factor present in the neighborhoods was high percentages of present black fathers, compared to the country as a whole. (The Times points out that this does not mean the presence of a black boy's father in his life has a direct effect on his eventual earnings; rather, the presence of black fathers in a community may help predict higher incomes for the black boys who grow up there.)\n\nAs for why the differences in wealth and mobility are most persistent among certain groups, Hendren suggests history might play a role. \"Here, I'm speculating. But ... the two groups who happen to stand out – African-Americans and Native Americans – tend to be groups who have experienced a very different history in America,\" he says. \"And so I think that does suggest thinking about the long-run historical processes that might have gotten us here.\"", "keywords": ["white", "forget", "income", "boys", "mobility", "hendren", "persists", "black", "gap", "study", "wealth", "children", "racial", "neighborhood"], "polarity": 0.06288211286705264, "subjectivity": 0.3828648359672457},
{"title": "Deal (Mostly) Struck Over Brexit Terms After Months Of Negotiations", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594929327/deal-mostly-struck-over-brexit-terms-after-months-of-negotiations", "text": "Deal (Mostly) Struck Over Brexit Terms After Months Of Negotiations\n\nEnlarge this image toggle caption Virginia Mayo/AP Virginia Mayo/AP\n\nNegotiators from the U.K. and the EU says they have reached a provisional agreement on how Britain will withdraw from the EU.\n\nThe agreement allows for a nearly two-year transition period, ending on Dec. 31, 2020. The U.K. is set to leave the EU in March 2019 and that transition period is designed to ease the shift.\n\nBut major questions are still up in the air after months of negotiations, most prominently how to handle the border between Ireland and Northern Ireland, which is part of the U.K. The draft agreement is set to be considered by EU leaders later this week.\n\nAt a press conference, EU negotiator Michel Barnier hailed this draft legal text as a \"decisive step, because we were able this morning to agree, and after all those days and nights of hard work, or what will make up an international agreement for the orderly withdrawal of the United Kingdom.\"\n\nEssentially, as Reuters put it, today's deal means that \"Britain will remain as effectively a non-voting EU member\" during that time.\n\nMarkets rallied after the announcement, The Financial Times reported, \"with sterling climbing above $1.40 against the dollar to reach its highest level in three weeks.\"\n\nIf approved, it would prevent a \"cliff-edge exit,\" a scenario in which the U.K. does not reached firm agreement with the EU on the terms before its exit.\n\nU.K.'s Brexit Minister David Davis said that this would allow businesses to plan. \"Businesses need not delay investment decisions, or rush through contingency plans based on guesses about the future deal,\" Davis said. \"Instead they now have certainty about the terms that will apply immediately after our withdrawal.\"\n\nThe deal would allow the U.K. to make trade deals that would enter into force after the transition period ends, Davis said. During the transition period, agreements dating from the U.K.'s EU membership would continue to apply.\n\nIn terms of diplomacy and defense, Davis also stated that this agreement sets the stage for an \"ambitious partnership\" that \"goes beyond the relationship the European Union has with any other third country.\"\n\nAnd the fate of EU citizens in the U.K. has been clarified in this draft. \"British citizens and European citizens of the 27 who arrive during the transition period will receive the same rights and guarantees as those who arrived before the day of Brexit,\" Barnier told reporters, according to The Guardian.\n\nThat's a shift from what British Prime Minister Theresa had previously insisted on, the newspaper adds: that EU citizens \"arriving during the transition period would be treated differently to those already in the U.K.\"\n\nThe 129-page draft agreement is mostly composed of text highlighted in green, indicating that the negotiators have agreed. A section on Ireland and Northern Ireland is primarily yellow or white, showing that it is still under discussion.\n\nBut according to the agreement, the negotiators agreed to what has been termed a \"backstop\" solution for the border.\n\nThat emergency backstop, according to the Financial Times, would \"keep Northern Ireland in key parts of the single market and the EU's customs union\" unless another solution is found.\n\nLast month, as NPR's Lauren Frayer reported, U.K. Prime Minister Theresa May said that no British Prime Minister could ever accept that policy which would \"undermine the U.K. common market and threaten constitution integrity of the U.K. by creating a customs and regulatory border down the Irish Sea.\"\n\nDavis stressed today that there is \"yet no agreement on the right operational approach.\" He added that he hopes \"to achieve a partnership that is so close as to not require specific measures in relation to Northern Ireland.\"\n\nWith regard to fishing, the agreement also provides \"specific safeguards when it comes to annual fishing negotiations,\" Davis said.\n\nFisheries had been hoping for more leverage prior to the end of the transition period. According to the Guardian, leader of the Scottish Conservatives Ruth Davidson said, \"That we now have to wait until 2020 to assume full control is an undoubted disappointment. Having spoken to fishing leaders today, I know they are deeply frustrated with this outcome.\"", "keywords": ["transition", "deal", "months", "eu", "agreement", "terms", "northern", "period", "ireland", "uk", "davis", "minister", "negotiations", "struck", "brexit"], "polarity": 0.044302104899930986, "subjectivity": 0.28943236714975845},
{"title": "Somali Immigrants Have Abandoned Kansas Town After Bomb Plot", "url": "https://www.npr.org/2018/03/19/595018875/somali-immigrants-have-abandoned-kansas-town-after-bomb-plot", "text": "Somali Immigrants Have Abandoned Kansas Town After Bomb Plot\n\nThree militia members go on trial Tuesday for plotting to bomb Somali immigrants working in the Kansas Meatpacking Triangle, a constellation of minority-majority, hardscrabble pioneer towns, that depend on foreign labor. Somali immigrants have all but abandoned one town, despite civic and police efforts to reassure them that they're safe there. Some residents want them to return.\n\nMARY LOUISE KELLY, HOST:\n\nNow to Kansas. Three members of a militia group are scheduled to go on trial tomorrow for what prosecutors say was a plot to bomb an apartment complex full of Muslim Somali immigrants. The alleged plot rattled people in the three rural southwest Kansas communities that form what is known as the Meatpacking Triangle. As Frank Morris of member station KCUR reports, it has also sparked an exodus of immigrants from one of the towns.\n\nFRANK MORRIS, BYLINE: The bomb plot allegedly took root right where I'm standing here by an old, rusty, metal Quonset hut in Wright, Kan., a few miles from Dodge City. Patrick Stein lived here in a trailer, since been removed. And the FBI says that Stein was stockpiling weapons and ammunition until one morning in October of 2016.\n\nCHELSEA BRADVILLE: My kids went out to go to school and there were cops with assault rifles everywhere.\n\nMORRIS: Chelsea Bradville lives a couple of doors down from Stein's old place in this tiny town of 160 on the spare, dry plains of southwestern Kansas.\n\nBRADVILLE: And we don't even have cars that drive by our house really, so, you know, it was really scary.\n\nMORRIS: Prosecutors say that months before the raid, a paid informant began recording Stein as he allegedly prepared to bomb and shoot up an apartment complex containing a mosque 60 miles away in Garden City. According to the indictment, those recordings are full of hateful, racist screeds against Muslim immigrants with Stein claiming that refugees were taking jobs from white workers. This is a staunchly conservative part of Kansas. The pickup in Chelsea Bradville's driveway has a black assault rifle decal in the rear window.\n\nBut Bradville has an abiding respect for the Hispanic, Asian and African immigrants doing hard, dirty work in the area's meatpacking plants.\n\nBRADVILLE: That's, you know, very intensive labor and there's a lot of the community that just doesn't want to do that, you know, and they do. They don't care. They'll do the hard work and make it.\n\nMORRIS: That's a widely held view around here. Ninety miles to the southwest, hundreds of immigrants work at the huge slaughterhouse in the hardscrabble town of Liberal, Kan.\n\nEARL WATT: This is a place for you get a chance to get started.\n\nMORRIS: Earl Watt runs the High Plains Daily Leader and Times newspaper here in Liberal, the town where Patrick Stein allegedly found two men eager to join his plot to attack Somali immigrants.\n\nWATT: The Crusaders or I've heard some other militia names that they were called.\n\nMORRIS: Prosecutors say the two other Crusaders, Curtis Allen and Gavin Wright, work in Liberal making explosives, identifying targets and developing a manifesto declaring war on Muslim immigrants. Defense attorneys won't comment so close to trial, but Watt thinks the defense may argue that the men were lured into the bomb plot by FBI agents.\n\nWATT: If it's proven to be true, these guys are associated with something that was pure evil and it was happening right under a lot of our noses. That's scary.\n\nMORRIS: Especially scary if you are the intended target.\n\nAMBYIO FARAH: Like, it was kind of shocking to me to believe that someone wants to bomb me because of my religion or where I'm from, you know?\n\nMORRIS: Ambyio Farah is an 18-year-old refugee from Somalia and a U.S. citizen. She says she's one of the few from her native country still in Liberal, that close to 200 Somalis have fled. And you can clearly see that here at what used to be a thriving African grocery store.\n\nFARAH: This is the place. It used to be the place, but now it's a ghost town. There's no one here.\n\nMORRIS: It's locked up, it's dark.\n\nFARAH: It used to be really beautiful, have all these African lightings and have someone standing here dressed in their African clothing just to welcome you, say hi.\n\nMORRIS: Farah says a lot of Somalis from Liberal have moved to Garden City, Kan., about 60 miles north of here, joining a larger Somali community, the one allegedly targeted for attack by men going on trial tomorrow. For NPR News, I'm Frank Morris in Liberal, Kan.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["somali", "stein", "work", "town", "immigrants", "abandoned", "bomb", "trial", "plot", "liberal", "kansas"], "polarity": -0.02157772304324028, "subjectivity": 0.4250054734537494},
{"title": "As Wife Of Pulse Nightclub Shooter Faces Federal Charges, A Look At Their Relationship", "url": "https://www.npr.org/2018/03/19/595018868/as-wife-of-pulse-nightclub-shooter-faces-federal-charges-a-look-at-their-relatio", "text": "As Wife Of Pulse Nightclub Shooter Faces Federal Charges, A Look At Their Relationship\n\nNoor Salman, the widow of Pulse nightclub shooter Omar Mateen, is facing charges of obstructing justice and providing material support to terrorists. Author Rachel Louise Snyder has been covering the trial for The New Yorker, and shares some of her reporting on Salman and her abusive relationship with Mateen.\n\nAILSA CHANG, HOST:\n\nIn a courtroom in Florida, Noor Salman is on trial for obstruction of justice and supporting a terrorist organization. She is the wife of the man who on June 12, 2016, walked into Pulse nightclub in Orlando and killed 49 people. Salman faces life in prison if convicted. And the writer Rachel Louise Snyder has been following her trial for The New Yorker. She has talked to Salman's family and defense team. And a warning to our listeners - our conversation includes graphic descriptions of domestic abuse. I began by asking Snyder about the link between domestic violence and mass shootings.\n\nRACHEL LOUISE SNYDER: The gun control advocacy group Everytown for Gun Safety in fact did a study of mass shootings in America, which is four or more people, between 2008 and 2012 and found that more than half of them had been perpetrated by men who had had domestic violence in their background. We're talking...\n\nCHANG: Right.\n\nSNYDER: ...About a very small subset. But in the case of someone like Omar Mateen or Devin Patrick Kelley from Sutherland Springs, Texas - you know, the church shooting not too long ago - they were very extreme cases of violence.\n\nCHANG: What was the abuse that Noor Salman allegedly suffered at the hands of Omar Mateen?\n\nSNYDER: Well, more specifics will come out in the trial when the defense presents their case. But what I've been told, Noor Salman was strangled. She was beaten while pregnant, had forced sex, otherwise known as rape of course. And all of her daily activities were controlled. She didn't drive a car until she was 30. She was given $20 a week in allowance money from him. She was isolated from her family. Her family all lived in California, and once they married, she moved to Florida and didn't see them again until after the Pulse shooting.\n\nCHANG: How much do you think the violence in her marriage will play into the defense's theory as to why she shouldn't take as much responsibility for not alerting authorities?\n\nSNYDER: Certainly it will be a big part of it, and it should be a big part of it. I don't have a sense of whether or not that level of detail is going to be included in the defense. I think what's more relevant to them is, look; here's a guy who was cleared by the FBI in 2013 with all of the, you know, training that they have and the technology. How is this uneducated, abused, sort of powerless person going to be able to see and put these dots together?\n\nCHANG: But, I mean, at the end of the day, if Salman knew that her husband was a threat and still didn't alert anyone, why shouldn't she bear some responsibility under the law for the fact that she could have contributed to the deaths of 49 people?\n\nSNYDER: Well, that's certainly what the prosecution is trying to prove, and that's certainly what the indictments are about. In fact, the prosecution in court documents wrote that a, quote, \"culpable aider and abettor need not perform the substantive offense, need not fully know of its details and need not even be present,\" end quote. So that is I think in some ways the most damning statement for the defense in terms of how they're going to present her.\n\nBut I think what they would say is she certainly knew he was a threat, but she believed that the threat was toward her. And when the shooting first happened and her family in California first heard about it - because of course they heard about it three hours earlier than many of us on the East Coast - they believed that she was probably his first victim.\n\nCHANG: Rachel Louise Snyder is covering the trial of Noor Salman for The New Yorker. Her forthcoming book about the trial and domestic violence is called \"No Visible Bruises.\" Thank you very much for coming in today.\n\nSNYDER: Thank you for having me.\n\n(SOUNDBITE OF JASON ISBELL AND THE 400 UNIT SONG, \"SAVE IT FOR SUNDAY\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["relationship", "pulse", "shooter", "violence", "noor", "louise", "federal", "wife", "faces", "charges", "snyder", "domestic", "think", "look", "nightclub", "family", "trial", "salman"], "polarity": 0.11353105228105227, "subjectivity": 0.3811390692640693},
{"title": "Saudi Arabia: The White House Loves It. Most Americans? Not So Much", "url": "https://www.npr.org/sections/parallels/2018/03/19/595018861/trump-may-love-saudi-arabia-but-many-americans-do-not", "text": "Saudi Arabia: The White House Loves It. Most Americans? Not So Much\n\nEnlarge this image toggle caption Dan Kitwood/AP Dan Kitwood/AP\n\nWith Saudi Crown Prince Mohammed bin Salman embarking on a nearly three-week road show across the United States, he will have one major hurdle: Americans don't like his country very much.\n\nDespite a 75-year economic and military alliance with Saudi Arabia and regular royal visits, 55 percent of Americans have an unfavorable view of the kingdom, according to a Gallup poll in February.\n\nEven longtime U.S. adversaries like China and Cuba have scored more favorably.\n\nCrown Prince Mohammed is expected to be welcomed as a reformer when President Trump greets him at the White House on Tuesday. The 32-year-old prince recently expanded women's rights. This summer the kingdom lifts its ban on women driving. Women are also allowed to enter the military for the first time and can attend sporting and cultural events.\n\nHe's reined in the religious police who enforced strict rules of public behavior. Public cinemas will be licenses for the first time in decades.\n\nBut he's also raised concerns with brazen power moves that include detaining more than 300 businessmen, former ministers and high-ranking royals in a five-star hotel in the capital Riyadh. The Gulf nation's leaders described the wave of arrests in November 2017 as an anti-corruption purge, but for many international investors, it seemed more like a shakedown, as wealthy Saudi businessmen were pressured to negotiate secret settlements and hand over billions to get released or face public trials and personal ruin.\n\nCrown Prince Mohammed has a backer in the White House. President Trump tweeted his approval of the anti-corruption campaign within hours of the arrests in Riyadh.\n\n\"I have great confidence in King Salman and the Crown Prince of Saudi Arabia, they know exactly what they are doing....\" the president tweeted.\n\nAfter the White House visit, the crown prince's schedule includes meetings in Silicon Valley, in Los Angeles with entertainment executives, oil industry leaders in Houston, captains of finance in New York and high-profile media interviews along the way.\n\nThe busy itinerary appears to be a charm offensive to reset American public opinion and woo U.S. investors. Saudi Arabia has a story to sell: a young, dynamic crown prince who claims to be dramatically reforming the kingdom. He will tell a skeptical American business community that Saudi Arabia is safe for investments and even open for tourism for the first time.\n\nThe Saudi and U.S. economies are significantly linked by \"investment ties, energy markets, and a shared interest in the stability of the global economy,\" writes Karen Young, a resident scholar at Arab Gulf States Institute in Washington. For one, Saudi Arabia is the biggest international buyer of U.S. weapons.\n\nIt will be an uphill battle, says Frank Wisner, a retired U.S. diplomat and businessman.\n\n\"It's not an easy country to like,\" Wisner says. \"The American mind simply rebels at the way Saudi women are treated, the way they execute criminals, the enforced religious doctrine,\" he says.\n\nThere are other issues that follow the prince to the United States. Members of Congress are urging the U.S. to stop supporting the Saudi war in Yemen, which has triggered a humanitarian crisis in the country.\n\nFor all the claims of reform, the prince hasn't talked about free speech or elected leadership. Dissident clerics and critics of the latest reforms have been jailed.\n\nBut the issues that color American public opinion come closer to home.\n\n\"It goes back to the 1980s, they [the Saudis] were perceived using their oil wealth to rip off Americans,\" explains Gerald Feierstein, director of Gulf affairs at the Middle East Institute in Washington and a former ambassador to Yemen.\n\n\"I see from the coverage that Saudi Arabia is a country that many liberal Americans ... [and] many liberal Westerners love to hate.\" says Bernard Haykel, professor of Near Eastern studies at Princeton University.\n\nThere have been serious low points in the relationship, like when Saudi Arabia imposed an oil embargo against the United states in the 1970s in retaliation for America's military support for Israel. More recently, last December, Saudi King Salman bin Abdul-Aziz Al Saud condemned President Trump's recognition of Jerusalem as Israel's capital.\n\nWorst of all for some Americans, the Sept. 11 attacks still cast a long shadow over Saudi Arabia because 15 of the 19 hijackers were Saudi nationals.\n\n\"There are still lots of people who look at the Saudis and think 9/11,\" says F. Gregory Gause, a professor of international affairs at Texas A&M. \"Either they were behind it, for which there is no evidence, or they created the conditions.\"\n\nFor a long time there have been two things you could count on in relations between the United States and Saudi Arabia.\n\nThe country has been favored by American Presidents.\n\nBut it's unpopular with the American people.\n\n\"The White House is always friends with Saudi Arabia. It's largely because the things that the Saudis do that are good for American foreign policy are seen in the White House and very few other places.\" Says Gause.\n\n\"The things that the Saudis do that are good for American foreign policy are seen in the White House and very few other places. The Saudis just do things quietly,\" says Gause.\n\nThe Trump administration is rolling out the red carpet and cranking up the pomp for Crown Prince Mohammed.\n\nIt's payback for the Saudi royal welcome Trump received on his first foreign outing as president last summer. But this Saudi royal charm offensive has to reach out to a wider audience.\n\nCrown Prince Mohammed's trip to American financial centers is part of his effort to woo Western investors to avert an economic disaster at home. Since oil prices collapsed in 2014, the Saudis are burning through billions in foreign reserves just to make ends meet. The government provides a generous system of entitlements to Saudi citizens that can only be maintained at ever-higher oil prices. It's an unsustainable a hurry, says Haykel.\n\n\"He has a short amount of time to change the economy or the country is headed for disaster,\" he says, adding that the crown prince has driven a Tesla, an electric car predicted to one day undermine the oil economy.\n\nThere are many hurdles ahead as Crown Prince Mohammed tries to deliver on his revolutionary agenda to transform his country at warp speed. It's also too soon to tell if he's simply rebranding Saudi Arabia or leading a reboot of the conservative kingdom.\n\n\"He's a different leader from everything that has come in the last 50 years. He has a vision,\" says Haykel. \"He's young and charismatic,\" but Haykel adds that there is a downside to the breathtaking changes.\n\n\"People have pinned huge hopes on his ability to actually change the economy and reform society. Those hopes are very dangerous.\"\n\n\"He is certainly going to change Saudi Arabia,\" says Norman Roule, a retired intelligence officer who served with the CIA in the Middle East. \"The Saudis are superb allies and we have to support them in this journey,\" Roule says, explaining he believes there is no room for failure for a country that is a key to Middle East stability.\n\nBackers of a close U.S.-Saudi relationship note that Riyadh has been a strong strategic partner for decades thanks to oil and regional politics. Saudi Arabia serves as counter-balance to Iran and the Saudis have helped the U.S. battle extremism. The U.S. needs Saudi assistance in a battle of ideas against al-Qaida and ISIS, says Gause: \"Liberal democracies are not going to talk them out of what they are doing. The Saudis can rebut them with their own language.\"\n\n\"If the Saudis don't succeed, what does it mean for the region?\" asks Roule. He believes Saudi Arabia is too big to fail. \"To me the answer is clear. We have to do everything we can to support him.\"", "keywords": ["white", "saudis", "country", "oil", "loves", "prince", "american", "crown", "house", "americans", "saudi", "arabia"], "polarity": 0.09301232101232101, "subjectivity": 0.341050673685289},
{"title": "Uber Say It Will Cooperate With Investigation After Pedestrian Killed In Arizona", "url": "https://www.npr.org/2018/03/19/595018854/uber-say-it-will-cooperate-with-investigation-after-pedestrian-killed-in-arizona", "text": "Uber Say It Will Cooperate With Investigation After Pedestrian Killed In Arizona\n\nUber says it is cooperating with an investigation into a fatal accident involving one of its self-driving vehicles over the weekend. A woman in Tempe, Arizona, was struck and killed as she was crossing a street outside of a crosswalk, according to police.\n\nAILSA CHANG, HOST:\n\nA self-driving car operated by Uber struck and killed a woman this weekend. It happened in Tempe, Ariz., and is thought to be the first pedestrian death involving an autonomous vehicle on a public road. NPR's Laura Sydell covers tech, and she joins us now to talk about the accident. Hey, Laura.\n\nLAURA SYDELL, BYLINE: Hello.\n\nCHANG: What exactly happened?\n\nSYDELL: Well, the Tempe Police Department says at around 10 p.m. Sunday night, an Uber self-driving vehicle hit a pedestrian crossing the road outside of a crosswalk. She was walking her bicycle. They've identified her as a 49-year-old woman. She was taken to a local hospital where she died from injuries inflicted by the crash.\n\nCHANG: And what do we know about the car?\n\nSYDELL: Well, Uber's been testing self-driving vehicles around Tempe and Phoenix, and this was one of those cars. In this case, there was actually a person in the car. And the person is supposed to take over if there is an emergency. Unfortunately it doesn't look like that happened here. While we don't know what caused the accident, the victim was crossing outside of a crosswalk with her bike. And one of the big issues with autonomous vehicles is getting them to respond to unpredictable human behavior.\n\nCHANG: And that's not what happened here. How has Uber responded to all of this?\n\nSYDELL: The company says it's fully cooperating with authorities, and in a statement, it said, our hearts go out to the victim's family. For now, Uber says it is suspending testing of autonomous vehicles in North America. And that's around the Phoenix area. Uber also has vehicles in Pittsburgh, San Francisco and Toronto.\n\nCHANG: You know, one thing that a lot of the companies developing self-driving cars talk about is that these cars will be safer than cars with human drivers. Do you think an accident like this will slow down the adoption of these cars?\n\nSYDELL: Well, you know, we can't know for sure how this will impact the deployment of autonomous vehicles, but it certainly looks like the kind of event that's going to feed the critics. More than 20 states have authorized self-driving cars. Arizona's been particularly welcoming. And the mayor of Tempe, though, tweeted out in a statement saying that the city's been supportive of autonomous vehicles because they're promised for disabled residents and seniors. But he said testing's got to happen safely. And Democratic Senator Edward Markey of Massachusetts issued a statement saying that the accident underscores why we have to be cautious testing these technologies on public roads.\n\nCHANG: All right, that's NPR's Laura Sydell. Thank you so much, Laura.\n\nSYDELL: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["killed", "vehicles", "accident", "thats", "woman", "tempe", "pedestrian", "say", "selfdriving", "know", "autonomous", "uber", "arizona", "cooperate", "cars", "investigation"], "polarity": 0.12129629629629626, "subjectivity": 0.4049981103552532}
]