[
{"title": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump", "url": "https://www.npr.org/2018/03/17/594562355/source-fired-deputy-fbi-director-took-memos-notes-about-interactions-with-trump", "text": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 10:25 p.m. ET\n\nBefore Washington, D.C., had fully processed the late-night firing of Deputy FBI Director Andrew McCabe, who was let go by Attorney General Jeff Sessions less than 48 hours before his planned retirement after more than two decades of service to the bureau, the saga took several new, head-spinning turns Saturday.\n\nMcCabe had taken notes and memos about his interactions with President Trump, similar to those prepared by his former boss and colleague James Comey, a source familiar with the issue told NPR. The source also said the McCabe documents corroborate Comey's account — which could play a key role in Justice Department special counsel Robert Mueller's inquiry into obstruction of justice.\n\nThe McCabe memos are in the possession of Mueller's team of investigators, according to CNN and Axios. And McCabe already sat for an interview with Mueller's team, Axios also reported.\n\nA personal lawyer for the president pointed to McCabe's ouster to argue that it was time for the Justice Department to end the special counsel investigation of Russian interference in the 2016 presidential race and of any ties between Russians and the Trump campaign.\n\nThe attorney's remarks — though not intended to speak for the president — set off yet another round of concern among congressional Democrats about the status of the special counsel investigation and possible ways to protect it — and its leader, former FBI Director Mueller — from being terminated by the White House or the Justice Department.\n\nBy Saturday evening, the president would echo his personal attorney, writing on Twitter \"The Mueller probe should never have been started in that there was no collusion and there was no crime. It was based on fraudulent activities and a Fake Dossier ....\"\n\nAnd, Saturday afternoon McCabe's onetime boss, Comey, sparred directly on Twitter with the president, who fired the FBI director in May of last year. Comey, on the verge of releasing a book, told Trump that soon the American people \"can judge for themselves who is honorable and who is not.\"\n\nSessions announced late Friday that he had terminated McCabe's employment with the FBI \"effective immediately.\"\n\nThe attorney general pointed to internal recommendations from the Justice Department's inspector general and the FBI's Office of Professional Responsibility that found \"McCabe had made an unauthorized disclosure to the news media and lacked candor — including under oath — on multiple occasions,\" Sessions said in a statement announcing the firing.\n\n\"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, 'all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand,' \" Sessions also said.\n\nBut McCabe said his firing was politically motivated. \"I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey,\" McCabe said in his own late-night statement Friday. The former FBI official said he had been targeted because he can \"corroborate former Director Comey's accounts of his discussions with the President.\"\n\nMcCabe's attorney said in his own statement that the White House has attacked McCabe since last year with the result of putting \"inappropriate pressure\" on Sessions to oust McCabe. \"This intervention by the White House in the DOJ disciplinary process is unprecedented, deeply unfair, and dangerous,\" attorney Michael Bromwich said.\n\nBromwich also argued that the process by which the termination decision had been made was unfair and had been rushed, limiting the time that he and McCabe had to access, review and analyze the relevant evidence in order to prepare a response.\n\nThe \"concerted effort to accelerate the process in order to beat the ticking clock of [McCabe's] scheduled retirement violates any sense of decency and basic principles of fairness,\" Bromwich said. (Sessions, for his part, said the internal investigation of McCabe had been \"extensive and fair\" and undertaken \"according to Department of Justice Procedure.\")\n\nThe McCabe firing added yet more fuel to the Russia imbroglio, an at least year-long conflagration that never wants for oxygen in Washington, D.C.\n\n\"This will be known as the Friday night slaughter,\" presidential historian Douglas Brinkley said on CNN soon after news of the ouster broke. Brinkley was referencing President Richard M. Nixon's infamous \"Saturday Night Massacre\" of several senior Justice Department officials during the Watergate scandal.\n\nA personal lawyer for Trump seized on the firing and suggested it should provide motivation for the Justice Department to end the Mueller investigation altogether.\n\nSaying he was speaking for himself and not for Trump, attorney John Dowd said in a statement emailed to NPR that \"I pray that [Deputy Attorney General Rod] Rosenstein will follow the brilliant and courageous example of the FBI Office of Professional Responsibility and Attorney General Jeff Sessions and bring an end to alleged Russia Collusion investigation manufactured by McCabe's boss James Comey based upon a fraudulent and corrupt Dossier.\"\n\n\"Just end it on the merits in light of recent revelations,\" Dowd explained, apparently alluding to the internal investigation that had ended McCabe's FBI career just before he planned to retire.\n\nThe top Democrat in the Senate said Dowd's view reflected the inclination of the president and his legal team to undermine the special counsel rather than to cooperate with Mueller's investigation.\n\n\"The president, the administration, and his legal team must not take any steps to curtail, interfere with, or end the special counsel's investigation or there will be severe consequences from both Democrats and Republicans,\" Senate Minority Leader Chuck Schumer, D-N.Y., said in a statement Saturday.\n\nThe top Democrat on the Senate intelligence committee saw Dowd's remarks as a call to action for his colleagues. \"Every member of Congress, Republican and Democrat, needs to speak up in defense of the Special Counsel. Now,\" Sen. Mark Warner, D-Va., posted on Twitter.\n\nDespite the pushback from leading Democrats in the Senate, Trump himself said Saturday night that the Mueller investigation should never have begun. \"...[t]here was no collusion and there was no crime\" Trump tweeted, adding that the Russia inquiry was a \"WITCH HUNT!\"\n\nHearing the echo Dowd's comments earlier in the in the day in Trump's evening tweet, New York Times reporter Maggie Haberman observed: \"Only two real options on Dowd's initial comment this AM - Trump approved it and was happy with it, or Trump wanted him to go further, was unhappy he didn't, and is doing so himself now.\"\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nAlongside the response to Dowd, lawmakers, partisans, political observers and journalists responded to the firing throughout the day — with Trump leaving no doubt how he felt.\n\nThe occasion of McCabe's firing was \"a great day for the hard working men and women of the FBI - A great day for Democracy,\" the president said in an early morning tweet. Trump also used the online posting to take a swipe at Comey, calling him \"sanctimonious\" and suggesting Comey \"knew all about the lies and corruption going on at the highest levels of the FBI!\"\n\nA former director of the CIA under President Barack Obama slammed Trump after the president praised McCabe's ouster. \"[Y]ou will take your rightful place as a disgraced demagogue in the dustbin of history,\" John Brennan posted on Twitter. \"You may scapegoat Andy McCabe, but you will not destroy America...America will triumph over you.\"\n\n\"Gloat now, but you will be fired soon,\" Rep. Eric Swalwell, D-Calif., a member of both the House intelligence committee and the House Judiciary Committee, told Trump. \"There's a storm gathering, Mr. President, and it's going to wipe out you and your corrupt organization all the way down to the studs.\"\n\nSen. Richard Blumenthal, D-Conn., a member of the Senate Judiciary Committee, said on Twitter that the firing was an attempt to undermine McCabe as a witness in the special counsel investigation and was \"added evidence of obstruction of justice.\"\n\nAnd Sen. Kamala Harris, D-Calif., a member of both the Senate intelligence committee and the Senate Judiciary Committee said the attorney general \"needs to testify immediately before the Judiciary Committee\" about McCabe's firing. \"He must explain the DOJ's process and whether this is an attempt to target, punish or silence those investigating Russia and the Trump campaign.\"\n\nBut Republican lawmakers said Saturday that McCabe's termination was justified.\n\n\"I applaud Attorney General Jeff Sessions for taking action and firing former FBI Deputy Director Andrew McCabe prior to his scheduled retirement,\" Rep. Bob Goodlatte, R-Va., said in a statement. The chairman of the House Judiciary Committee added, \"More must be done to root out the problems at the FBI. I remain extremely troubled by the decisions made by the Bureau during the 2016 presidential election and the role senior FBI officials played in these questionable decisions and irregularities.\"\n\nAnd Rep. Ron DeSantis, R-Fla., another member of the House Judiciary Committee, said McCabe's firing was \"a rare example of someone being held accountable in Washington.\"\n\nAs is his habit, the president took to Twitter on Saturday afternoon to once again deny that his campaign had colluded with Russia, citing a recently announced conclusion by the House intelligence committee. In a seeming reference to McCabe's termination, the president added that \"As many are now finding out, however, there was tremendous leaking, lying and corruption at the highest levels of the FBI, Justice & State.\"\n\nRep. Adam Schiff, D-Calif., the House intelligence committee's top Democrat, quickly pointed out that the conclusion there had been no collusion was confined to the committee's Republicans — who, Schiff told Trump, were \"more interested in protecting you than learning the truth.\"\n\nIn another tweet Saturday afternoon, the president again took on the former FBI deputy director. \"McCabe was caught, called out and fired,\" Trump said, adding, \"How many lies? How many leaks? Comey knew it all, and much more!\"\n\nComey responded within minutes: \"Mr. President, the American people will hear my story very soon. And they can judge for themselves who is honorable and who is not.\"\n\nBut Saturday may have included a bright side for McCabe.\n\nIn an effort to help McCabe complete the amount of employment necessary to qualify for his pension, Rep. Mark Pocan, D-Wis., offered McCabe a job. \"My offer of employment to Mr. McCabe is a legitimate offer to work on election security,\" Pocan said in a press release.\n\nThe Democratic lawmaker added: \"Finally, I'd like to thank Mr. McCabe for his years of service to the FBI and our country. He deserves the full retirement that he has been promised, not to have it taken away as a result of the President's political games.\"\n\nNPR Justice correspondent Ryan Lucas contributed to this report.", "keywords": ["firing", "took", "director", "justice", "memos", "president", "trump", "fired", "attorney", "investigation", "mccabes", "committee", "interactions", "source", "deputy", "notes", "fbi", "mccabe"], "polarity": 0.1181338200405997, "subjectivity": 0.4499828796438965},
{"title": "Russia Expels 23 U.K. Diplomats In Retaliatory Move", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594528044/russia-expels-23-u-k-diplomats-in-retaliatory-move", "text": "Russia Expels 23 U.K. Diplomats In Retaliatory Move\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nThree days after the U.K. said it was expelling 23 Russian diplomats over the poisoning of a former Russian double agent on U.K. soil, Russia says it's responding in kind, by kicking out 23 U.K. diplomats currently in Moscow.\n\nThe Russian Ministry of Foreign Affairs said in a statement Saturday that 23 British diplomats are \"persona non grata\" and must leave the country within a week.\n\nThe Russian ministry also said it was ordering the British Council in Russia to cease operation and that a British consulate in St. Petersburg would not reopen.\n\nThe announcement came after the British ambassador to Russia, Laurie Bristow, was summoned to the foreign ministry in Moscow.\n\nBristow told reporters: \"We will always do what is necessary to defend ourselves, our allies and our values against an attack of this sort, which is an attack not only on the United Kingdom, but upon the international rules-based system on which all countries, including Russia, depend for their safety and security,\" according to The Associated Press.\n\nThe diplomatic standoff started with the poisoning of former Russian double agent Sergei Skripal and his daughter, Yulia, in Salisbury, England on March 4. They remain in critical condition.\n\nA Cold War-era nerve agent of a group called Novichok was used, according to British Prime Minister Theresa May. U.K. Foreign Minister Boris Johnson said it was the first instance of nerve agents being used in Europe since World War II.\n\nExperts say Russia is the only-known maker of Novichok.\n\nOn Wednesday, May called the attack a \"barbaric act\" and announced retaliatory measures including: the expulsion of 23 Russian diplomats she called \"undeclared intelligence officers\"; uninviting Russian Foreign Minister Sergey Lavrov to visit the U.K.; freezing certain Russian government assets in the U.K.; and suspending \"high-level\" diplomatic contacts.\n\nRussia has called the charges \"groundless accusations\" and says British authorities have refused to provide samples of the nerve agent used.\n\nThe Russian foreign ministry said that Britain \"is warned that in case of further unfriendly actions against Russia, the Russian side reserves the right to take further retaliatory measures.\"", "keywords": ["russian", "agent", "23", "retaliatory", "foreign", "russia", "ministry", "british", "diplomats", "uk", "called", "expels"], "polarity": 0.0033783783783783777, "subjectivity": 0.22068854568854565},
{"title": "UMBC's Retrievers Put Virginia In A Hole, Then Buried Every Single Bracket", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594505336/umbcs-retrievers-put-virginia-in-a-hole-then-buried-every-single-bracket", "text": "UMBC's Retrievers Put Virginia In A Hole, Then Buried Every Single Bracket\n\nEnlarge this image toggle caption Streeter Lecka/Getty Images Streeter Lecka/Getty Images\n\nThe NCAA men's basketball tournament has included 64 teams every year since 1985, split into four quadrants and seeded 1-16. In all those years — in 135 tries — no 16 seed had ever beaten a top-seeded team.\n\nSports UMBC's President Talks About His School's Historic Basketball Win UMBC's President Talks About His School's Historic Basketball Win Listen · 3:54 3:54\n\nUntil the University of Maryland, Baltimore County beat the stuffing out of Virginia, the best team in the country, 74-54 on Friday night.\n\nAll of which is to say, if anyone claims they picked against Virginia in their tournament pool, you should feel comfortable not believing them.\n\nThe Retrievers — who made half their three-point shots against easily the best defensive team in the country — were led by 28 points from senior guard Jairus Lyles, and also presumably every four-leaf clover along the shoulders of I-95.\n\nUMBC outscored Virginia 53-33 in the second half, and also outrebounded the Cavaliers despite giving up a lot of height.\n\nUniversity of Maryland, Baltimore County advances to play ninth-seeded Kansas State on Sunday.\n\nThe Virginia Cavaliers advance to wincing at trivia questions for the rest of their lives.\n\n\"I told our guys we had a historic season,\" coach Tony Bennett said after the game. \"And then we go and make history as the first top seed to lose.\"", "keywords": ["hole", "tournament", "streeter", "seed", "talks", "win", "historic", "virginia", "retrievers", "team", "umbcs", "bracket", "single", "basketball", "buried"], "polarity": 0.2516806722689076, "subjectivity": 0.3067226890756302},
{"title": "Former Coal Lobbyist On Tap For No. 2 Spot At EPA", "url": "https://www.npr.org/2018/03/17/593546626/former-coal-lobbyist-on-tap-for-no-2-spot-at-epa", "text": "Former Coal Lobbyist On Tap For No. 2 Spot At EPA\n\ntoggle caption Alex Edelman/picture-alliance/dpa/AP\n\nPresident Trump's nominee for deputy administrator of the Environmental Protection Agency, Andrew Wheeler, has spent much of his career working for less oversight from the agency.\n\nA longtime aide to Sen. James Inhofe, known for his climate-denying antics on the floor of the Senate, Wheeler worked on environmental legislation for more than 15 years in various roles on the Senate Committee on Environment and Public Works. He helped to defeat a 2008 climate bill before leaving to be a private consultant and lobbyist.\n\nThat experience will serve Wheeler well as deputy administrator, his supporters argue, as the EPA continues to roll back Obama-era rules and regulations, and the agency works more closely with industry.\n\n\"I know where the laws are drafted,\" Wheeler said when he appeared before that same committee for his confirmation hearing last year. He joked with Senators and seemed at-ease answering questions from his old colleagues, even as Democrats raised concerns about his past work as a lobbyist.\n\nSince 2009, Wheeler has represented the interests of some of the largest fossil fuel companies in the U.S. as a consultant and lobbyist, and national environmental groups including the Natural Resources Defense Council and Sierra Club oppose his nomination. According to an analysis of public documents by ProPublica, Wheeler has worked as a registered lobbyist for, among others, a major uranium mining company, one of the largest coal companies in the country and a refrigerant manufacturer.\n\nEach of the companies has worked to shape EPA regulations in their favor in recent years.\n\nThe uranium mining company, Energy Fuels Resources Inc., is based in Colorado. Last year, the company lobbied to shrink Bears Ears National Monument, which is adjacent to one of the company's uranium processing mills. The refrigerant manufacturer, ICOR International, hired Wheeler to lobby Congress and the EPA for less stringent ozone regulations.\n\nFollowing his nomination last fall, the Sierra Club's legislative director Melinda Pierce said Wheeler is \"unfit for the job as Deputy EPA Administrator, given his obvious conflicts of interest working for the coal industry.\"\n\nWheeler also lobbied on behalf of utility giant Xcel Energy and has lobbied or consulted for multiple companies with interests in expanding the market for ethanol, including Growth Energy, the trade group for ethanol producers. The EPA is responsible for setting fuel requirements that affect the market for ethanol.\n\nXcel also has a complex relationship with the EPA. The company has invested heavily in renewable energy since the agency passed a sweeping electricity regulation which led states and utilities to make long-term plans for transitioning to clean energy. The EPA is now moving to repeal the so-called Clean Power Plan, but many states have still require utilities, including Xcel, to follow through on transitioning from dirtier fuels like coal to cleaner ones like wind, as the public radio collaboration InsideEnergy has reported.\n\nAsked to comment on how Wheeler's past lobbying and consulting work might affect his approach to helping run the EPA, EPA spokesperson Liz Bowman said \"Mr. Wheeler – like all political nominees – is committed to following the ethics advice of career officials at EPA and will recuse himself as needed, based on the advice of those experts.\"\n\nThe Senate panel's top-ranking Democrat, Sen. Tom Carper, said earlier this year that he had asked Wheeler specifically about his work with the coal company Murray Energy. The company's CEO Bob Murray has long fought environmental and climate regulations. Last year, Murray sent a memo to Pruitt laying out an \"action plan\" that included repealing limits on mercury emissions and reversing the agency's so-called endangerment finding that greenhouse gas emissions are dangerous to public health.\n\nMurray also pushed for the administration to withdraw the U.S. from the Paris Climate Agreement, which President Trump announced he would do last year.\n\nSpeaking at a hearing, Carper said he had spoken to Wheeler about his relationship with Murray, and found Wheeler's explanations encouraging:\n\n\"I have met personally with Mr. Wheeler twice, and I have asked him directly whether he was involved in writing Mr. Murray's proposal. He assured me he was not. He told me that one of Murray Energy's priority issues he worked on was securing health and other benefits for retired miners. Moreover, he also assured me that he views EPA's legal authority to regulate greenhouse gas emissions, which is based on the 'endangerment finding,' as settled law. I have no reason to doubt Mr. Wheeler's assurances that at least on the question of the endangerment finding, he holds a view that is distinct from Bob Murray's.\"\n\nAsked if Wheeler shared Murray's support for items in the action plan, Bowman said \"Mr. Wheeler supports the president's decision to withdraw from the Paris agreement.\"\n\nWheeler has worked at the EPA before, as a special assistant in the agency's Office of Pollution Prevention and Toxics in the early 1990s. His focus was on regulating toxic chemicals — at the time, the EPA was working to update the agency's \"early warning\" system for keeping track of new chemical hazards.\n\nWheeler helped draft guidelines about what information chemical companies were required to disclose to the EPA.\n\nThat work may prove to be relevant to running today's EPA. More than 20 years later, the agency is in the midst of implementing a sweeping law passed under the Obama administration that changes many chemical reporting requirements. How that law is implemented will determine the EPA's power to enforce chemical pollution limits for the foreseeable future.\n\nFor example, the Trump administration rewrote and Obama-era proposed rule to narrow the number of chemicals the agency will review for safety hazards, excluding chemicals like flame retardants that are present in a lot of plush furniture, but are no longer used in manufacturing new products.\n\nCarper's office did not respond to questions about the current timeline for Wheeler's confirmation, which has been stalled since he was nominated last year.", "keywords": ["companies", "company", "epa", "energy", "coal", "worked", "agency", "tap", "lobbyist", "mr", "wheeler", "murray", "spot"], "polarity": 0.05027140827922078, "subjectivity": 0.2965706168831168},
{"title": "Facebook Suspends Political Data Firm Used In Trump Campaign ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594550593/facebook-suspends-political-data-firm-used-in-trump-campaign", "text": "Facebook Suspends Political Data Firm Used In Trump Campaign\n\nEnlarge this image toggle caption Matt Rourke/AP Matt Rourke/AP\n\nFacebook has suspended the data analytics firm that the Trump campaign relied on during the 2016 election, saying the firm improperly received user data and then may have failed to get rid of it.\n\nOn Friday, the social media giant announced that Cambridge Analytica; parent company Strategic Communication Laboratories; Christopher Wylie, who helped found Cambridge Analytica; and U.K.-based professor Aleksandr Kogan were all barred from Facebook pending an investigation.\n\nKogan of the University of Cambridge came up with an app billed on Facebook as a personality predictor \"used by psychologists.\" About 270,000 people downloaded \"thisisyourdigitallife,\" according to Facebook, and in doing so gave away their data; some — depending on security settings — even gave away information about their Facebook friends.\n\nAlthough users may not have realized it, the mining of their personal information was aboveboard; just by downloading the app they had — knowingly or not — consented to giving it away.\n\nBut they did not consent to Kogan giving it away, Facebook says. And when Kogan passed on their data to Cambridge Analytica, he violated platform policies against sharing information with a third party.\n\nFacebook says it learned about what happened in 2015 and removed the app, then demanded Kogan, Cambridge Analytica and SCL destroy the data. Facebook says it was assured by each entity the data was gone.\n\nNow Facebook says it recently learned those assurances may have been false.\n\n\"Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,\" Facebook Vice President and Deputy General Counsel Paul Grewal said in a statement Friday. \"We are moving aggressively to determine the accuracy of these claims.\"\n\nCambridge Analytica denies wrongdoing.\n\nIn its own statement, it concedes it contracted with and received data from Global Science Research, a company led by Kogan, but says that when it learned that the user information was not obtained in line with Facebook's terms of service, it deleted all of it.\n\nCambridge Analytica says it is committed to receiving information in accordance with the UK Data Protection Act \"and to seek the informed consent of each respondent.\"\n\nTo what extent the Trump campaign and Cambridge Analytica were intertwined remains murky.\n\nBillionaire Republican donor Robert Mercer, who donated to the Trump campaign, backs Cambridge Analytica, having invested millions of dollars in the company. And Trump's former chief strategist Steve Bannon sat on its board, even naming the company, according The New York Times.\n\nAccording to the newspaper, \"the firm was effectively a shell\" based in the U.K. and run by foreigners whose contracts with American campaigns — including that of presidential hopeful Ted Cruz — possibly violated Federal Election Commission rules. (The Times interviewed Wylie, who has since left the company and runs another firm.)\n\nThe Trump campaign says it briefly used Cambridge Analytica for TV ads and paid some of its data employees, according to The Associated Press.\n\nBut congressional investigators have questioned CEO Alexander Nix about the company's role in the campaign.\n\nNix said last fall that the firm reached out to WikiLeaks founder Julian Assange in the runup to the election to request emails connected to the Hillary Clinton campaign. WikiLeaks said no. It was around the same time that Cambridge began working for the Trump campaign, reports The Wall Street Journal.\n\nThe Journal also reports that the firm has become ensnared in Justice Department special counsel Robert Mueller's investigation into Russian interference in the 2016 election.\n\nThe company says it uses data analytics and behavioral psychology to boost the clients' campaigns. Nix has denied to the U.K. Parliament that the company gets its data from Facebook.\n\nAnd yet as the firm sought to build \"psychographic profiles\" to help discern whom Internet users are and how political messaging might be tailored to them, it turned to Kogan, the Cambridge University psychology professor. The Times says Kogan created the app using a technique developed at the school's Psychometrics Centre, which is designed to map personality traits based Facebook likes. Kogan then put the app on Facebook under the false pretense of using it for academic purposes.\n\nAll told, the Times says Kogan handed over more than 50 million profiles to Cambridge Analytica, including information from app users' friends — who had never consented to forgoing their data. Around 30 million of those profiles contained enough information to build psychographic profiles, the newspaper says.\n\nThe firm said in its statement, \"No data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.\"\n\nFacebook says it will take legal action if it finds something unlawful occurred.", "keywords": ["data", "kogan", "cambridge", "company", "suspends", "political", "trump", "facebook", "campaign", "analytica", "information", "firm", "used"], "polarity": -0.01519902861366276, "subjectivity": 0.32604001689367546},
{"title": "The Big Student Walkout; DeVos On School Safety; The First Amendment On Campus", "url": "https://www.npr.org/sections/ed/2018/03/17/593937655/the-big-student-walkout-devos-on-school-safety-the-first-amendment-on-campus", "text": "The Big Student Walkout; DeVos On School Safety; The First Amendment On Campus\n\nEnlarge this image toggle caption Michael Rubinkam/AP Michael Rubinkam/AP\n\nHello and welcome to another edition of the weekly roundup. The nation's eyes have been on students this week, so let's check in.\n\nNational student walkout\n\nOn March 14, a month after the shooting at Marjory Stoneman Douglas High School, K-12 students all over the country walked out of class to protest gun violence. Many chose to leave for 17 minutes, one for each of those killed in the Parkland, Fla., attack. NPR also reported on the songs they sang in protest. A march on Washington is planned for next Saturday.\n\nTeachers oppose carrying guns\n\nAlmost three out of four teachers oppose the idea of being armed at school, according to a new Gallup poll. And 58 percent say that teachers and staff carrying guns would make schools less safe.\n\nDeVos will head school safety commission\n\nOn March 11, President Trump appointed Education Secretary Betsy DeVos to a new Federal Commission on School Safety.\n\nAfter appearances on 60 Minutes and the Today show, for which DeVos was criticized for seeming ill-informed, she provided more details to the National Parent Teacher Association conference on Tuesday.\n\nDeVos advocated some measures that have also been endorsed by a large number of experts on school climate and mental health. These include two that involve the supply of weapons: strengthening background checks for gun buyers and a measure called temporary extreme risk protection orders to take away a firearm if the police perceive an imminent threat.\n\nDeVos also included a call to back the proposed STOP School Violence Act, which provides states with money for training, technology and technical assistance, including \"threat assessment\" teams.\n\nShe also backed ideas that many scholars oppose, such as arming teachers and \"hardening\" schools through things like metal detectors. As part of the commission, the White House has called for a reconsideration of Obama-era student discipline guidance. This sets up a debate over the use of suspensions, expulsions and student arrests — and the impact of these tactics on racial equity and access to education.\n\nCollege students surveyed on the First Amendment\n\nA survey of 3,000 college students nationwide by Gallup and the John S. and James L. Knight Foundation (which is among NPR's financial supporters) found strong support for free speech, but also concern about the spread of hate speech and the need for diversity and inclusion.\n\nStudents' confidence in freedom of speech and the press is declining. Sixty-four percent of respondents told pollsters that freedom of speech is secure in this country, down from 73 percent in a 2016 survey on the same topic. Sixty percent, down from 81 percent, say freedom of the press is secure. This slide was concentrated among students who identify as Democrats and independents.\n\nWhen it came to restrictions on free speech, while 90 percent of college students say it is never acceptable to use violence to prevent someone from speaking, 37 percent agreed it was acceptable to shout people down at least sometimes.\n\nAnd 80 percent of students agreed that the Internet has been responsible for a significant increase in hate speech.\n\nAnother state takes steps toward free community college\n\nNew Jersey Gov. Phil Murphy campaigned last year on a promise to offer community college to all of his state's residents, for free, by 2021. Murphy, a Democrat, took office in January and this week announced a budget proposal that included what he called a \"down payment\" on the plan. It includes $50 million for low-income students to attend community college. Four states — Tennessee, Oregon, New York and Rhode Island — already offer students free community college. Many others have similar plans in the works.\n\nThe budget proposal also includes additional funding for pre-K through 12th grade, with an emphasis on expanding pre-K access and STEM programs in New Jersey.\n\nSchool travel-time study\n\nAnyone who commutes knows that travel time makes a huge difference. And when kids live far from their schools, long travel time can add to students' stress and significantly affect families.\n\nA new, big study by the Urban Institute this week shed light on how students get to school and how long it takes for them to arrive.\n\nThe study examined students in Denver, Detroit, New Orleans, New York City and Washington, D.C. — all areas with many choices beyond neighborhood schools, such as charters or vouchers.\n\nThe results? Most commutes to school are shorter than 20 minutes. High school students in the study traveled slightly farther than those in middle and elementary. The researchers also found that African-American students consistently travel farther to get to school than their white or Latino peers.\n\n\"Access to a car can significantly increase the number of schools available to a family,\" the researchers concluded, and they suggested that transportation options like busing should be considered when drafting school choice plans.", "keywords": ["school", "college", "students", "devos", "week", "big", "violence", "walkout", "community", "free", "student", "campus", "speech", "schools", "safety", "amendment"], "polarity": 0.13897588723675688, "subjectivity": 0.45580421189116826},
{"title": "U.S. Cities Awash In Green To Celebrate St. Patrick's Day", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594578306/u-s-cities-awash-in-green-to-celebrate-st-patricks-day", "text": "U.S. Cities Awash In Green To Celebrate St. Patrick's Day\n\nEnlarge this image toggle caption Scott Olson/Getty Images Scott Olson/Getty Images\n\nIn accordance with tradition, the Chicago River was dyed green Saturday morning in honor of St. Patrick's Day. According to The Chicago Tribune, Richard J. Daley, who served as Chicago's mayor from 1955 until his death in 1976, initially proposed dyeing part of Lake Michigan green instead. His friend Stephen M. Bailey, who was business manager of the Chicago Plumbers Union, suggested the more practical option of dyeing the manageably-sized Chicago River, and the plan was first executed in 1962.\n\nThe formula for the orange powder now used to dye the river is top secret, but The Chicago Tribune reports that it environmentally friendly. It is spread by two motorboats (one for dumping the powder, the other for stirring the water), and it only takes about 45 minutes for the river's water to turn completely green once the powder is in it.\n\nNational In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade Listen · 3:30 3:30\n\nWhat you may not know, however, is that one year earlier, in 1961, another city tried, unsuccessfully, to dye its river green for the Irish holiday. That city was Savannah, Ga., and the greening effort was thwarted by quickly moving tides, according to reporting from USA Today.\n\nDespite its undyed river, Savannah managed to secure a visit from Vice President Pence for this year's annual St. Patrick's Day celebration. The vice president was joined by his wife, Karen Pence, and his mother, Nancy Pence-Fritsch, whose father immigrated to the U.S. from Ireland in 1923.\n\nEnlarge this image toggle caption Stephen B. Morton/AP Stephen B. Morton/AP\n\nOn Friday, the American Civil Liberties Union of Georgia filed a lawsuit arguing that including signs on a list of items banned in the enhanced security zone being set up for Pence's visit was unconstitutional. But the situation was resolved quickly: WSAV reports that city spokesperson Michelle Gavin said she misspoke when she initially announced the prohibition on signs. Gavin clarified, saying signs and posters would be allowed in the enhanced security zone as long as they were not attached to sticks, poles or posts.\n\nOn our way to Savannah! Glad that my mom, Nancy Pence-Fritsch, could join Karen & me in to celebrate St. Patrick's Day. Her father came over from Tubbercurry Ireland to America in 1923. Read about our family's Irish roots here: https://t.co/TiFtcaMUyQ pic.twitter.com/pZ5pOfaBhh — Vice President Mike Pence (@VP) March 17, 2018\n\nIn Boston, it seems another mild fight over the South Boston St. Patrick's Day/Evacuation Day Parade route has been resolved – for now. The city imposed a shorter route for this year's parade because of the 14 inches of snow from last week's blizzard.\n\ntoggle caption Dominick Reuter/AFP/Getty Images\n\nThe South Boston Allied War Veterans Council Commander Dave Falvey said in a statement posted on Twitter that while it disagreed with the decision of Mayor Marty Walsh to shorten the parade route, the organization would comply. The statement says the council will, however, be working to make sure the parade route will not be shortened in the future.\n\n\"Nevertheless, Sunday's parade will be terrific,\" the statement says, and will include an appearance from the U.S. Women's National Hockey Team, which earned the gold medal at this year's Winter Olympics in Pyeongchang. According to the 2015 census, 21.1 percent of the population of Boston's metropolitan area boasts Irish ancestry, making the region the most concentrated Irish population of any of the 50 most populous metropolitan areas in the U.S.\n\nIn New London, Wis., a team of local leprechauns decided to continue the town's annual tradition of renaming itself \"New Dublin\" in honor of the Irish holiday. A \"Leprechaun Schedule\" posted on New Dublin's website detailed a plan to change the names of street signs. According to the schedule, the team began with the sign on State Highway 54 East, continued on to various roads, schools and day care centers, and ended with \"various New Dublin businesses and other signs as needed.\"\n\nMeanwhile, in Washington, President Trump offered a festive St. Patrick's Day tweet. It appears his administration has decided to continue a White House fountain-dyeing tradition started by Chicago native and former first lady Michelle Obama in 2009.", "keywords": ["awash", "signs", "celebrate", "day", "st", "route", "green", "irish", "chicago", "river", "parade", "patricks", "cities"], "polarity": 0.05817775974025973, "subjectivity": 0.34045364357864344},
{"title": "Weapons Cache Found In Ithaca, N.Y., After Tip From Walmart Employee", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594610811/weapons-cache-found-in-ithaca-n-y-after-tip-from-walmart-employee", "text": "Weapons Cache Found In Ithaca, N.Y., After Tip From Walmart Employee\n\nA former Cornell University student has been charged with four federal crimes after an abundance of weapons was allegedly found in his Ithaca, N.Y., apartment.\n\nTwo of the charges have to do with possession of firearms — an unregistered destructive device and a silencer. The others have to do with false statements in connection with the acquisition of a firearm and the required record of a federal firearms license in connection with a firearm purchase.\n\nAn affidavit filed on March 15 states that on March 7, an employee at a Walmart in Ithaca contacted the Ithaca Police Department about some suspicious purchases made at the store. Police were able to determine that Maximilien R. Reynolds, 20, purchased firearms ammunition, camping gear, drill bits, hacksaw blades, knives and more items from Walmart using a gift card.\n\nAccording to the affidavit, Reynolds was on temporary leave of absence from Cornell University and was taking classes at Tompkins Cortland Community College in Dryden, N.Y.\n\nWhen local FBI agents and Ithaca police visited Reynolds' apartment, the affidavit says, Reynolds' girlfriend told the agents she was worried about him. According to the document, she said he seemed to be manic, was getting little sleep and wasn't taking his medications. At that time, the objects observed in the apartment included a bullet-resistant vest, multiple camouflage-style clothing items and what appeared to be a military-style gas mask.\n\nThe affidavit states that about one hour later, FBI agents met Reynolds at his apartment and got his consent to search the place. The search revealed a cache of weapons that included a Savage MSR-15 Patrol rifle, a homemade silencer, containers of chemicals commonly used to create homemade explosives and over 300 rounds of firearm ammunition.\n\nAccording to the document, the following day, an individual told police that in the fall of 2017, Reynolds gave him $1,000 in cash to buy a firearm, along with an additional $200 as payment for going through with the purchase. The individual said Reynolds told him that he was not allowed to buy the firearm himself, so the individual bought the Savage MSR-15 Patrol rifle from a federally licensed firearm dealer in Tomkins County under his own name.\n\nThe affidavit also states that Reynolds was detained in June 2016 under a section of the New York State Mental Hygiene Law that allows police to take custody of \"any person who appears to be mentally ill and is conducting himself or herself in a manner which is likely to result in serious harm to the person or others\" and transport them to a hospital.\n\nIn a communication to the Ithaca campus community Friday, Vice President for University Relations Joel M. Malina wrote that law enforcement does not believe there is currently a threat to Cornell's campus. \"This is a good reminder that we can all help to keep our community safe by immediately reporting suspicious activity.\"\n\nNPR's Nathan Rott reported in March 2017 that silencers are \"one of the most heavily regulated products in the gun industry.\" Gun rights advocates, along with the silencer industry, have argued that such regulation is unfair. In October, after a gunman fired at concertgoers in Las Vegas, killing 59 people and injuring hundreds, House Republicans postponed voting on a bill that would make it easier to purchase a silencer.\n\nAfter a gunman who had once escaped from a mental health facility killed more than two dozen people at a church in Texas in November 2017, NPR's Alison Kodjak reported in a conversation with All Things Considered host Kelly McEvers that the connection between gun violence and mental health is not necessarily direct:", "keywords": ["affidavit", "weapons", "reynolds", "cache", "tip", "told", "states", "firearm", "walmart", "silencer", "ithaca", "employee", "university", "ny"], "polarity": 0.007442067736185379, "subjectivity": 0.4219474153297682},
{"title": "The Russia Investigations: What Does Devin Nunes Know?", "url": "https://www.npr.org/2018/03/17/594336602/the-russia-investigations-what-does-devin-nunes-know", "text": "The Russia Investigations: What Does Devin Nunes Know?\n\nEnlarge this image toggle caption Susan Walsh/AP Susan Walsh/AP\n\nThis week in the Russia investigations: Republicans on the House intelligence committee give President Trump a clean bill of health; Democrats say not so fast. It's a dispute over the basic nature of the Russia imbroglio.\n\nWhat does Nunes know?\n\nThe chairman of the House intelligence committee, Rep. Devin Nunes, R-Calif., enjoys access not only to a huge breadth of information from America's spy agencies but also to some of their deepest secrets. He doesn't need to rely on press reports.\n\nAt the same time, he is an ally of President Trump, a supporter of House Speaker Paul Ryan, R-Wis. — to whom he owes his chairmanship — and a politician with strong conservative views.\n\nSo when Nunes and his House intelligence committee concluded this week that there was \"no evidence of collusion, coordination or conspiracy\" between the Trump campaign and the Russian attack on the 2016 presidential election, which Nunes was speaking: the intelligence insider or the party loyalist?\n\nThe chairman is in a position to know what the U.S. intelligence community knows about the Russia matter, beyond tittle-tattle in the newspapers and into the secret evidence including signals intelligence and the reports from human sources.\n\nAnd it would be political malpractice for him not to continue advocating for his own president in the way he has from the very earliest phase of the House committee's investigation.\n\nSo it's telling that, in this context, Nunes considers this moment opportune.\n\nThere probably is no certified letter from Trump to Russian President Vladimir Putin that says, \"Dear sir — In exchange for your help in the election, I vow to govern as president in ways that benefit you\" — and who knows whether there is any smoking-gun-type evidence.\n\nWell, Nunes is among those who might know. Very little of the rest of the evidence in the Russia case is clear-cut.\n\nThere may never be an independent account, for example, of what took place in the June 2016 Trump Tower meeting at which Donald Trump Jr. hosted a delegation of Russians after an email offer that described Moscow's desire to support the Trump campaign. Maybe there'll never be a recording or a trustworthy transcript that sheds any light on whether other Trump campaign aides might have conspired when they had their contacts with Russians in 2016.\n\nWhat does it all add up to? In clearing Trump, Nunes and the House intelligence committee are not only stating there is no such evidence today, but also that there never will be.\n\nDemocrats have alternatively fumed about this conclusion and mocked it, including frequent Trump critic Rep. Ted Lieu, D-Calif.\n\nThey say Nunes and the committee's GOP majority won't even ask the questions — of witnesses or by way of documents and other materials — that might result in the answers they don't want to hear.\n\nThere have been some indications that members of the House intelligence committee might have a little gambler's remorse about their play: A few broke from another of Nunes' conclusions, that the U.S. intelligence community was wrong in assessing that Putin's active measures were aimed at supporting Trump.\n\nTrying to sell that message and the big one exonerating the president might have been a bridge too far, as some members told Politico's Kyle Cheney.\n\nBut the big one is the most important and it came through — and will again whenever the committee's full report appears publicly. The House intelligence committee also has put itself in a position to be able to criticize the other investigations of Russian election interference that continue, both on the Senate side and by Justice Department special counsel Robert Mueller.\n\n\"We looked at this, found nothing, and completed our work,\" the House committee's GOP majority can say. \"Anyone else who continues to probe Russia must be doing so out of partisan animus and needs to give up this scurrilous fishing expedition.\"\n\nThat is a gamble, however. If the House committee has decided it will not learn anything new that changes the state of play, what if the Senate or Mueller's office does?\n\nThe bottom line: Nunes and Rep. Mike Conaway, R-Texas, and their colleagues get all this — which is why their decision and announcement this week are so significant. They understand the political implications for them and Republicans of getting it wrong. Still they proceeded, and that confidence could say a lot about the Russia imbroglio: Maybe this is all there is to it.\n\nThe known universe\n\nIf the Republican view is correct and that all there is to be known about the Russia case is already known, that's good news for them and great news for Trump, although it doesn't necessarily nullify every potential danger.\n\nSome Democrats, for example, argue that what is known already about contacts before and after Election Day 2016 amount to prima-facie evidence of conspiracy. Mueller could make out charges based on that interpretation.\n\nThere is also a school of thought that there is a case hiding in plain sight against Trump and aides involving campaign finance law, which bars Americans from accepting \"anything of value\" from foreigners in an election.\n\nEnlarge this image toggle caption Jacquelyn Martin/AP Jacquelyn Martin/AP\n\nConaway, for his part, says the worst that can be said about Trump campaign advisers is that they were guilty of \"bad judgment.\" With the books closed on the House Russia investigation, the way is clear for him and his colleagues to go on offense.\n\nThat means Conaway and his Republican colleagues have set the table to reject any potential new Mueller prosecutions as baseless or political. In the Senate, Judiciary Committee Chairman Chuck Grassley, R-Iowa, renewed along with his compatriots the call for a second special counsel to investigate the circumstances that led to Mueller's appointment.\n\nNone of this means that if the facts change in the Russia case, either with indictments against more Russians or more Americans, the political state of play won't change again.\n\nIt does suggest, though, that whatever Nunes has seen within the classified world it made him confident enough to bet on shifting his Russia train onto a siding.", "keywords": ["house", "president", "know", "trump", "devin", "intelligence", "russia", "committee", "evidence", "investigations", "campaign", "does", "say", "nunes"], "polarity": 0.06787328934506355, "subjectivity": 0.5063294232649073},
{"title": "Justice Department Fires Embattled FBI Deputy Director Just Short Of Retirement", "url": "https://www.npr.org/2018/03/16/571671917/justice-department-fires-embattled-fbi-deputy-director-just-short-of-retirement", "text": "Justice Department Fires Embattled FBI Deputy Director Just Short Of Retirement\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 12:30 a.m. ET Saturday\n\nAttorney General Jeff Sessions fired outgoing FBI Deputy Director Andrew McCabe on Friday even though he was on the doorstep of retiring and receiving his pension after two decades of service to the bureau.\n\nPresident Trump responded on Twitter just after midnight Saturday, calling McCabe's firing \"a great day for the hard working men and women of the FBI - A great day for Democracy.\"\n\nThe attorney general accepted an internal FBI recommendation that \"concluded that Mr. McCabe had made an unauthorized disclosure to the news media and lacked candor − including under oath − on multiple occasions,\" Sessions said in a statement.\n\nThe internal FBI investigation recommended dismissal over McCabe's alleged \"lack of candor\" about contacts he had with a Wall Street Journal reporter in 2016.\n\n\"[B]ased on the report of the Inspector General, the findings of the FBI Office of Professional Responsibility, and the recommendation of the Department's senior career official, I have terminated the employment of Andrew McCabe effective immediately,\" Sessions said.\n\n\"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, 'all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand,' \" he said.\n\nIn a statement issued immediately after his termination was announced, McCabe said the decision was politically motivated. \"The big picture is a tale of what can happen when law enforcement is politicized, public servants are attacked, and people who are supposed to cherish and protect our institutions become instruments for damaging those institutions and people,\" McCabe said.\n\n\"Here is the reality,\" he added. \"I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey. The release of this report was accelerated only after my testimony to the House Intelligence Committee revealed that I would corroborate former Director Comey's accounts of his discussions with the President. The OIG's focus on me and this report became a part of an unprecedented effort by the Administration, driven by the President himself, to remove me from my position, destroy my reputation, and possibly strip me of a pension that I worked 21 years to earn. The accelerated release of the report, and the punitive actions taken in response, make sense only when viewed through this lens.\"\n\nMcCabe announced his retirement from the bureau abruptly in January, and it was to take effect Sunday.\n\nHis dismissal, just days before he was set to retire, puts his full pension and benefits package in jeopardy and is an inglorious end to career of almost 22 years with the bureau.\n\nA longtime target\n\nRepublicans have been attacking McCabe since the 2016 presidential campaign.\n\nHis wife, Jill, ran for a state legislative seat in Virginia as a Democrat and accepted campaign contributions via then-Gov. Terry McAuliffe, a Clinton loyalist. The FBI and Justice Department's compliance offices found no problems with the situation, but Republicans called it a conflict of interest.\n\nEven while he was on the campaign trail during the 2016 race and at times since taking office, Trump has complained about what he called McCabe's bias and called for Sessions to fire him.\n\nBy mid-December 2017, before McCabe was set to testify behind closed doors with the House intelligence committee, Rep. Trey Gowdy, R-S.C., alluded to McCabe's rocky standing.\n\n\"I'll be a little bit surprised if he's still an employee of the FBI this time next week,\" said Gowdy, who is also a member of the House Judiciary Committee which has oversight responsibility for the bureau, in a Dec. 15 interview with Fox News.\n\nMcCabe served as the acting director of the FBI for three months in 2017, after Trump abruptly fired James Comey, and before the current director, Christopher Wray, was sworn in. McCabe made news in a congressional hearing in May by contradicting Trump.\n\nThe White House had said Trump fired Comey because he had lost the confidence of the FBI's rank-and-file agents and workers — but McCabe, when asked, said that was not so.\n\n\"Director Comey enjoyed broad support within the FBI and still does to this day,\" McCabe told lawmakers soon after the president had ousted Comey.\n\nBehind the scenes, Justice Department Inspector General Michael Horowitz was continuing to investigate Comey and McCabe and the bureau's handling of an investigation into the Clinton Foundation. The IG's office drafted a report that is believed to include the allegation that McCabe lacked candor with investigators about his contacts with a Wall Street Journal reporter. In addition, the statement from Sessions late Friday said the IG's office and the FBI's Office of Professional Responsibility also faulted McCabe for \"an unauthorized disclosure to the news media.\"\n\nAccordingly, the OPR recommended that McCabe lose his job.\n\nPeople in McCabe's camp said earlier this week that he has an explanation for any inconsistencies in his account of the conversations with the journalist and that in each instance, he went back and corrected the record, often citing the chaos around him and the FBI at the time. He had followed up with investigators as part of the Justice Department process.\n\nIn his statement Friday, McCabe explained events this way:\n\n\"The investigation flows from my attempt to explain the FBI's involvement and my supervision of investigations involving Hillary Clinton. I was being portrayed in the media over and over as a political partisan, accused of closing down investigations under political pressure. The FBI was portrayed as caving under that pressure, and making decisions for political rather than law enforcement purposes. Nothing was further from the truth. In fact, this entire investigation stems from my efforts, fully authorized under FBI rules, to set the record straight on behalf of the Bureau, and to make clear that we were continuing an investigation that people in DOJ opposed.\"\n\nMcCabe added that his contacts with the reporter were \"not a secret,\" known to others at the FBI at the time including then-Director Comey, typical of the exchanges with the media he regularly oversaw as deputy director and the kind of work he continued under Director Wray.\n\n\"The investigation subsequently focused on who I talked to, when I talked to them, and so forth,\" McCabe also said in his statement. \"During these inquiries, I answered questions truthfully and as accurately as I could amidst the chaos that surrounded me. And when I thought my answers were misunderstood, I contacted investigators to correct them.\"\n\nIn January, when Wray attempted to move McCabe into another job to limit the FBI's embarrassment when the IG report became public, McCabe abruptly announced his retirement. His plan was to use up accumulated leave he was due before his previously scheduled retirement date this month.\n\nTrump and his supporters group McCabe with whom they call other bad actors inside the FBI, including two employees who exchanged text messages critical of Trump in 2016. That revelation also has embarrassed the FBI and fueled critics' accusations that people inside the bureau abused their power to target Trump out of personal animus.\n\nA raw deal?\n\nMcCabe's supporters, led by Comey, have said before Friday's firing that McCabe has been badly mistreated. \"Special Agent Andrew McCabe stood tall over the last 8 months, when small people were trying to tear down an institution we all depend on,\" the former FBI director wrote on Twitter in late January when McCabe announced his retirement. \"He served with distinction for two decades. I wish Andy well.\"\n\nThe FBI and Justice Department and their allies in Congress deny the charges of \"bias\" and say there is no deep conspiracy aimed at Trump, nor any wrongdoing in use of surveillance authority by the FBI or DOJ, as Republicans charge.\n\nMcCabe said Friday night that the attacks on him are part of a \"larger effort\" to \"taint the FBI, law enforcement, and intelligence professionals more generally. It is part of this Administration's ongoing war on the FBI and the efforts of the Special Counsel investigation [led by former FBI Director Robert Mueller], which continue to this day. Their persistence in this campaign only highlights the importance of the Special Counsel's work.\"\n\nMcCabe signaled that a long fight could be ahead over how Sessions chose to end his more than two decades of service to the FBI — and who and what motivated the decision to terminate him less than 48 hours before his planned retirement date.\n\n\"The President's tweets have amplified and exacerbated it all,\" McCabe said. \"He called for my firing. He called for me to be stripped of my pension after more than 20 years of service. And all along [my family and I] have said nothing, never wanting to distract from the mission of the FBI by addressing the lies told and repeated about us.\n\n\"No more.\"\n\nMcCabe's lawyer said Friday night that attacks on McCabe \"have come from the White House since last summer.\"\n\n\"And it was quite clearly designed to put inappropriate pressure on the Attorney General to act accordingly,\" attorney Michael Bromwich added. \"This intervention by the White House in the DOJ disciplinary process is unprecedented, deeply unfair, and dangerous.\"\n\nWhile Sessions said the internal investigation that led to McCabe's firing had been \"extensive and fair\" and had been undertaken \"according to Department of Justice Procedure,\" Bromwich said the process had been rushed, limiting the time he and McCabe had to access, review and analyze the relevant evidence in order to prepare a response.\n\n\"With so much at stake, this process has fallen far short of what Mr. McCabe deserved,\" Bromwich said. \"This concerted effort to accelerate the process in order to beat the ticking clock of his scheduled retirement violates any sense of decency and basic principles of fairness.\"\n\nMcCabe said having his career end in this way was \"incredibly disappointing and unfair.\" But, he added, \"it will not erase the important work I was privileged to be a part of, the results of which will in the end be revealed for the country to see.\n\n\"I have unfailing faith in the men and women of the FBI and I am confident that their efforts to seek justice will not be deterred.\"\n\nThat sentiment had a familiar ring, as it echoed comments McCabe made during his first appearance on Capitol Hill less than 48 hours after Comey's firing by Trump last year.\n\nMcCabe, then the acting FBI director, told members of Congress he was confident the bureau would continue to pursue the Justice Department's Russia investigation and do its other work amid the controversy.\n\n\"You cannot stop the men and women of the FBI from doing the right thing,\" he said, \"protecting the American people and upholding the Constitution.\"", "keywords": ["short", "retirement", "embattled", "deputy", "department", "investigation", "trump", "comey", "fires", "report", "director", "justice", "fbi", "sessions", "mccabe"], "polarity": 0.03885283777525158, "subjectivity": 0.4327190170940173},
{"title": "For St. Patrick's Day, A True Tale Of 8 Sailors Saved By Guinness", "url": "https://www.npr.org/sections/thesalt/2018/03/17/594440438/for-st-patricks-day-a-true-tale-of-8-sailors-saved-by-guinness", "text": "For St. Patrick's Day, A True Tale Of 8 Sailors Saved By Guinness\n\nEnlarge this image toggle caption Bert Hardy/Getty Images Bert Hardy/Getty Images\n\nIf you're picking up a glass of Guinness this St. Patrick's Day, savor it while pondering this story from 1917, when Ireland's famous stout was cause for true celebration: It saved lives.\n\nThe strange tale takes place in the Irish Sea toward the end of World War I. Besides the traditional dangers of crossing this busy body of water in a small craft, the years 1914 to 1918 featured the additional danger of German submarines, which targeted all enemy vessels (not just military ones) and sunk many.\n\nThis was the challenge that Guinness steamships, with cargo full of stout, faced every day crossing the Irish Sea from Dublin to their destination, Liverpool, in the northwest of the United Kingdom. The trip was about 135 miles and took most of a day, depending on the weather.\n\nThe W.M. Barkley was the pride of the Guinness fleet. Guinness bought it from Belfast shipbuilder John Kelly & Sons in 1913, just a year before the war erupted. Then, because of the conflict, the ship was requisitioned by the British Admiralty for the war effort. (Ireland was still part of the U.K. at this time, so it was a legal act of government.) By 1917, the ship was deemed unsuitable for its wartime mission and returned to Guinness for commercial use.\n\nOn Oct. 12, 1917, the Barkley set off from Dublin on its fateful trip to Liverpool, with its cargo of stout and a crew of 13. Nearly three hours into its journey, disaster struck: A torpedo from the German UC-75 submarine hit the ship and split it in two.\n\nThe crew, shocked and jolted, went scurrying for a lifeboat. As the story goes, the ship's cook, Thomas McGlue, had been making a cup of tea when the impact of the torpedo tossed the hot water, scalding his arm. By the time he got to the lifeboat, the sun had set and the ship was sinking.\n\n\"The Barkley was doing her best to go down, but the [beer] barrels were fighting their way up through the hatches, and that kept us afloat a bit longer,\" McGlue told the Guinness HARP magazine in 1964. \"In fact, it's the reason any of us got out of there.\"\n\nThe floating barrels of stout in the cargo hold made it possible for eight of the 13 souls aboard to escape into the night on a lifeboat.\n\nNow — away from the sinking ship — the surviving crew was questioned by the captain of the German submarine about the sunken boat's identity. The German captain checked the Barkley off his \"hit list\" and bid the sunken ship's crew good night, pointing them in the general direction of the Irish coast.\n\nAfter rowing awhile, they set down the life boat's anchor and shouted all night for rescue. Around five o'clock the next morning, they were rescued by a passing ship and ferried back to Dublin.\n\nTorpedo attacks in the Irish Sea were so frequent at the time that when the crew went to report their ordeal to government officials at the Custom House, they waited three hours to be interviewed. Eventually, they gave up waiting and went to the Guinness brewery instead.\n\nThere, the superintendent gave them a swig of brandy — even Guinness employees recognize that some situations merit stronger stuff — and sent them home.\n\nThe remains of the W.M. Barkley now rest on the seafloor about 16 miles east of Dublin Port, at a depth of about 180 feet. Broken in two, they show little evidence of the deadly drama that unfolded on that October night in 1917.\n\nThe stout barrels held in its cargo washed up on local shores for weeks after the ship sank. Those barrels were the unexpected heroes in a drama that genuinely allowed the survivors to state, with a straight face, that, yes, Guinness had actually saved their lives.\n\nThis story first appeared in Cognoscenti, member station WBUR's ideas and opinion page.\n\nA native of Ireland, Peter Moloney teaches globalization at Boston College.", "keywords": ["crew", "ship", "true", "guinness", "day", "barkley", "st", "saved", "german", "tale", "sailors", "irish", "night", "stout", "patricks", "cargo"], "polarity": 0.08639520202020202, "subjectivity": 0.3366161616161617},
{"title": "Some Economists See A Plus Side In Eliminating Term Limits For China's Xi Jinping", "url": "https://www.npr.org/sections/parallels/2018/03/17/593841022/some-economists-see-a-plus-side-in-eliminating-term-limits-for-chinas-xi-jinping", "text": "Some Economists See A Plus Side In Eliminating Term Limits For China's Xi Jinping\n\nEnlarge this image toggle caption Andy Wong/AP Andy Wong/AP\n\nIt was March 2007, China's legislature was wrapping up its annual session and Premier Wen Jiabao was about to speak at the closing press conference. The economy was seeing double-digit growth, a consumer class was rising and Beijing was soon hosting its first Olympics — there was every reason for a savvy politician to boast.\n\nBut that's not what the Chinese premier did.\n\n\"There are structural problems,\" Wen said ominously into a microphone, \"which are causing unsteady, unbalanced, uncoordinated and unsustainable development.\"\n\n\"It was a shocking speech at the time,\" says Peking University economist Michael Pettis.\n\nShocking because by 2007, many of the world's top economists, turned off by the growing financial crisis in the United States, were falling in love with China's economic growth model.\n\nEnlarge this image toggle caption Rob Schmitz/NPR Rob Schmitz/NPR\n\n\"Most economists insisted that the Chinese growth model was perfectly fine, there were no problems with it, it was the best thing since sliced spread,\" remembers Pettis. \"So when Wen Jiabao announced that imbalances were very deep and had become a problem for China, that obviously resolved the debate very, very quickly.\"\n\nFast-forward to this month: China's government has made the controversial move to abolish presidential term limits. While that's dismayed outside observers who hoped the country would become more liberal, there is a flip side to the debate. According to some economics experts, this critical reform could give President Xi Jinping time he needs to correct the problems Premier Wen was warning about — and that could actually turn out to be a good thing for the global economy.\n\nLopsided growth\n\nChina has spent the better part of the last two decades on a building spree. It's constructed the world's largest high-speed rail network, dozens of subway systems, highways and entire cities. This investment-led model has driven a historic economic expansion, but it's also resulted in a dangerously lopsided economy. The growth has disproportionately benefited the elite in and around the government instead of everyday Chinese workers, many of whom still don't make enough to enter the consumer class.\n\nPresident Xi's administration spent much of its first term attempting to rebalance the economy toward a more sustainable, consumer-led growth model. But according to China's top economic experts, doing so will likely cause economic pain to the country's powerful state sector, and it will take several years. That's why economists like Pettis reason that eliminating term limits for Xi might be better for China's — and the world's — economy in the long run.\n\nDespite former Premier Wen's warnings, imbalances in the national economy grew. China's leadership in the early 2000s under then-President Hu Jintao tried to introduce reforms to restore balance, but they gave up when the rich and powerful pushed back, protecting their massive share of China's economic pie. \"In the end they decided simply to keep the ball rolling, since they only had two or three or four more years in office,\" recalls Pettis.\n\nPolitically, it was the choice of least resistance. Economically, analysts say it led to wasteful spending, dangerous levels of government debt and rampant corruption; all issues that have confronted President Xi since he took office in 2013.\n\nThere are many reasons behind the Chinese government's controversial scrapping of term limits. They include bringing the president role more in line with two other top posts: the military and Communist Party heads.\n\nBut in terms of economics, the reforms China needs, Pettis says, will require strong leadership over an extended period. Xi has used his first term to consolidate power — now he's been given more time to wield it.\n\n\"My big fear if he didn't have a third term is that he would be really reluctant to implement the reforms during this term because there's almost no way you can do so without slowing the economy for many, many years,\" Pettis says of the economic reforms needed to restore balance to China's economy. \"So there's no way he could've really reformed sufficiently without leaving 2022 in a pretty bad state.\"\n\nAnd that, says Pettis, would have likely spelled political trouble for Xi at the end of his second five-year term.\n\nChina should be greater\n\nFor visitors to China's gleaming cities of Shanghai and Beijing, the trajectory of the national economy may seem unstoppable — but appearances are deceiving. \"China's economy is so far below its potential,\" says Shanghai-based economist Andy Xie. \"China should be, by far, the largest economy in the world.\"\n\nXie points out that 800 million Chinese people work, most of that population works overtime, and nearly 70 percent of Chinese women work — outperforming men in many developed countries.\n\nIn other words, China's population works incredibly hard.\n\nIf you set the direction right, China will boom beyond your imagination.\n\nYet the nation's gross domestic product per capita hovers just above $8,000 a year — below the global average and about a fifth of the average developed country. Xie says systemic corruption has siphoned much of China's economic spoils over the past 20 years into the pockets of corrupt government officials. Xi has devoted his first few years as president to cleaning up political corruption, and now he needs to pivot to focus on lifting household incomes, says Xie.\n\nChina's labor force remains productive. \"In a way, the government in China has a very good hand,\" Xie says. \"If you set the direction right, China will boom beyond your imagination.\"\n\nBut will Xi — now a potential ruler for life — set China's economic direction straight? \"In the short run, absolute centralized power might help continue economic growth and make it easier to make political and economic decisions,\" says Shi Yinhong, an international relations professor at Renmin University in Beijing. \"On the other hand, a flexible political environment and civil liberties are needed in order to have a sustainable and healthy economy.\"\n\nAnd most observers agree that, with the government's near-unanimous approval of doing away with presidential term limits, a flexible political environment is something China will lack for some time to come.", "keywords": ["economy", "china", "growth", "chinese", "limits", "chinas", "political", "pettis", "economic", "economists", "xi", "plus", "term", "eliminating", "jinping"], "polarity": 0.12301649793775775, "subjectivity": 0.4143325834270717},
{"title": "Black Voters Need More Convincing From Democrats In 2018", "url": "https://www.npr.org/2018/03/17/593643801/black-voters-need-more-convincing-from-democrats-in-2018", "text": "Black Voters Need More Convincing From Democrats In 2018\n\nEnlarge this image toggle caption Asma Khalid /NPR Asma Khalid /NPR\n\nWhen Koya Graham turned 18, the first thing she did was register to vote.\n\nAnd, year after year, the Cleveland native faithfully voted for Democrats — that is, until the 2016 presidential election.\n\n\"I'm not interested anymore,\" Graham told NPR in the Spring of 2016. \"I don't see any immediate, significant changes happening.\"\n\nAnd Graham was not alone. It's been estimated that millions of people who voted for Barack Obama in 2012 stayed home in 2016. A recent analysis in The New York Times puts the exact figure at 4.4 million — and approximates that an outsized number of those non-voters (36 percent) were black.\n\nBlack voter turnout fell seven percentage points in the last election, plummeting from 66.6 percent in 2012 to 59.6 percent in 2016, according to data from the U.S. Census Bureau. Many analysts say a natural drop-off was expected in the post-Barack Obama era. But the 2016 voter turnout for African-Americans was not just lower than the Obama years, it was even slightly lower than the 2004 election between George W. Bush and John Kerry.\n\nLoading...\n\nOne key question this political season is whether African-Americans still feel they have a home in the Democratic Party — a party that has relied on their votes for decades.\n\nGraham, now 38, insists she has no regrets for bypassing the election.\n\nShe said the Trump presidency has kind of turned out to be a blessing in disguise.\n\n\"I think for our people, for my people, this is probably the best thing that could have happened,\" she said at a coffee shop in Cleveland. \"The veil has been lifted.\"\n\nGraham said the country's underbelly of racism is being exposed. \"We've always had our blinders on ... and even though it's unfortunate where we are now, I'm glad that it has happened because America is being seen for the country that it is.\"\n\nKelton Latson, another non-voter NPR first met in 2016, agrees.\n\n\"Now people can wake up,\" he said. \"Black people have been voting for over 50 years, and nothing has ever changed. Our communities still look the same. We're still at the bottom of the economic poll.\"\n\nLatson didn't vote in 2016 and said a number of his friends didn't vote either, for similar reasons. The 26-year-old — who likes to quote Malcolm X and sports the activist's signature style of horn rimmed glasses — said he has no intention of voting in 2018. He no longer sees voting as an effective way to change the system, he said — but adds that his apathy toward voting is a personal opinion and perhaps voting works for other people.\n\n\"I'm not saying you shouldn't vote,\" Latson said. \"You just need to be more cautious with your vote and stop being willing to just throw a ballot out there off of emotion.\"\n\nEnlarge this image toggle caption Asma Khalid/NPR Asma Khalid/NPR\n\nVoting — but still frustrated\n\nThe frustration isn't limited to non-voters. Even some young African-Americans who cast a ballot in 2016 and are working within traditional party politics say Democrats seem to take black votes for granted. And they're tired of that relationship.\n\n\"They just kind of expect us to jump on board,\" said Ifeolu Claytor, a 23-year-old working with the Ohio Young Black Democrats. \"And that's something that needs to change, clearly, cause black millennials will just stay at home. It's not 1980 where people are still kind of fresh, like, 'oh, our parents just got the right to vote.'\"\n\nEnlarge this image toggle caption Asma Khalid/NPR Asma Khalid/NPR\n\nClaytor also said the party seems too focused on courting middle class white voters.\n\n\"Focusing on WASPy [white anglo-saxon protestant], middle class issues is not going to win in 2018 or 2020,\" he said.\n\nClaytor added that a lot of black people feel left behind by the Democratic Party: They want to hear more about criminal justice reform and wealth disparity from politicians.\n\n\n\nGabrielle Jackson, the president of the Northeast Ohio Young Black Democrats, said she understands Claytor's frustration, but that the situation is improving.\n\n\n\n\"We've had almost every gubernatorial candidate ... come talk to us about our issues,\" she said. \"[In 2016] Democrats didn't do that. They refused to talk to us in a lot of cases... These people are recognizing that in order to win, you cannot ignore us, and if you do, you will lose.\"\n\nConvincing the base\n\nPart of voter turnout is about speaking to the issues that matter most to voters. But another key component is mobilization.\n\nIn both the Virginia gubernatorial race and the Alabama senate race in 2017, black voters were specifically courted and mobilized; and post-election analysis suggests black voters, particularly black women, were key to the Democrats' victories in both states.\n\n\"In Alabama, we knocked on about 500,000 doors,\" said Adrianne Shropshire, executive director of BlackPAC, a superPAC that worked with partners on the ground to mobilize voters. \"We talked to people on their doors. Both in Alabama and Virginia — ran canvass programs where people from the community were out talking to their neighbors.\"\n\nThe lesson from the Alabama mobilization strategy was that you can never have too much voter contact — organizers contacted voters early and often, they weren't merely dropping off pamphlets three weeks before election day. And a bulk of the outreach was done on a grassroots level.\n\nAccording to Andra Gillespie, a political science professor at Emory University, Democrats need to critically reconsider whether their traditional mobilization efforts are sufficient.\n\nPart of the problem, she said, is that because black voters are considered a base voter for the Democratic party — meaning there's an assumption that an overwhelming majority of African-Americans will vote Democratic — they are often overlooked.\n\n\"There is a tendency for the Democratic Party to focus on other groups where the margin is actually going to be more narrow,\" Gillespie said.\n\nAnd as a result, Gillespie sees, even loyal Democrats feel there's a tendency to \"paper over\" concerns that matter most to black voters.\n\n\"It's not just a 2016 problem. It's not just a 2018 problem,\" she said. \"It is the type of thing that sparked the candidacy of Jesse Jackson in 1984 and 1988... it was the kind of thing that precipitated Maxine Waters threatening to walk out of the DNC in 2000... it was the kind of thing that spurred Al Sharpton's candidacy in 2004.\"\n\nThere's an assumption that black voters don't need to be persuaded to vote for Democrats. But Shropshire said they do.\n\n\"Black voters, in particular, want to understand how Democrats are gonna to address a whole range of racial justice issues, and so running away from those issues is a non-starter,\" she said.\n\nBeyond traditional Democratic policies around the economy and healthcare, some of the voters NPR talked to say they want to hear candidates talking about criminal justice reform or racial tension.\n\n\"The anti-Trump sentiment is not enough, we have to tell people what to vote for, who to vote for,\" said Quentin James, founder of Collective PAC, an organization working to get black candidates into elected office.\n\nIn 2016, despite the dip in turnout, African-Americans still overwhelmingly voted Democrat, so there's no realistic assumption they will shift to the Republican party en masse this November.\n\nShropshire said the fear is that they'll just stay home.", "keywords": ["asma", "party", "2016", "need", "vote", "voting", "voter", "voters", "2018", "democrats", "black", "convincing", "democratic"], "polarity": 0.07622204184704177, "subjectivity": 0.49617830086580056},
{"title": "Trump's Attorney Seeks $20 Million In Damages From Stormy Daniels", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594332459/trump-s-attorney-seeks-20-million-in-damages-from-porn-star", "text": "Trump's Attorney Seeks $20 Million In Damages From Stormy Daniels\n\nEnlarge this image toggle caption Pablo Martinez Monsivais/AP Pablo Martinez Monsivais/AP\n\nPresident Trump's personal attorney, Michael Cohen, is asking a federal court to enforce a nondisclosure agreement signed by Stormy Daniels, claiming that the adult film actress violated that pact and is liable to pay $20 million in damages.\n\nThe court filing was made through the limited liability corporation Essential Consultants that Cohen first established in 2016 to pay Daniels $130,000 to keep secret the details of her affair with Trump before he became president.\n\nFor the first time, Trump has joined the case, and the filing says, \"Mr. Trump intends to pursue his rights to the fullest extent permitted by law.\"\n\nCohen is seeking to move the dispute with Daniels into private arbitration and out of the public sphere.\n\nEarlier this month, Daniels and her attorney, Michael Avenatti, filed suit in a Los Angeles court claiming that the nondisclosure agreement was invalid because Trump had never signed it. Cohen is seeking to move that suit from the California state court to the U.S. District Court for the Central District of California.\n\nThe $20 million represents a penalty of $1 million for 20 times Cohen alleges that Daniels has violated the terms of the agreement to remain silent.\n\nIn a series of tweets issued late Friday, Avenatti accused Cohen and Trump of trying to bully his client.", "keywords": ["daniels", "seeks", "cohen", "million", "agreement", "damages", "trump", "court", "20", "violated", "attorney", "stormy", "trumps"], "polarity": -0.01938775510204082, "subjectivity": 0.34294217687074824},
{"title": "State Officials Say They Received A Warning About Cracks Before Bridge Collapse", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594327432/as-bodies-are-pulled-from-rubble-questions-mount-about-miami-bridge", "text": "State Officials Say They Received A Warning About Cracks Before Bridge Collapse\n\ntoggle caption Wilfredo Lee/AP\n\nUpdated at 10:05 p.m. ET\n\nFlorida transportation officials say that an engineer with the private firm that designed the concrete bridge that collapsed Thursday called the state two days before the incident to report cracks in the structure.\n\nIt's not immediately known whether the reported cracks contributed to the collapse of the pedestrian walkway that was intended to join the campus of Florida International University and the city of Sweetwater.\n\nThe Florida Department of Transportation released a transcript of a voicemail left on Tuesday March 13, by W. Denney Pate, lead engineer with FIGG Bridge Engineers, a Tallahassee firm.\n\n\"'Hey Tom, this is Denney Pate with FIGG bridge engineers. Calling to, uh, share with you some information about the FIU pedestrian bridge and some cracking that's been observed on the north end of the span, the pylon end of that span we moved this weekend. Um, so, uh, we've taken a look at it and, uh, obviously some repairs or whatever will have to be done but from a safety perspective we don't see that there's any issue there so we're not concerned about it from that perspective although obviously the cracking is not good and something's going to have to be, ya know, done to repair that. At any rate, I wanted to chat with you about that because I suspect at some point that's gonna get to your desk. So, uh, at any rate, call me back when you can. Thank you. Bye.'\"\n\nEnlarge this image toggle caption Wilfredo Lee/AP Wilfredo Lee/AP\n\nAccording to a FDOT statement, the voicemail was not heard by an agency employee until Friday, March 16, after he returned to his office from an assignment. The bridge collapsed on Thursday.\n\nThe FDOT statement does not identify \"Tom,\" the employee with whom Pate was attempting to share his information.\n\nFDOT also noted that the university, FIU, bore the responsibility for the bridge's construction.\n\n\"The responsibility to identify and address life-safety issues and properly communicate them is the sole responsibility of the FIU design build team. At no point during any of the communications above did FIGG or any member of the FIU design build team ever communicate a life-safety issue. Again, FIGG and the FIU design build team never alerted FDOT of any life-safety issue regarding the FIU pedestrian bridge prior to collapse.\"\n\nThe engineering company Figg said in a statement that it is working with authorities to determine the cause of the collapse.\n\n\"We are heartbroken by the loss of life and injuries, and are carefully examining the steps that our team has taken in the interest of our overarching concern for public safety. The evaluation was based on the best available information at that time and indicated that there were no safety issues. We will pursue answers to find out what factors led to this tragic situation, but it is important that the agencies responsible for investigating this devastating situation are given the appropriate time in order to accurately identify what factors led to the accident during construction.\"\n\nSearch-and-rescue teams have been carefully unearthing bodies and vehicles from under the concrete bridge that collapsed suddenly in Miami on Thursday afternoon. Questions about the bridge's design and construction are just beginning.\n\nThe 174-foot, 950-ton main span had been lifted into place just five days earlier. At least six people were killed and 10 were injured in the collapse, according to The Associated Press.\n\nOn Thursday night, Florida Sen. Marco Rubio tweeted: \"The cables that suspend the #Miami bridge had loosened & the engineering firm ordered that they be tightened. They were being tightened when it collapsed today.\"\n\nBecause the bridge's central tower and suspension cables were not yet installed, the Miami Herald notes, any cables being tightened were likely wires that ran through the span.\n\nThe bridge was supposed to make the crossing of a perilous seven-lane roadway safer for students and staff at Florida International University. The bridge connected the university campus to the small suburban city of Sweetwater, where many students and faculty live. An FIU student was killed crossing the road in August.\n\nRubio is an adjunct professor at the university. His spokeswoman told the newspaper that he had heard this information from workers on-site.\n\nAt a news conference on Friday morning, assembled authorities would not confirm Rubio's statement.\n\n\"This is a tragedy we don't want to reoccur anywhere in the U.S.,\" said Juan Perez, director of the Miami-Dade Police Department. \"Right now, we just want to find out what occurred, what caused this collapse to occur and people to die.\"\n\nRepresentatives from the National Transportation Safety Board and the Occupational Safety and Health Administration are investigating.\n\n\"The people of South Florida have been though a lot, obviously, over the last several weeks and this is just yet one more tragedy to add to that sad book,\" said NTSB Chairman Robert Sumwalt.\n\nAuthorities said their investigation will take time, but early questions have emerged about whether it was wise to install the span across the road without first installing the central support tower.\n\nWitnesses told WLRN the span fell without warning as a traffic light went red. Two workers were on the bridge when it collapsed, according to witnesses interviewed by the Miami Herald.\n\nLast weekend, FIU tweeted a photo of what the completed bridge would look like.\n\nAs USA Today reports, the design was for a type of suspension bridge called a cable-stayed bridge:\n\n\"Cable-stayed bridges have cables attached directly from the column to the span, while suspension bridges string cables between towers and have other cables descend to the span. \"Amjad Aref, a professor at University of Buffalo's Department of Civil, Structural and Environmental Engineering, said a suspended bridge is typically built gradually, with the center tower or towers erected early. \"Pictures from the scene of the collapse don't show a central tower. \" 'Whoever is going to investigate, they will ask the fundamental question: shouldn't the tower be there, and the cables ready to connect to the structure, when you lift it?' Aref said. 'That's a question for them to answer.' \"\n\nFIU offers an entire program around bridge projects like this one: the Center for Accelerated Bridge Construction, which opened in 2011. \"This method of construction reduces potential risks to workers, commuters and pedestrians and minimizes traffic interruptions,\" the university said in a press release when the span was swung into space last weekend.\n\nMuch of the funding for the $14.2 million bridge and its plazas and walkways came from a U.S. Department of Transportation grant.\n\nThe bridge was designed by FIGG Bridge Engineers and built by MCM Construction. Both companies have been involved in bridge collapses before, as the AP reports:", "keywords": ["span", "collapsed", "collapse", "received", "fiu", "design", "cables", "safety", "officials", "cracks", "bridge", "state", "warning", "figg", "florida", "university", "say"], "polarity": 0.03177390791027155, "subjectivity": 0.384505772005772},
{"title": "New York Democratic Rep. Louise Slaughter, 88, Has Died ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594262378/louise-slaughter-trailblazer-in-congress-dies-at-88", "text": "New York Democratic Rep. Louise Slaughter, 88, Has Died\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 1:21 p.m. ET\n\nRep. Louise Slaughter, D-N.Y., a glass-ceiling-shattering leader in Congress, died Friday at age 88, while serving her 16th term in the House of Representatives, her chief of staff said in a statement.\n\nShe was surrounded by family at George Washington University Hospital at the time of her death, after sustaining an injury at her Washington, D.C., home last week.\n\nIn an earlier statement, chief of staff Liam Fitzsimmons said Slaughter had fallen and was being treated for a concussion.\n\nHouse Democratic Leader Nancy Pelosi called Slaughter a \"trailblazer,\" adding, \"It was my great privilege to serve with her and to benefit from her friendship and wise counsel for 30 years. Her loss will be deeply felt.\"\n\nSlaughter's three decades in Congress saw her rise to become the first chairwoman of the powerful House Committee on Rules, a position she held from 2007-2011.\n\nAt the time of her death, she remained ranking member.\n\nPelosi said that Slaughter \"used her leadership position to fight for women and working families.\"\n\nAmong the legislation she co-authored was 1994's landmark Violence Against Women Act.\n\nShe also worked to pass the Genetic Information and Non-Discrimination Act of 2008, which prevents employers and health insurers from penalizing people based on family health history or the results of genetic tests.\n\nSlaughter had more than a passing interest in science; she was a microbiologist, the only one in Congress, according to her House biography. She was spurred to pursue the field after the childhood death of her sister from pneumonia.\n\nSlaughter received her Bachelor of Science degree in Microbiology and a Master of Science degree in Public Health from the University of Kentucky.\n\nShe and her husband moved to Fairport, N.Y., after she completed graduate school, according to her spokesman's statement.\n\nElected in 1986, Slaughter represented the 25th District of New York, an area that includes the city of Rochester, but her Southern origins continued to show.\n\n\"Louise never forgot her roots as the daughter of a Kentucky blacksmith,\" Pelosi said. \"She brought the grace and grit of her Southern background to her leadership in the Congress, building bridges and breaking down barriers all with her beautiful accent.\"\n\nBipartisan tributes for Slaughter poured forth Friday.\n\nHouse Rules Committee Chairman Pete Sessions, R-Texas, said in a statement that while he and Slaughter may have been on opposite sides of the political divide, they nevertheless worked side by side for 20 years and he considered her a \"partner.\"\n\n\"As the first female Chairwoman of our Committee she was a force to be reckoned with who always brought her spunk, fire, and dynamic leadership to every meeting,\" Sessions wrote.\n\nSpeaker of the House Paul Ryan called Slaughter's death \"jarring\" and ordered the flags above the Capitol to be flown at half-staff Friday.\n\n\"She was unrelenting in fighting for her ideas and the people back home in Western New York,\" Ryan said in a statement. \"But really, the things that I keep coming back to is how she was tough, but unfailingly gracious.\"\n\nSlaughter and her husband, Bob, were married for 57 years, until his death in 2014. They had three daughters, seven grandchildren and one great-grandchild.\n\nThe Washington Post reports that Slaughter was the oldest sitting member of Congress, and yet she had been planning to seek re-election in November.", "keywords": ["death", "democratic", "house", "rep", "york", "health", "congress", "washington", "died", "statement", "88", "leadership", "louise", "science", "slaughter"], "polarity": 0.1367119470567746, "subjectivity": 0.3558342041100661},
{"title": "Landmark Report Concludes Abortion In U.S. Is Safe ", "url": "https://www.npr.org/sections/health-shots/2018/03/16/593447727/landmark-report-concludes-abortion-is-safe", "text": "Landmark Report Concludes Abortion In U.S. Is Safe\n\nEnlarge this image toggle caption Bryce Duffy/Getty Images Bryce Duffy/Getty Images\n\nAbortions in the United States are safe and have few complications, according to a landmark new study by the National Academies of Sciences, Engineering and Medicine.\n\nThe report, called \"The Safety and Quality of Abortion Care in the United States,\" examined the four major methods used for abortions — medication, aspiration, dilation and evacuation, and induction — and examined women's care from before they had the procedure through their follow-up care.\n\n\"I would say the main takeaway is that abortions that are provided in the United States are safe and effective,\" says Ned Calonge, the co-chair of the committee that wrote the study. He is an associate professor of family medicine and epidemiology at the University of Colorado and CEO of The Colorado Trust.\n\nCalonge says the researchers found that about 90 percent of all abortions happen in the first 12 weeks of pregnancy. And complications for all abortions are \"rare,\" the report says.\n\nBut the report did find that state laws and regulations can interfere with safe abortions.\n\n\"Abortion-specific regulations in many states create barriers to safe and effective care,\" the report says.\n\nCalonge says those rules often have no basis in medical research.\n\nMedian Distance To The Nearest Abortion-Providing Facility By County Enlarge this image toggle caption Credit: National Academies of Sciences; Source: Bearak et al., 2017 Credit: National Academies of Sciences; Source: Bearak et al., 2017\n\n\"There are some requirements that require clinicians to misinform women of the health risks, that say you have to inform a woman that an abortion will increase her risk of breast cancer,\" he says.\n\nThere is no evidence that breast cancer follows abortion, for example, but five states require doctors to tell women there is a link, according to the Guttmacher Institute, a research group that focuses on reproductive and sexual health.\n\n\"There are policies that mandate clinically unnecessary services like pre-abortion ultrasounds, separate inpatient counseling. There are required waiting periods,\" Calonge says.\n\nAccording to Guttmacher, 27 states make women wait at least 24 hours for an abortion and 11 states require women to have an ultrasound before they can terminate their pregnancy.\n\nAnd there are state laws that dictate who can perform abortions and where they can do them. Some require all abortions to happen in the equivalent of a hospital or surgery center. Others require a doctor to have admitting privileges at a nearby hospital.\n\nThe National Academies report says waiting periods and requirements for unnecessary tests can result in long delays because women may have to travel to get care and have trouble getting appointments.\n\n\"Delays put the patient at greater risk of an adverse event,\" the report says.\n\nHal Lawrence, the CEO of the American College of Obstetricians and Gynecologists, says the report settles the debate over abortion-restricting laws and regulations.\n\n\"Those sorts of laws have been totally debunked,\" he says.\n\nHe says the study shows most of those laws do nothing to improve women's health.\n\n\"Abortion is safer when it's performed earlier in gestation,\" Lawrence says. \"And so delaying and making people wait and go through hoops of unnecessary, extra procedures does not improve the safety. And actually by having them delay can actually worsen the safety.\"\n\nThe U.S. Supreme Court in 2016 voided some state abortion laws when it ruled that Texas' strict rules around abortion facilities impose an undue burden on women. But other laws remain in place even without any backing in medical research.\n\nStill, Donna Harrison says there are good reasons for the requirements.\n\n\"The tendency to look at abortion as though it were not a serious medical procedure is irresponsible. I mean, we all know that the fetus is killed during an abortion but women can be harmed by irresponsible medical care,\" says Harrison, the executive director of the American Association of Pro-Life Obstetricians and Gynecologists.\n\nShe says data on complications from abortion is incomplete because doctors and patients don't always report it accurately, or at all.\n\n\"There is no good data collection — and when you have garbage in, and you have garbage out,\" she says.\n\nAnd she says waiting periods are important so that women can give fully informed consent before they undergo what she says is a sometimes dangerous, surgical procedure.\n\nThe new report — which runs more than 200 pages — addresses most aspects of abortion care, including the use of the abortion pill mifepristone.\n\nFor example, it concludes that the strict requirements on how doctors can administer mifepristone may need review. The researchers say the rules may be erecting unnecessary barriers.\n\nThe report also says nurse practitioners and physician assistants can perform abortions just as safely as physicians.\n\nAlso, abortions have no long-term consequences on women's physical and mental health, the report says.", "keywords": ["states", "abortion", "landmark", "care", "abortions", "report", "women", "require", "safe", "unnecessary", "concludes", "laws"], "polarity": 0.11335412953060015, "subjectivity": 0.45224407944996176},
{"title": "In Tariff War, Europe Could Target U.S. Orange Juice, Cranberries, Crocheted Garments", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594306961/in-tariff-war-europe-could-target-u-s-orange-juice-cranberries-crocheted-garment", "text": "In Tariff War, Europe Could Target U.S. Orange Juice, Cranberries, Crocheted Garments\n\nEnlarge this image toggle caption Justin Sullivan/Getty Images Justin Sullivan/Getty Images\n\nWhen President Trump announced that the United States would impose tariffs on steel and aluminum imports earlier this month, European allies warned that they could retaliate. Targets might include classic American exports such as bourbon, blue jeans and Harley-Davidson motorcycles.\n\nNow, the European Union has published a 10-page list of hundreds of U.S. products that could be subject to European tariffs.\n\nThe expanded list is exhaustive. It includes not only several American steel and aluminum products, but also American staples such as peanut butter, orange juice and cranberries. And still others, described in painstaking detail:\n\n\"Table, kitchen or other household articles, and parts thereof, of stainless steel ((excluding) cans, boxes and similar containers of heading 7310; waste baskets; shovels, corkscrews and other articles of the nature of a work implement; articles of cutlery...)\"\n\n\"Sea-going sailboats and yachts, with or without auxiliary motor, for pleasure or sports\"\n\n\"Cranberries 'Vaccinium macrocarpon, Vaccinium oxycoccos, Vaccinium vitis-idaea', prepared or preserved, not containing added spirit nor added sugar (excl. jams, jellies, marmalades, pure and pastes, obtained by cooking)\"\n\n\"T-shirts, singlets and other vests of wool or fine animal hair or man-made fibres, knitted or crocheted\"\n\n\"Women's footwear with outer soles and uppers of leather, with a vamp made of straps or which has one or several pieces cut out, with a maximum sole and heel height of <= 3 cm, with in-soles of >= 24 cm in length (excl. with uppers which consist of leather straps across the instep and around the big toe)\"\n\n\"Rear-view mirrors, whether or not framed, for vehicles\"\n\n\"Men's or boys' bib and brace overalls, of cotton, industrial and occupational (excl. knitted or crocheted)\"\n\n\"We will not sit idly while our industry is hit with unfair measures that put thousands of European jobs at risk,\" European Commission President Jean-Claude Juncker warned after Trump promised to impose the steel and aluminum tariffs. \"The EU will react firmly and commensurately to defend our interests.\"\n\nThe EU is seeking comments from industries affected by the U.S. tariffs, which exclude steel and aluminum from Canada, Mexico and Australia. The EU could then decide to impose new tariffs or increased customs duties on the listed U.S. products.", "keywords": ["garments", "cranberries", "products", "tariffs", "orange", "tariff", "crocheted", "eu", "target", "war", "european", "juice", "steel", "aluminum", "vaccinium", "impose", "excl", "europe", "articles"], "polarity": -0.010256132756132758, "subjectivity": 0.26765151515151514},
{"title": "Maryland Gets Closer To Retiring State Song That Calls Northerners 'Scum' ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594305719/maryland-gets-closer-to-retiring-state-song-that-calls-northerners-scum", "text": "Maryland Gets Closer To Retiring State Song That Calls Northerners 'Scum'\n\nEnlarge this image toggle caption AP AP\n\nState lawmakers who oppose Maryland's official song are getting closer to putting the Confederate-era relic out to pasture, even though they have had to put aside their goal of jettisoning it altogether.\n\nMD SB790, passed the Senate with a 30-13 vote Friday, and would reclassify \"Maryland, My Maryland,\" as the state's \"historical\" song, rather than its official one.\n\nThe bill says the song's words that \"advocate the overthrow of the United States government and disparage Northerners and President Abraham Lincoln, are controversial, inappropriate, and do not represent the ideals and values of Marylanders today.\"\n\nDemocratic state Sen. Cheryl Kagan introduced the bill last month and while it initially sought to repeal and replace the song, Kagan said the watered-down version is a \"compromise.\"\n\nIn a tweet, Kagan called it \"a modest effort to address our outdated & offensive State Song,\" adding that it helps \"address our racist past.\"\n\nIn 1861, the year the Civil War broke out, native Marylander James Ryder Randall, angry about Union troops marching through Baltimore, put pen to paper and out poured his frustration. The poem's first stanza gets right to a bellicose and bloody message:\n\n\"Avenge the patriotic gore That flecked the streets of Baltimore, And be the battle queen of yore, Maryland! My Maryland!\"\n\nAnd 157 years later, a part toward the end about \"Northern scum\" still seems to rankle. (See the full lyrics below.)\n\nRandall had moved to Georgia and his support of the Confederacy was clear.\n\nBut even though Maryland remained in the Union during the war, it falls south of the Mason Dixon Line. The State Archives describes the somewhat ambiguous position Maryland held, saying it \"was walking a tightrope between the Union and the Confederacy. In addition to being physically between the two sides, Maryland depended equally on the North and the South for its economy. Although Maryland had always leaned toward the south culturally, sympathies in the state were as much pro-Union as they were pro-Confederate.\"\n\nSet to the tune of \"O, Tannenbaum,\" Randall's poem became a song, attaining popularity in Maryland and farther south, but it wasn't until 1939 that it was officially adopted as the state song.\n\nState GOP lawmakers have defended the song's historical significance.\n\nRepublican Sen. Bob Cassilly told NPR in an email that while he disagrees with the Confederate cause Randall extolled, he said the poem also invokes the Revolutionary War. \"I cannot help but be inspired by his poetic references to Maryland's history to justify a call to action and it is wrong to reject his contributions to our culture simply as a matter of ideological purity,\" he said.\n\nSenate Minority Leader J.B. Jennings, a Republican, dismissed the measure as \"a participation trophy bill\" and a \"waste of time,\" reports The Baltimore Sun.\n\nBut lawmakers in neighboring Virginia successfully voted in 1997 to retire their state song originally titled \"Carry Me Back To Old Virginny\" that was seen as a paean to slavery.\n\nIn Maryland, attempts to revise or remove the state song are not novel.\n\nThe Baltimore Sun reported in 2016 that lawmakers had revisited the song at least eight times since it was adopted.\n\nEfforts have gained ground in recent months, following the violence around last summer's white nationalist rally in Charlottesville, Va., and Confederate memorials being removed or shrouded elsewhere across the country.\n\nLast fall, the University of Maryland announced it was suspending performance of the song at athletic events and invited students to submit their own alternate lyrics for a competition to find a new state song.\n\nOn Friday, Sen. Barbara Robinson, a Baltimore Democrat who backed the bill, told the Sun, \"it's not changing history. History doesn't change.\" She added that demoting the song would be especially meaningful for black Marylanders.\n\nThe legislation still has to be taken up in the state House, where its prospects are uncertain, according to the Sun.\n\nSenate President Thomas V. Mike Miller, a Democrat, told The Associated Press, the old song just needs to be put aside until the state can come up with a new one.\n\n—————\n\n\"Maryland, My Maryland,\" by James Ryder Randall\n\nI\n\nThe despot's heel is on thy shore,\n\nMaryland!\n\nHis torch is at thy temple door,\n\nMaryland!\n\nAvenge the patriotic gore\n\nThat flecked the streets of Baltimore,\n\nAnd be the battle queen of yore,\n\nMaryland! My Maryland!\n\nII\n\nHark to an exiled son's appeal,\n\nMaryland!\n\nMy mother State! to thee I kneel,\n\nMaryland!\n\nFor life and death, for woe and weal,\n\nThy peerless chivalry reveal,\n\nAnd gird thy beauteous limbs with steel,\n\nMaryland! My Maryland!\n\nIII\n\nThou wilt not cower in the dust,\n\nMaryland!\n\nThy beaming sword shall never rust,\n\nMaryland!\n\nRemember Carroll's sacred trust,\n\nRemember Howard's warlike thrust,\n\nAnd all thy slumberers with the just,\n\nMaryland! My Maryland!\n\nIV\n\nCome! 'tis the red dawn of the day,\n\nMaryland!\n\nCome with thy panoplied array,\n\nMaryland!\n\nWith Ringgold's spirit for the fray,\n\nWith Watson's blood at Monterey,\n\nWith fearless Lowe and dashing May,\n\nMaryland! My Maryland!\n\nV\n\nCome! for thy shield is bright and strong,\n\nMaryland!\n\nCome! for thy dalliance does thee wrong,\n\nMaryland!\n\nCome to thine own heroic throng,\n\nStalking with Liberty along,\n\nAnd sing thy dauntless slogan song,\n\nMaryland! My Maryland!\n\nVI\n\nDear Mother! burst the tyrant's chain,\n\nMaryland!\n\nVirginia should not call in vain,\n\nMaryland!\n\nShe meets her sisters on the plain —\n\n'Sic semper!' 'tis the proud refrain\n\nThat baffles minions back again,\n\nMaryland! My Maryland!\n\nVII\n\nI see the blush upon thy cheek,\n\nMaryland!\n\nFor thou wast ever bravely meek,\n\nMaryland!\n\nBut lo! there surges forth a shriek\n\nFrom hill to hill, from creek to creek —\n\nPotomac calls to Chesapeake,\n\nMaryland! My Maryland!\n\nVIII\n\nThou wilt not yield the vandal toll,\n\nMaryland!\n\nThou wilt not crook to his control,\n\nMaryland!\n\nBetter the fire upon thee roll,\n\nBetter the blade, the shot, the bowl,\n\nThan crucifixion of the soul,\n\nMaryland! My Maryland!\n\nIX\n\nI hear the distant thunder-hum,\n\nMaryland!\n\nThe Old Line's bugle, fife, and drum,\n\nMaryland!\n\nShe is not dead, nor deaf, nor dumb —\n\nHuzza! She spurns the Northern scum!\n\nShe breathes! She burns! She'll come! She'll come!\n\nMaryland! My Maryland!", "keywords": ["lawmakers", "scum", "maryland", "gets", "calls", "bill", "war", "south", "thy", "baltimore", "state", "closer", "retiring", "northerners", "song", "wilt"], "polarity": 0.10586895743145742, "subjectivity": 0.4328102453102452},
{"title": "Black Man Beaten At Charlottesville White Nationalist Rally Is Acquitted Of Assault", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594339521/black-man-beaten-at-charlottesville-white-nationalist-rally-is-acquitted-of-assa", "text": "Black Man Beaten At Charlottesville White Nationalist Rally Is Acquitted Of Assault\n\nEnlarge this image toggle caption Zach D. Roberts/AP Zach D. Roberts/AP\n\nDeAndre Harris, a black man brutally beaten after a white nationalist rally last August in Charlottesville, Va., has been found not guilty of misdemeanor assault for his role in the incident. The city's General District Court handed down the ruling Friday.\n\nHarold Crews, 48, an attorney and chairman of the North Carolina League of the South, had pressed charges against Harris on Oct. 12 — two months to the day after hundreds of white nationalists across the U.S. descended on Charlottesville for the Unite the Right rally. Deadly violence followed that demonstration, including the beating Harris sustained at the hands of several white men, which was caught on camera and later went viral.\n\nHarris, 20, suffered serious injuries during the attack, saying later that because of the beating, he had \"eight staples in my head, a broken wrist and a chipped tooth.\"\n\nBut Crews argued that it was he who had been unlawfully wounded by Harris. The original charge, a felony punishable by up to five years in prison, was later amended to misdemeanor assault and battery.\n\nThe Post explains Crews' argument:\n\n\"In one piece of YouTube footage, Crews is clasping a large flagpole in front of a black protester, who is tugging on the other end. As the two of them tussle over the pole, Harris swings a flashlight at Crews, appearing to strike him on the head or shoulder. \"Moments later, several white nationalists — one of them dressed in military tactical gear and holding a plastic shield — storm into the garage, chasing Harris and forcing him to the ground, where he was brutally pummeled.\"\n\nHarris maintained that he had been swinging at Crews' flagpole, and ultimately, it was this argument Judge Robert Downer sided with, ruling that the prosecution failed to prove that Harris intended harm to Crews.\n\nAs for the crowd that stormed Harris immediately after that confrontation, beating him to the ground with poles in a parking garage, four men have been charged with felony assault or malicious wounding: Daniel Patrick Borden of Ohio, Jacob Scott Goodwin of Arkansas, Alex Michael Ramos of Georgia, and Tyler Watkins Davis of Florida.\n\nNone of the men has had his trial yet.\n\nDemonstrators gathered outside the courthouse in Charlottesville on Friday, showing their support for Harris. \"What do we want? Justice! When do we want it? Now!\" the protesters shouted. \"If we can't get it, shut it down.\"\n\nThese cases represent just a fraction of the rally's legal fallout.\n\nAn independent review published in December found fault with Charlottesville police and other city authorities, as NPR's Laurel Wamsley reported. The violence revealed \"a failure of one of government's core functions — the protection of fundamental rights,\" the report asserted. \"Law enforcement also failed to maintain order and protect citizens from harm, injury, and death.\"\n\nAnd one of those fundamental rights, free speech, is the subject of a lawsuit filed recently against the organizers of the rally.\n\n\"We want to send a message that you can't do this,\" attorney Roberta Kaplan, who is representing the plaintiffs, told NPR's Rachel Martin on Friday.\n\n\"People are entitled to have their First Amendment beliefs in this country and to speak those beliefs,\" Kaplan continued, \"but what they're not allowed to do in this country is to plan, commit and then celebrate violence motivated by those beliefs.\"", "keywords": ["charlottesville", "beliefs", "harris", "violence", "later", "assault", "rally", "crews", "black", "white", "men", "beaten", "man", "acquitted", "nationalist"], "polarity": -0.08055555555555556, "subjectivity": 0.3284649632210609},
{"title": "Immigration Advocates Warn ICE Is Retaliating For Activism", "url": "https://www.npr.org/2018/03/16/593884181/immigration-advocates-warn-ice-is-retaliating-for-activism", "text": "Immigration Advocates Warn ICE Is Retaliating For Activism\n\nEnlarge this image toggle caption John Burnett/NPR John Burnett/NPR\n\nActivists across the country say they are being targeted by federal immigration authorities for speaking out at protests and accusing the government of heavy-handed tactics.\n\nThe Trump administration has warned that anyone in the country illegally could be arrested and deported under tough new enforcement rules. And federal officials deny allegations of retaliation.\n\nBut the American Civil Liberties Union and other groups say they have documented two dozen cases of immigrant activists and volunteers who say they have been arrested or face fines for their work.\n\nThey say many of the activists who are undocumented don't have criminal records and only came to the attention of Immigration and Customs Enforcement because of their activism.\n\nSee the list of the 20+ immigration activists arrested here.\n\n\"We're always at the marches and giving interviews, without fear of what could happen,\" says Zully Palacios Rodriguez, one of the activists caught by ICE. \"So to go against us is a way to intimidate the community.\"\n\nSeveral of the arrests have garnered national and international attention.\n\nTwo of the undocumented activists who have been arrested and put in deportation proceedings have filed First Amendment lawsuits claiming their free speech rights have been violated.\n\nIn one of those cases, the United Nations Office of Human Rights waded into the controversy, calling on the U.S. government \"to guarantee that no action, including detention and deportation, as a means of retaliation, is taken against\" the activist.\n\nOne of the groups crying foul is Migrant Justice, a nonprofit that advocates for dairy workers in Vermont. Six of its undocumented leaders have been arrested and face deportation.\n\nAt a recent protest against ramped-up deportations under President Trump, a dozen demonstrators stand amid piles of dirty snow in the town of Richford, Vt., not far from the Canada border.\n\nNational Immigrant Advocates Claim ICE Is Targeting And Deporting Them For Speaking Out Immigrant Advocates Claim ICE Is Targeting And Deporting Them For Speaking Out Listen · 5:36 5:36\n\nNational Activists: 1st Amendment Rights Of Undocumented Immigrants Are Often Violated Activists: 1st Amendment Rights Of Undocumented Immigrants Are Often Violated Listen · 3:23 3:23\n\n\"Not one more! Not one more!\" they chant.\n\nPalacios is 24, from Peru, and undocumented. As a high-profile spokeswoman for Migrant Justice, she thinks that's why they targeted her. Wearing a pink knit cap pulled down against the cold, she steps up to speak in Spanish into a microphone.\n\n\"I, too, am a victim of attacks by ICE,\" she says.\n\nPalacios and another prominent Migrant Justice leader, Enrique Balcazar Sanchez, were arrested a year ago when driving away from the organization's headquarters in Burlington.\n\nICE agents had taken down their names during an earlier arrest of another colleague. The agents investigated and learned that Palacios had overstayed a student visa, and that Balcazar had entered the country illegally from Mexico to work on dairy farms. Neither Palacios nor Balcazar have criminal records.\n\n\"There are six cases in particular where it's quite clear that the cause of the arrest was because of the members' leadership in the organization,\" says Will Lambek, national spokesman for the organization.\n\nHe ticks off reasons he believes the leaders were targeted. During one arrest, he says, federal agents warned that they'd be back to apprehend another Migrant Justice director.\n\nIn another arrest, ICE noted in the charging document that the subject — who had a DUI conviction — is \"a member and associate of Migrant Justice, a local immigrant advocate group.\"\n\nICE flatly denies that activists from Migrant Justice and other pro-immigrant groups are being singled out.\n\n\"ICE does not target unlawfully present aliens for arrest based on advocacy positions they hold or in retaliation for critical comments they make,\" Matthew Albence, executive associate director for ICE Enforcement and Removal Operations, said in a statement. \"Any suggestion to the contrary is irresponsible, speculative and inaccurate.\n\n\"All those in violation of the immigration laws may be subject to arrest, detention and ... removal from the United States.\"\n\nIn an email to NPR, an ICE spokesman for the region that includes Vermont, wrote: \"Professional activists string together tenuous pieces of information to justify their campaigning. The allegations are just wrong.\"\n\nDoris Meissner, commissioner of the Immigration and Naturalization Service under President Clinton and now senior fellow at the Migration Policy Institute, is skeptical that immigration agents would be picking on activists.\n\nShe points out that Trump has given ICE broad new authority to apprehend anybody they come across who's in the country unlawfully.\n\n\"Activists can be swept up in that, just like a variety of other groups that have been unprepared to face deportation,\" she says.\n\nYet, immigrant advocates point to what they call the hostile posture the administration has taken toward anyone standing in the way of its immigration clampdown.\n\n\"It's all of a piece with what this Homeland Security Department has been doing around the country,\" says Omar Jadwat, director of the ACLU Immigrant Rights Project. \"You have the attorney general, the secretary of homeland security, and the acting director of ICE all making various threats to sanctuary cities and their officials.\"\n\nHe says it's not a stretch to think immigration agents would target anti-ICE activists who are in the country illegally.\n\nAmong the other cases of immigrant activists facing deportation is Maru Mora-Villalpando, who came from Mexico City to San Francisco in 1996 on a tourist visa, and overstayed. Villalpando became a well-known activist in the Northwest, regularly speaking out against ICE's detention policies.\n\nICE agents say she came to their attention when they read about her in the media accounts that indicated she was undocumented. In December, ICE sent her a letter telling her to appear before an immigration judge to face deportation. She didn't have a criminal record.\n\nIn her charging document, an ICE agent wrote: \"It should also be noted that she has extensive involvement with anti-ICE protests and Latino advocacy programs.\"\n\nThe case came to the attention of the U.N. human rights experts. They wrote in a statement: \"Ms. Villalpando's notice to appear at deportation proceedings, received without warning, seems to be related to her advocacy work on behalf of migrant detainees.\"\n\n\"My first sense was that ICE was trying to send me a signal to stop my work,\" Villalpando says from her home in Bellingham, Washington. \"The public needs to know what's going on.\"\n\nOn Thursday, Villalpando appeared in immigration court in Seattle to make her case before a judge.\n\nVillalpando also has a First Amendment lawsuit pending. The other suit was filed in the case of Ravi Ragbir, director of the New Sanctuary Coalition of New York City. He was taken into custody during an ICE check-in in January. ICE says he's in the country illegally, and he was once convicted of wire fraud.\n\nBut that crime was 17 years ago. And they put him into deportation proceedings two months ago.\n\nImmigration groups also point to eight members of a humanitarian group in Tucson called No More Deaths being charged with federal civil violations, such as entering a national wildlife refuge without a permit, and operating a motor vehicle in a wilderness area.\n\nThey are not undocumented immigrants. They are volunteers from all over the country who leave jugs of water in the desert for immigrants crossing the border illegally.\n\nArrests of Vermont dairy workers began in the Obama years, and they've accelerated under Trump's immigration crackdown.\n\nAt the Richford protest, Balcazar, the Mexican immigrant arrested with Palacios, says the apprehensions of Migrant Justice leaders have sent a fresh chill through the immigrant community.\n\n\"They prefer to keep quiet,\" he says. \"They don't come out as much to our meetings and demonstrations. They prefer not to expose themselves and risk deportation.\"\n\nIndeed, the only Migrant Justice members to attend the meager protest at the health clinic were the leaders who'd already been arrested.\n\nSince its founding nine years ago, Migrant Justice has grown into a formidable advocate for the undocumented in Vermont. They pushed for drivers licenses for immigrants, and recently convinced Ben & Jerry's to improve working conditions in dairies.\n\nAt a recent city council meeting in tiny Winooski, Vt., you could witness the influence they wield.\n\nBalcazar drove here straight from the health clinic protest.\n\n\"We want to live in safety,\" he says to the council members. \"We're often forced to live in the shadows. We don't trust the police.\"\n\nHis organization wants to build on the success it has had on the state level. Migrant Justice was a major player behind the scenes when the Vermont Assembly passed a law last year that restricts local police from cooperating with federal immigration authorities. Some now consider Vermont a sanctuary state.\n\nOn this night, activists and citizens have come to convince the city council to pass an even stricter ordinance to stop local police from dealing with ICE. They found a receptive audience.\n\n\"We are not going to utilize City of Winooski resources to grant access to those individuals who are in our custody to immigration enforcement authorities,\" says Councilor Eric Covey.\n\nAt the end of the public comments period, the council votes unanimously to adopt the measure proposed by Migrant Justice and the ACLU of Vermont.", "keywords": ["vermont", "justice", "undocumented", "ice", "advocates", "immigration", "activists", "migrant", "immigrant", "retaliating", "activism", "warn", "deportation", "country"], "polarity": -0.042456826327794066, "subjectivity": 0.35934103232490333},
{"title": "Slovaks Take To The Streets After Prime Minister's Resignation", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594329828/slovaks-take-to-the-streets-in-wake-of-prime-ministers-resignation", "text": "Slovaks Take To The Streets After Prime Minister's Resignation\n\nEnlarge this image toggle caption Darko Vojinovic/AP Darko Vojinovic/AP\n\nThe recent resignation of Slovakia's Prime Minister Robert Fico and his government is not easing public anger in the Central European country, where tens of thousands of protesters thronged streets in the capital Bratislava and dozens of other towns on Friday.\n\nWorld Slovakia's Government In Turmoil After Journalist's Death Slovakia's Government In Turmoil After Journalist's Death Listen · 3:52 3:52\n\nThey were protesting last month's murder of investigative journalist Ján Kuciak, who had been reporting on political corruption. He and his fiancée, Martina Kusnírová, an archaeologist, were shot dead in their bungalow in a small village in Slovakia's countryside.\n\nThe demonstrators chanted \"Enough with Smer,\" which is the ruling party and translates to \"Direction.\" The protesters are demanding new elections and for Kuciak and Kusnírová's murderers to be found and arrested. It was the third wave of mass protests across Slovakia in recent weeks, which have been the largest since the Velvet Revolution in 1989 that brought down communism in what was then Czechoslovakia.\n\nOne protester in Bratislava was lawyer Zuzana Juríková, 33, who denounced Thursday's resignation as nothing more than a show, given Fico is still the head of his party and the incoming prime minister is a trusted deputy.\n\n\"The big theater, we want to end it,\" she said. \"The same, leading party is over there in the parliament, so nothing changed, only some men [in] the posts.\"\n\nAnother protester was Ján Orlovský, who heads Slovakia's Open Society Foundations. \"We have lots of these skeletons in the closet, which we need to address and one of the skeletons is corruption,\" he said, adding that because it's deeply ingrained in society, Slovaks tend to put up with it.\n\nBut the murders \"really shook us to the bones,\" Orlovský said. \"It's not just, you know, a little money here, a little money there. You can actually die.\"\n\nFico and his party had campaigned in part on eliminating corruption, but critics say no one of import has ever been convicted. In his last story that was published worldwide after his death, Kuciak accused some Fico associates of having ties to Italian organized crime, a link which the former prime minister and his allies vehemently deny.", "keywords": ["death", "minister", "fico", "party", "kuciak", "prime", "slovaks", "ministers", "resignation", "slovakias", "streets", "corruption", "turmoil"], "polarity": -0.03461399711399712, "subjectivity": 0.2711940836940837},
{"title": "See The 20+ Immigration Activists Arrested Under Trump", "url": "https://www.npr.org/2018/03/16/591879718/see-the-20-immigration-activists-arrested-under-trump", "text": "See The 20+ Immigration Activists Arrested Under Trump\n\nEnlarge this image toggle caption Mark Lennihan/AP Mark Lennihan/AP\n\nIs the Trump administration retaliating against activists that criticize its harsh immigration policies?\n\nImmigrant advocates across the country and the American Civil Liberties Union assert that federal immigration agents are increasingly targeting activists who oppose them, help undocumented immigrants, and are quoted in the media.\n\nThe following cases have been brought to light by lawyers who claim activists' free speech rights are being violated. Most are in the country illegally and have been arrested or are under deportation orders. Some have criminal records, several do not.\n\nImmigration and Customs Enforcement, the agency most frequently criticized for arresting activists, categorically rejects the accusation that it is singling them out. ICE says it does not retaliate against unlawful immigrants for critical comments they make, and any suggestion to the contrary is \"irresponsible\" and \"speculative.\" ICE says that any individual in violation of immigration laws may be subject to arrest, detention, and removal.\n\nHere are the cases of more than 20 activists and volunteers that have been highlighted by the immigrant advocates:\n\n(Read the full story here.)\n\nMigrant Justice\n\nThis nonprofit in Burlington, Vt., has had six leaders arrested over a period of 14 months. All are undocumented. Migrant Justice advocates for dairy workers in Vermont. The arrested leaders are Victor Garcia Diaz, Alfredo Alcudia Gamas, Enrique Balcazar Sanchez, Zully Palacios Rodriguez, Yesenia Hernandez Ramos, and Esau Peche Ventura. Garcia Diaz has a DUI conviction; none of the others have criminal charges. All have been released and are fighting deportation orders.\n\nNew Sanctuary Coalition of New York City\n\nOn Jan. 3, Immigration and Customs Enforcement agents arrested Jean Motrevil, a prominent immigrant rights activist from Haiti who co-founded the New Sanctuary Coalition. According to ICE, Motrevil has several felony convictions for cocaine possession and served time in prison. He was ordered deported, but allowed to stay if he checked in with ICE regularly, which he did for the past 15 years. He married a U.S. citizen, had four children, and started a business. Motrevil was deported to Haiti on Jan. 16.\n\nOn Jan. 11, ICE agents arrested Ravi Ragbir, well-known executive director of the New Sanctuary Coalition, during a routine check-in with ICE. Federal agents point out that he was convicted in 2001 of conspiracy to commit wire fraud for processing fraudulent mortgage applications. Ragbir, from Trinidad, was ordered to pay $350,000 in restitution and detained by ICE for two years while he was in deportation proceedings. He was allowed to stay in the U.S. if he checked in regularly with ICE. Last month, after his arrest, a judge halted Ragbir's deportation.\n\nNo More Deaths\n\nOn Dec. 6, 2017, the U.S. attorney's office in Arizona charged nine volunteers for No More Deaths, a humanitarian group in Tucson, with misdemeanors. None of the defendants are undocumented immigrants. The organization works to reduce deaths of immigrants illegally crossing the border and trekking through the Sonoran Desert, chiefly by leaving caches of drinking water. The federal civil charges include entering the Cabeza Prieta National Wildlife Refuge without a permit, and operating a motor vehicle in a wilderness area. Hours after No More Deaths released a controversial video showing Border Patrol agents kicking over water jugs, volunteer Scott Daniel Warren was arrested and charged with harboring undocumented immigrants, a felony. The other defendants are Natalie Renee Hoffman, Oona Meagan Holcomb, Madeline Abbe Huse, Zaachila I. Orozco-McCormick, Caitlin Persis Deighan, Zoe E. Anderson, Logan Thomas Hollarsmith, and Rebecca Katie Grossman-Richeimer.\n\nEliseo Jurado Fernandez\n\nOn Jan. 11, ICE agents arrested Jurado, an undocumented Mexican national, outside a Denver supermarket. He is married to Ingrid Encalada Latorre, a Peruvian woman who received publicity for seeking sanctuary in three Colorado churches to avoid deportation. ICE says Jurado came to the agency's attention while it was investigating his spouse. Jurado has a DUI conviction, as well as misdemeanor convictions for driving without a license and giving false information to a police officer. He was released from detention last month pending deportation orders.\n\nBaltazar Aburto Gutierrez\n\nICE agents arrested the Mexican shellfish worker in Ocean Park, Wash., in December 2017, after he was quoted in a newspaper complaining about his longtime partner's deportation to Mexico. According to the Seattle Times, Gutierrez said the arresting agent told him, \"You are the one from the newspaper.\" Aburto has no criminal record. An immigration judge lowered his bond in January, saying he poses no danger to the public.\n\nAlejandra Pablos\n\nPablos is an anti-Trump immigrant activist and field coordinator for the National Latina Institute for Reproductive Health in Virginia. On March 7, agents detained her after she flew to Arizona for an ICE check-in. She was convicted in Tucson of driving under the influence. Though she had a green card, the DUI conviction makes her deportable. She remains detained in southern Arizona.\n\nClaudia Rueda\n\nClaudia Rueda is an immigration activist and college student who protested U.S. deportation policies, as well as the arrest of her mother on drug smuggling charges. Rueda was arrested by immigration agents on May 18, 2017, and released 22 days later. She claims her detention was motivated by retaliation to silence her. A supervisory Border Patrol agent told the Los Angeles Times that they had identified Rueda as \"part of a support network\" for a drug organization. Her mother was never charged on narcotics offenses but she was held on immigration violations.\n\nDaniela Vargas\n\nOn March 1, 2017, a 22-year-old immigrant activist from Argentina named Daniela Vargas was leaving a rally in Jackson, Miss., where she had spoken in favor of undocumented rights. ICE pulled over the car she was riding in and arrested her because her DACA status had expired. Vargas, who was brought to the U.S. as a child, had received Deferred Action for Childhood Arrivals, which grants her a temporary work permit and protection from deportation. She says she had applied to renew it. She was detained for 10 days and released.\n\nEnlarge this image toggle caption Manuel Valdes/AP Manuel Valdes/AP\n\nMaru Mora Villalpando\n\nOn Dec. 20, 2017, ICE told Villalpando to appear in immigration court to face deportation. She came to the United States in 1996 on a student visa and overstayed. Villalpando is a well-known activist who speaks against ICE detention policies in Washington state; she founded Northwest Detention Center Resistance. She has no criminal record. ICE says she came to their attention when she told the media that she was unauthorized. Her ICE charging document says, \"She has extensive involvement with anti-ICE protests and Latino advocacy programs.\" Villalpando filed a First Amendment claim with a Seattle immigration court this month, arguing that she was arrested in retaliation for her activism. Experts with the United Nations Office of Human Rights have called on the U.S. government \"to guarantee that no action, including detention and deportation, as a means of retaliation, is taken against Villalpando.\"\n\nAdrienne St. Clair contributed to this report.", "keywords": ["activist", "agents", "undocumented", "trump", "immigrants", "ice", "activists", "immigration", "arrested", "20", "detention", "deportation"], "polarity": 0.025523415977961428, "subjectivity": 0.32994596312778135},
{"title": "Debate On Role Of Islam Divides German Government", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594363980/debate-on-role-of-islam-divides-german-government", "text": "Debate On Role Of Islam Divides German Government\n\nEnlarge this image toggle caption Jens Schlueter/Getty Images Jens Schlueter/Getty Images\n\nGermany's new minister of interior, Horst Seehofer, has stirred up debate about the role of Islam in Germany.\n\nIn an interview with the German newspaper BILD Seehofer said: \"Islam is not a part of Germany. Germany has been influenced by Christianity. This includes free Sundays, church holidays and rituals such as Easter, Pentecost and Christmas. However, the Muslims living in Germany obviously do belong to Germany.\"\n\nThis statement conflicted with the position of German Chancellor Angela Merkel. Merkel said, even though Germany has been influenced mainly by Christianity and Judaism, there are more than four million Muslims in the country, they \"belong to Germany and so does their religion.\"\n\nKonstantin von Notz, member of the opposition Green party, protests, \"The statement of Interior Minister Seehoher is complete nonsense. Germany cannot afford such behavior in the important questions of integration.\"\n\n\"Freedom of religion is a fundamental right guaranteed to everyone by our constitution,\" said Andreas Nick, a member of Merkel's Christian Democratic Union. \"Individuals should be judged by their behavior which of course needs to comply with the laws of the land — no more, no less.\"\n\nApart from members of Seehofer's Christian Social Union, only the far-right Alternative for Germany, or the AfD, agreed with his statement. The AfD's spokesman Jörg Meuthen told NPR that he himself had made similar statements many times before. He maintained that Seehofer was simply not credible on the subject, and the interior minister's remarks should be viewed as \"a populist attempt\" by the CSU to take votes from the AfD \"ahead of the Bavarian elections in October this year.\"\n\n\"Islam is definitely part of Germany: millions of Muslims live in Germany and have become citizens of this country,\" Mouhanad Khorchide, head of the Center for Islamic Theology at the University of Muenster, told NPR. \"We cannot differentiate between Islam and Muslims. According to the German constitution there is no religion without the individual.\"\n\nKhorchide expressed concern about the consequences of Seehofer's interview. \"Such statements polarize the German society,\" he said. \"Instead of talking of a 'we,' which would include Muslims, the conversation now distinguishes between Germans and Muslims. For many Muslims this creates a feeling of being unwanted and unwelcomed. Many of them are second or third generation residents, and Germany is their home.\"\n\nAn expert on Islamic law, Mathias Rohe, believes the whole debate to be meaningless. \"Of course Germany has been influenced by Christianity – but no one ever doubted that,\" he said. \"No Muslim has ever questioned the Christian history of Germany or demanded a change in that understanding.\"\n\nIt would make more sense, he said, for people to \"concentrate on the considerable number of concrete issues\" that will need to be addressed in Germany in the coming years.", "keywords": ["islam", "debate", "christianity", "influenced", "role", "muslims", "german", "seehofer", "interior", "divides", "statement", "germany"], "polarity": 0.07988068841727379, "subjectivity": 0.36683560342096927},
{"title": "Russian Nikolai Glushkov's Death In London Was A Murder, Police Say", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594330084/russian-nikolai-glushkovs-death-in-london-was-a-murder-police-say", "text": "Russian Nikolai Glushkov's Death In London Was A Murder, Police Say\n\nEnlarge this image toggle caption Metropolitan Police Metropolitan Police\n\nThe death of Nikolai Glushkov, the 68-year-old Russian businessman whose body was found in his London home on Monday, is being investigated as a murder. The cause of death was \"compression to the neck,\" police say.\n\nGlushkov was a former close associate of oligarch Boris Berezovsky, a flamboyant tycoon who had backed Russia's President Vladimir Putin early in the president's political career — but who had become a vocal critic before living in self-imposed exile. Berezovsky, who was also close to the poisoned former KGB agent Alexander Litvinenko, died in 2013, in what has been described as a hanging. All three men died in London.\n\nThe murder investigation into Glushkov's death is being announced days after Britain's Prime Minister Theresa May accused Russia of \"attempted murder\" in another case involving a high-profile Russian native living in the U.K.: former spy Sergei Skripal.\n\nSkripal was poisoned by an exotic and lethal Novichok nerve agent that is seen as Russia's sole property. Skripal and his daughter, Yulia, were found on a bench at a shopping center in Salisbury, England. They remain in the hospital; a police officer who came to the scene is also receiving care.\n\nBecause of the attack on Skripal, the Met police's counterterrorism command took charge of the Glushkov inquiry.\n\n\"There is no evidence to suggest a link to the incident in Salisbury,\" police said as they announced the investigation into Glushkov's death earlier this week. On Friday, police clarified that stance a bit: \"At this stage there is nothing to suggest any link to the attempted murders in Salisbury, nor any evidence that he was poisoned.\"\n\n\"Detectives are retaining an open mind,\" the police notice continued. It asked anyone who may have seen or heard anything at Glushkov's home on Sunday or Monday to come forward.", "keywords": ["death", "russian", "salisbury", "nikolai", "poisoned", "suggest", "russias", "murder", "seen", "london", "skripal", "say", "glushkovs"], "polarity": 0.038461538461538464, "subjectivity": 0.21153846153846154},
{"title": "Snapchat's Stock Sinks After Rihanna Denounces Domestic Violence Ad", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594593132/snapchat-s-stock-sinks-after-rihanna-denounces-domestic-violence-ad", "text": "Snapchat's Stock Sinks After Rihanna Denounces Domestic Violence Ad\n\nEnlarge this image toggle caption Mamadou Diop/AP Mamadou Diop/AP\n\nSinger Rihanna denounced an ad that appeared on Snapchat making a game of domestic violence that featured photographs of her and Chris Brown. And the social media app's stock price went tumbling.\n\n\"Now SNAPCHAT I know you already know you ain't my fav app out there,\" Rihanna said in a statement posted Thursday on rival social media platform Instagram, where she has 61 million followers. \"I'd love to call it ignorance, but I know you ain't that dumb! You spent money to animate something that would intentionally bring shame to DV victims and made a joke of it!!!\"\n\nThe ad was for the mobile game \"Would You Rather,\" which asks users a series of questions, sometimes offensive. The ad said, \"Would you rather slap Rihanna\" or \"punch Chris Brown.\"\n\nIn 2009, Brown pleaded guilty to felony assault after Rihanna accused him of beating her and trying to push her out of a car. Photos emerged of her with a bruised face.\n\nSnapchat had already yanked the ad Monday and issued an apology. But the ad reappeared on social media as users circulated it and questioned its content.\n\n\"Just awful,\" Chelsea Clinton tweeted. \"Awful that anyone thinks this is funny. Awful that anyone thinks this is appropriate. Awful that any company would approve this.\"\n\nApparently Snapchat agreed.\n\n\"This advertisement is disgusting and never should have appeared on our service,\" a Snapchat spokesperson said in a statement. \"We are so sorry we made the terrible mistake of allowing it through our review process. We are investigating how that happened so that we can make sure it never happens again.\"\n\nSnapchat has an automated ad-buying platform. But company policy states, \"All ads are subject to our review and approval.\" It also says it prohibits \"Shocking, sensational, or disrespectful content.\"\n\nIn her Instagram post, Rihanna went on to say, \"This isn't about my personal feelings, cause I don't have much of them...but all the women, children and men that have been victims of DV in the past and especially the ones who haven't made it out yet...you let us down! Shame on you. Throw the whole app-oligy away.\"\n\nInvestors apparently heeded the call and threw away some stock. Snap Inc's stock prices fell around 4 percent later Thursday, wiping out nearly $800 million from its market value, reports CNN. By Friday, it had rebounded some, but closed the week with a 1 percent loss.\n\nSnapchat has experience with the kind of influence celebrities can wield. Last month after Snapchat changed its layout, Kylie Jenner, one of its most popular users, tweeted that she was no longer using the app.\n\nThe company's stock quickly fell 6 percent, erasing more than a billion dollars from its market value, said CNN.", "keywords": ["domestic", "denounces", "went", "snapchats", "ad", "rihanna", "sinks", "violence", "know", "media", "users", "social", "stock", "awful", "snapchat"], "polarity": -0.11012318121693124, "subjectivity": 0.5189153439153438},
{"title": "In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade", "url": "https://www.npr.org/2018/03/17/594610644/in-a-first-irish-lgbt-organization-leads-nycs-st-paddys-parade", "text": "In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade\n\nAn Irish LGBT group marched at the front of New York City's St. Patrick's Day parade for the first time Saturday. Brendan Fay's group, the Lavender and Green Alliance, fought for the opportunity.\n\nMICHEL MARTIN, HOST:\n\nToday is St. Patrick's Day, and all across the country, the Irish and let's say the honorary Irish are celebrating with parties and parades. And one of the biggest, as you might imagine, was the annual St. Patrick's Day parade in New York City. It's an event that dates back to 1762. And while today's a celebration for many, for some there's been a bit of a sad history, because for several years, LGBT groups were not allowed to march in the parade. That all changed in 2016, when the organizers opened the door for all groups to join. And today's procession saw, for the first time, an Irish LGBT organization, the Lavender and Green Alliance, led the parade from the front. Joining us now is Brendan Fay, founder and president of the Lavender and Green Alliance to tell us more about what the moment meant to him and other members of the group. Brendan, thank you so much for joining us. Happy St. Pat's Day to you.\n\nBRENDAN FAY: Happy St. Patrick's Day to you and to all of your listeners. (Speaking Irish). That in our own language.\n\nMARTIN: How was it? How did the parade go?\n\nFAY: It was an incredibly moving experience. We stepped off in the front section of the parade carrying our banner, Lavender and Green Alliance, and we were cheered all along the avenue. For me, it was like the heart of Irish America opened up today.\n\nMARTIN: You did fight for a long time to have this happen. For people who don't maybe know much about it, have never been to the parade, why do you think it was so important to you to be in the parade?\n\nFAY: Parades are important rituals in America. Look, we parade as well as in Ireland. But I must say I didn't appreciate the significance of parades until I was an immigrant in New York. And then like everybody else, I sought out my own community. Of course there's my LGBT community, but I'm Irish. And along with my other LGBT friends, we tried to march in our own community's parade. Parades or like vital expressions of cultural life. Every community, every ethnic group, has its moment on the Avenue in New York City. And March 17 is the Irish moment. Of course this weekend, visiting New York, we started out at Gracie Mansion. The mayor and the first lady of New York hosted a breakfast for the Irish community to welcome the Irish prime minister, Prime Minister Leo Varadkar, an out and proud openly gay man. Last night, a few of us met him down on Christopher Street, and we met him in the Stonewall bar.\n\nMARTIN: Wow.\n\nFAY: I have to tell you, I never imagined all those years ago when we were beginning this struggle, that one day I would be meeting the prime minister of Ireland on Christopher Street in the Stonewall bar. It was a very profound moment, and we hope, and we'll continue to work for the day when all our parades, all over the country will simply be open and welcoming. And someday we'll look back and wonder what was all that about? But may the road open and rise to welcome all of us. We're all Irish on this St. Patrick's Day.\n\nMARTIN: All right. That's Brendan Fay, founder and president of the Lavender and Green Alliance of New York. And he was kind enough to join us from New York, where he's celebrating a wonderful day at the parade. Brendan Fay, thank you so much for speaking with us.\n\nFAY: Thank you very much. (Speaking Irish). Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["paddys", "nycs", "leads", "york", "day", "st", "lavender", "organization", "green", "irish", "patricks", "parades", "lgbt", "parade"], "polarity": 0.11065962142432728, "subjectivity": 0.4032858840505898},
{"title": "UMBC's President Talks About His School's Historic Basketball Win", "url": "https://www.npr.org/2018/03/17/594610637/umbcs-president-talks-about-his-schools-historic-basketball-win", "text": "UMBC's President Talks About His School's Historic Basketball Win\n\nMICHEL MARTIN, HOST:\n\nAnd now we bring you news from the world of college basketball, March Madness. Last night saw one of the craziest games ever in the NCAA tournament. For the first time ever in the men's tournament, a team seated 16th - for tournament purposes that means last - be a No. 1-seeded team. The University of Maryland, Baltimore County knocked off the top ranked team in the country, the University of Virginia, and it wasn't even close. In fact, it was a 20-point blowout. To talk more about this, we called Freeman Hrabowski III. He is the president of UMBC, and he's with us now from Charlotte where the game was played. Welcome. Thank you so much for joining us. Congratulations.\n\nFREEMAN HRABOWSKI III: Thank you, Michel. Glad to be with you.\n\nMARTIN: So, Mr. President, we've actually spoken with you a number of times to talk about things like STEM education, which is science, technology, engineering and math. And you've been known for expanding the number of minority students getting advanced degrees, for example. You're nationally known for that. I didn't even think you knew anything about basketball.\n\n(LAUGHTER)\n\nHRABOWSKI III: I know about math, so I'm not going to claim knowing a lot about basketball, but I do know a lot about my students. And my students and colleagues are always advising me on sports and on basketball and things like that.\n\nMARTIN: So how did you - I mean, be honest. Were you expecting this?\n\nHRABOWSKI III: I was expecting my students to give it everything they had. I was expecting them to show the country that you can come from a middle-sized place and be highly, highly competitive if you give it all you have. Who knows what the results would have been? We knew what everybody in the country was saying, but we believed in our players and our coach that they would show just how much they could do, and that's what they did.\n\nMARTIN: Well, let's talk about the standout from last night, the player everybody's talking about, Jairus Lyles. He dropped 28 points. He grabbed four rebounds. He got three assists. And to add to the deliciousness, both of his parents are graduates of the University of Virginia. And I just, you know, have to ask, you know, how is he doing today, and how are his parents doing?\n\nHRABOWSKI III: You know, it's amazing. His mother is unbelievable in her ability to rise to the occasion to give all of us support, quite frankly, and to work with the coach and others in being supportive of him. And Jairus is - he's what you want to see in any son. He is with the humility and yet the confidence, the poise. You see it. But he's also and this is for me really important. He has a 4.0. He is a serious student, and that's the excitement for us about this win that we've worked very hard to balance academics and athletics, and it's going well.\n\nMARTIN: The Wichita Eagle newspaper put together the total basketball budgets for every team in the tournament. UVA spends about $8.5 million a year. And you probably know this because you're the president of the university, UMBC spends less than 20 percent of that, and I wonder if that says anything to you?\n\nHRABOWSKI III: Oh, we knew from the beginning that we were up against the richest university, public university, one of the richest and the oldest in the country. And we have great respect for them. And I had said on a panel with my colleague and friend, the president of UVA, that they've got all those years, that money. And Mr. Jefferson, what we had and what we still have is that grit that comes from working in middle class and the belief that you can do all things with that hard work and perseverance, quite frankly. So, yes, we all want more money. And we know money does make a difference, make no mistake about that. But there's something to be said about defying the odds and going against whatever people think would happen and just showing that nobody defines who we are. That's what's so inspiring.\n\nMARTIN: That's Freeman Hrabowski III. He's the president of the University of Maryland Baltimore County. The school's basketball team beat the University of Virginia, the No. 1-ranked team on Friday in the first round of the men's NCAA tournament. That's never happened before in the men's tournament. And in addition to being the president of UMBC, Mr. Hrabowski is the author of \"Holding Fast To Dreams: From The Civil Rights Movement To STEM Achievement.\" Mr. President, thanks so much for talking to us.\n\nHRABOWSKI III: Thank you so much.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["tournament", "talks", "students", "president", "historic", "know", "team", "iii", "umbcs", "mr", "win", "university", "schools", "basketball", "thats"], "polarity": 0.18469696969696975, "subjectivity": 0.49011363636363625},
{"title": "Steel Tariffs Could Crunch Foreign Carmakers In The U.S. South", "url": "https://www.npr.org/2018/03/17/594610630/steel-tariffs-could-crunch-foreign-carmakers-in-the-u-s-south", "text": "Steel Tariffs Could Crunch Foreign Carmakers In The U.S. South\n\nMercedes Benz USA showed off its new headquarters in Atlanta — all in the midst of a possible trade war that could affect the car industry in the South, which has become a truly global car market.\n\nMICHEL MARTIN, HOST:\n\nAnother political story we've been following is the president's proposal to impose tariffs on steel and aluminum. We've heard a lot about how U.S. businesses could be affected, but the move also has a number of foreign automakers worried. The southeastern part of the U.S. has seen a big boost in the number of foreign carmakers setting up factories, and these companies are warning that the tariffs could make their cars sold here more expensive and might lead to fewer U.S. jobs. Tasnim Shamma of member station WABE reports.\n\nTASNIM SHAMMA, BYLINE: Mercedes-Benz USA opened its new North American headquarters in Atlanta for more than a thousand employees this week to the tune of violins.\n\n(SOUNDBITE OF VIOLINS)\n\nSHAMMA: It's a fancy corporate building, mostly glass, standing upright with the help of concrete and 1,500 tons of steel. The luxury car company is owned by Daimler, based in Germany. But CEO Dietmar Exler used the grand opening to remind the crowd of the brands U.S. presence.\n\n(SOUNDBITE OR ARCHIVED RECORDING)\n\nDIETMAR EXLER: We are now in the midst of construction of our own factory here in Charleston, S.C. And as you know, the GLE and the GLS are produced in Alabama. Last year, 280,000 cars produced here not just for the U.S. market, but for markets all over the world.\n\nSHAMMA: The German auto industry lobby says German car factories in the U.S. made more than 800,000 vehicles last year, and about half were sold overseas. President Trump signed a proclamation last week to impose a 25 percent tariff on steel from every country except Canada and Mexico. The hope is to boost steel manufacturing in the U.S. Tariffs on steel could hurt companies like Mercedes-Benz, Volkswagen and Porsche says Steven Meyer [ph]. He's with The Federation of German Industries and was at the grand opening.\n\nSTEVEN MEYER: Do you see the cars outside? There's a lot of steel in there. We think there will be some additional percentage points on the prices of cars.\n\nSHAMMA: That price increase could be enough to stop people from buying new cars says Lisa Cook. She teaches economics and international relations at Michigan State University.\n\nLISA COOK: If consumers are price sensitive, and they are for many types of cars, this could cause people to postpone their decision to purchase a car.\n\nSHAMMA: A German business group says a little more than a quarter of all U.S. steel is used to make cars in this country. And making cars more expensive to build and export could hurt American jobs says Jeffrey Rosensweig. He teaches international business at Emory University in Atlanta.\n\nJEFFREY ROSENSWEIG: That would not only cost us jobs, it would hurt the U.S. and could potentially harm the U.S. trade balance, just the opposite of what President Trump thinks he's trying to achieve.\n\nSHAMMA: He says the steel tariffs could trigger a trade war that would go beyond the auto industry.\n\nROSENSWEIG: These foreign nations that we're going to put these import taxes on, these tariffs, are not stupid. They're going to retaliate against our exports, and they're going to hit us where it hurts, which is often our farm exports.\n\nSHAMMA: And in trade wars, he says, everyone loses. For NPR News, I'm Tasnim Shamma in Atlanta.\n\n(SOUNDBITE OF DIRTWIRE'S \"SAILING THE SOLAR FLARES\")\n\nMARTIN: You're listening to ALL THINGS CONSIDERED from NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["npr", "tariffs", "car", "shamma", "crunch", "carmakers", "german", "produced", "trade", "steel", "foreign", "south", "cars"], "polarity": 0.08471008158508159, "subjectivity": 0.3770250582750583},
{"title": "Barbershop: What A Democrat's Red-District Win Means For Midterms", "url": "https://www.npr.org/2018/03/17/594610623/barbershop-what-a-democrats-red-district-win-means-for-midterms", "text": "Barbershop: What A Democrat's Red-District Win Means For Midterms\n\nMICHEL MARTIN, HOST:\n\nThis is ALL THINGS CONSIDERED from NPR News. I'm Michel Martin. Now it's time for The Barbershop - that's where we talk to interesting people about what's in the news and what's on their minds. In the chairs today, Congressman Luis Gutierrez, Democrat of Illinois. He's with us from our studios at WBEZ in Chicago.\n\nCongressman, thank you so much for joining us.\n\nLUIS GUTIERREZ: Hey, Michel. Good to be with you.\n\nMARTIN: And Guy Cecil is here. He's the chairman of Priorities USA, the big Democratic superPAC. In fact, it's considered the biggest. He's with us in our studios in Washington, D.C.\n\nWelcome.\n\nGUY CECIL: Thanks for having me.\n\nMARTIN: Also with us in D.C., Maria Cardona. She's a Democratic strategist with the Dewey Square Group. She served as an adviser to the Hillary Clinton campaign.\n\nWelcome back to you as well.\n\nMARIA CARDONA: Thank you, Michel.\n\nMARTIN: Now, a reasonable person might be saying, this was a big political week. Why are we only talking to Democrats? And the reason is that we wanted to know what Democrats are saying about what they see as the way forward after a victory this past week - a tight victory, just a few hundred votes, but a victory nonetheless - for Democrat Conor Lamb in a special election for a congressional seat in Western Pennsylvania that went big for Trump in 2016.\n\nSo the first question is, what does the win mean? And I'm going to start with you, Guy Cecil, and that's because you've been quoted as saying that Mr. Lamb's win means that Democrats need to, quote, unquote, \"meet voters where they live.\" And I wonder, what does that mean? Does that mean compromising on progressive issues, like Mr. Lamb notably downplayed opposition to Trump?\n\nHe took a conservative position on gun control. He was even photographed with one of his campaign ads doing target practice with a machine gun. He said that he personally opposes abortion, but he doesn't favor anti-abortion laws. I mean, is that the path to victory in November in your view?\n\nCECIL: Well, I think part of the path to victory is making sure that we are actually contesting as many places as possible - that we are taking an expansive view of what it means for Democrats to be successful. It's not enough just to pick up a few seats here or there if we're leaving congressional seats, state legislative seats, on the table. And certainly, there are going to be times in those places where candidates disagree with the large majority of the party.\n\nBut it's also important to note that Conor Lamb ran against the president's tax bill. Conor Lamb spoke on behalf of protecting entitlements. In fact, he's one of the few Democratic candidates that I can remember who spent that significant portion of his victory speech actually thanking organized labor, which was pretty critical to his victory. And so certainly, there are core values that we care about as Democrats. But we have to make sure we give some space - that we don't just become a party of litmus tests. Because I think that's ultimately what's going to lead to the destruction of the Republican Party.\n\nMARTIN: OK. Congressman Gutierrez, what do you think that Conor Lamb's victory means? And is there some bigger lesson there, or is this a one-off?\n\nGUTIERREZ: I don't have any problem with people speaking to the constituency that exists in a congressional district. I think that's part of the answer. If that's what we're going to do, then we're not going to be really true to who we are, to our core principles and to our beliefs. And I think that that would be - I don't know, alienating from the general public. I don't think they want us to say, hmm, let me think what you're thinking, and let me repeat that to you, and let me get nice, soft and cozy with you.\n\nBut I do think you can speak to a district and say, hey, I'm a candidate that fits. And if it's real - if it's authentic - then you win. So I don't have any trouble with authenticity from Democrats viewing (unintelligible). But I would say, at the same time, that I think you have to also think about expanding the base of voters - that is the number of people that actually go to the polls on Election Day.\n\nAnd so look - I'm going to leave Congress next January 2, and here's my focus. It's going to be in Pennsylvania. It's going to be in Ohio. It's going to be in Michigan. It's going to be in Wisconsin. Because I think we can take literally tens of thousands of permanent residents that today are permanent residents that can become citizens. I think that investment is going to pay off in 2020, No. 1.\n\nI think we need to invest more in Florida, where I'm going to be spending some time. We have a crisis in Puerto Rico. Hundreds of thousands of people fled the island, most of them to Florida. You can't become president without winning Florida. And I'm going to go down there and say that Florida is really a metaphor for all that is wrong with Donald Trump.\n\nMARTIN: OK.\n\nGUTIERREZ: The way he's treating Puerto Ricans is the way he treats transgender community or women or any number of communities like Muslims and others. And so I'm going to go speak to them. So I think also expanding the base of voters is important.\n\nMARTIN: OK. Maria, to that point, though, this was a special election, so Conor Lamb was chosen by party operatives. There was not a primary. And, you know, you remember in 2016 there was a whole big discussion about that - to superdelegates - you're one - have too much power or not enough? And so what do you say? What do you think this means?\n\nCARDONA: So I think I'm going to kind of put the two opinions - Guy's opinion and the congressman's opinion - together because I don't think we have to choose. I think that the Democratic Party represents both the progressive values that we all value as a party and those voters that we have not yet spoken to, which means the voters that Conor Lamb spoke to in Pennsylvania, the voters that Doug Jones spoke to in Alabama as well as the voters and voters-to-be that Congressman Gutierrez is talking about.\n\nMARTIN: OK, but then, you know what? Sometimes you do have to choose, which - what about this whole question of, say, the banking bill? The Senate just passed a bill that would roll back some of the regulations on banks and lenders. A number of Democratic senators voted for it. One of them was the newest senator, Doug Jones of Alabama, who was elected with strong support from African-American voters.\n\nAnd some of the African-American media right now are furious about that. They're saying, you know, what was the point of voting for you if you're not going to act in our interest? So is that what a big tent means? Do what you need to - you see what I'm saying?\n\nCARDONA: Sure.\n\nMARTIN: What they're saying is that the big tent means do whatever you need to do to get elected. Where does that leave the people who vote for you...\n\nCARDONA: Well...\n\nMARTIN: ...If they don't agree with you?\n\nCARDONA: Well, I think, again, to Congressman Gutierrez's point, the candidate - or, in this case, the senator - and once you are elected, you have to be true to your own values as well. If this is where Doug Jones - if this is what he really believes, and he is voting his conscience, then I think that's fine. And he is going to have to explain that to his voters.\n\nAnd perhaps there are other positions where his voters do say, OK. You will be representing my interests where it comes to that. And then they're going to have to make a choice. So yes, at the end of the day, it is all about choices.\n\nBut I don't think the Democratic Party has to choose between the progressive wing and the - and versus moderate every single time when you look at every district. And you don't have to make the judgment as to, OK. This is a moderate district. You can't talk about progressive values. Because I don't think it's either-or.\n\nMARTIN: OK.\n\nCARDONA: You know what I mean? So let me...\n\nMARTIN: OK.\n\nCARDONA: ...Give you an example. Conor Lamb, for example, to Guy's point - he talked about - more than so many people talked about the Affordable Care Act. I mean, I don't think you can get more progressive than that. That he won on that more so than on the tax bill.\n\nMARTIN: Let's talk about Nancy Pelosi, though. So, Congressman, I want to go with you you on this because you don't get to vote on this anymore since you're...\n\n(LAUGHTER)\n\nMARTIN: ...Leaving Congress next year. And some people are saying, look, it's - Nancy Pelosi's an example of what needs to change. What do you say about that?\n\nGUTIERREZ: Here's part of my problem with that. It's the Republicans' vilification of Nancy Pelosi. And I just want to repeat this because I think it's important. I mean, if it was a he and not a she, would we be having the same kind of vilification, and would it be having the same effect, and would we be doing it as ruthlessly as we are? I don't think so.\n\nHaving said that, look. I voted for her for speaker each and every time she comes up. I think it's a red herring in all of this. If people are going to vote for you or against you as a member of Congress - that is to say, they're going to put who you're going to vote for for speaker above health care, immigration, reproductive rights, decency in America, standing up to Donald Trump, then I think we really have a - we've really gone to the bottom of the barrel.\n\nMARTIN: Well, there are, though, ads about Nancy Pelosi. So, Guy Cecil...\n\nCECIL: I agree.\n\nMARTIN: ...I'm going to ask you about that. What do you - is Nancy Pelosi an issue? I mean, is that - is the leadership - I mean, for some people, it's a metaphor at least as much as it is an issue itself. The argument is that the leadership is - of the Democrats, the visible leadership, are just - forgive me - apologies - too old.\n\nCECIL: Sure. But this argument has existed basically since the beginning of time. I mean, when it wasn't Nancy Pelosi, it was Harry Reid. Tomorrow, it will be Chuck Schumer. Three days from now, it will be Jim Clyburn. Four days from now, it'll be somebody else. I mean, at some point, I'm not in favor of giving Republicans the power over the Democratic Party to choose who our leaders are. If individual candidates want to engage in that debate, engage in that debate. Ultimately, these elections are not going to be decided on Nancy Pelosi just like they weren't decided on Harry Reid or someone else. And so...\n\nMARTIN: What is it going to be decided on?\n\nCECIL: From my own perspective, it's three things. First, it's going to be health care and taxes. And what that represents in terms of what side you are on - you know, Priorities did a poll of Obama-Trump voters. And for the first time in our polling just this last month, a plurality of Obama-Trump voters now believe the president cares more about protecting the wealthy than helping them. There are these changes that are happening that were reflected in the Conor Lamb vote.\n\nNumber two - and I think this is built in - the Democratic base is more motivated and more excited about this election than they have been in any midterm election in a decade. And I think when you look at African-American turnout in Alabama, you look at a state Senate special election where we had the first Latina elected to the state Senate in Florida, you're seeing that motivation. I think it's going to be a very big deal.\n\nAnd third, many of these House districts are in the suburbs. And if Donald Trump wants to campaign and go to suburbs and talk about how great of a president he is, what he's going to find is an enormous backlash of moderate voters, progressive voters. And I think it's only going to help us win.\n\nGUTIERREZ: Michel, I think...\n\nMARTIN: Go ahead, Congressman - quickly.\n\nGUTIERREZ: I think we are very excited, but everybody has a base. And when you forget about your base, you lose elections.\n\nMARTIN: Before we...\n\nGUTIERREZ: And the Democratic Party base are African-Americans, are Latino. And in this case, regardless of ethnicity or race, they're women.\n\nCARDONA: Yeah. I agree.\n\nGUTIERREZ: And if you don't speak to them very, very clearly, guess what? That enthusiasm is going to quickly die out.\n\nMARTIN: You didn't leave me enough time, congressman, to ask you if you were serious about offering Andrew McCabe a job...\n\nGUTIERREZ: Absolutely.\n\nMARTIN: ...Which you tweeted earlier today?\n\nCARDONA: (Laughter).\n\nGUTIERREZ: Can I say something? Absolutely. Absolutely. I'm on the Judiciary Committee. I can use him. He should call me Monday. I think what they...\n\nMARTIN: OK.\n\nGUTIERREZ: ...Did to him is despicable.\n\nMARTIN: All right.\n\nCARDONA: Yeah.\n\nGUTIERREZ: If he needs a few more days, let's put in those few more days and get the man his pension.\n\nMARTIN: OK. That's Congressman Luis Gutierrez. He's a Democrat from Illinois. He joined us from WBEZ in Chicago. Also with us, Maria Cardona, Democratic strategist here in Washington, D.C. Guy Cecil, chairman of Priorities USA. Thank you all so much for being with us.\n\nCARDONA: Thank you, Michel.\n\nCECIL: Thank you.\n\nGUTIERREZ: Thank you, Michel.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["mean", "lamb", "think", "reddistrict", "going", "dont", "means", "victory", "voters", "democrats", "midterms", "win", "im", "say", "democratic", "barbershop"], "polarity": 0.14459917542774683, "subjectivity": 0.5173376417233562},
{"title": "White House Turmoil Limits U.S. Ability To Respond To Crises, Panetta Says", "url": "https://www.npr.org/2018/03/17/594610616/white-house-turmoil-limits-u-s-ability-to-respond-to-crises-panetta-says", "text": "White House Turmoil Limits U.S. Ability To Respond To Crises, Panetta Says\n\nMICHEL MARTIN, HOST:\n\nWe spoke earlier about the turbulent week here in Washington - the firings, the Cabinet reshuffling, the rumors about who's next - so we decided to talk more about this with someone who's worked in Washington at many levels - Leon Panetta. He led the CIA. He served as secretary of defense and was White House chief of staff to President Clinton.\n\nSecretary Panetta, thanks so much for speaking with us.\n\nLEON PANETTA: Good to be with you.\n\nMARTIN: Now, you've seen turmoil, you know, before. But what's going on here?\n\nPANETTA: (Laughter) Well, it's hard to say. It's tough enough when you have a stable staff at the White House, but it's almost impossible when you have an unstable staff, not knowing whether they're going to be there the next day, to be able to handle a number of crises that have to be dealt with by the president.\n\nMARTIN: Well, the president seemed to say that this was kind of just his getting closer to the Cabinet that he envisioned. In fact, he said that - after he announced Secretary of State Rex Tillerson's departure - that he was, quote, \"getting close to having the Cabinet and other things that I want,\" unquote.\n\nDoes that sound right to you? I mean, is that something that happens in other administrations where - particularly somebody who doesn't have a lot of experience at this level - that they get actually to the White House, and what they think they need in a particular position is different from what they first envisioned? So could this be something that we're used to seeing except perhaps on steroids?\n\nPANETTA: Well, you know, in my 50 years of public life, I've served in some capacity under nine presidents, going back to my time as a military officer - five Democrats and four Republicans. And despite their political differences, they all believed in an organized process for developing policy. They all brought on personnel who were experienced and qualified and maintained some degree of stability. Yes, there were changes, but overall, there was stability in the staff operations. And they all abided by the rules and traditions of the office of the presidency, which provides some degree of predictability.\n\nWith this president, frankly, all of that has gone out the window. He largely governs by chaos. He likes to do that - doesn't follow a process, keeps the staff in his Cabinet in disruption. So we're operating under a very different process here with this president, who is trying to apply, I think, an approach that he used in the private sector to the presidency. And, very frankly, it doesn't work.\n\nMARTIN: Yesterday, Axios reported on an off-the-record meeting where the White House Chief of Staff John Kelly said that the president is adding to the chaos by speculating about staff shakeups to people outside of the White House. Now, you've been in Kelly's position. In fact, he even worked for you as a senior military aide when you were defense secretary. Is there a way that the chief of staff could bring more order to this? Is there something that he could be doing?\n\nPANETTA: Well, the chief of staff is only as good as the relationship between that chief of staff and the president. If there's a relationship of trust, and they are willing to work together closely, then it works well. In this situation, every position is strained in some way, and that includes the chief of staff's position. John Kelly doesn't know whether he's going to be there tomorrow. And so when he speaks to the staff, I'm sure the staff is asking the question - is John Kelly going to be there? And that makes for a lot of disruption.\n\nIf you don't know whether the people you're working with are going to be there and are going to be able to speak with some degree of authority, then there is nothing but total confusion. It makes the presidency something where our allies and our friends and our enemies simply do not know what the United States of America is going to stand for.\n\nMARTIN: I'm wondering what the broader implications of this might be. For example, the White House has committed to direct talks with North Korea, something which would be historic. So what might be the implications for this as the U.S. moves to have those talks?\n\nPANETTA: Well, you know, under the best of circumstances, we are living in a dangerous world right now with probably more flashpoints than what we've seen since World War II. And the problem is that if there is a disruption within the White House staff, and particularly with the national security adviser, who's responsible, obviously, for dealing with these crises, and there's a big question about whether he's going to be there, then how can the United States of America effectively deal with these crises when there is no strategy and there's no chance of establishing a strategy?\n\nSo when it comes to North Korea, the big question is, you know, if there's going to be a meeting, is there going to be the preparation to establish the basis on which that kind of summit can take place so that it will be effective? Right now, I think that's a real question mark.\n\nMARTIN: That's former CIA Director, former Defense Secretary, former White House Chief of Staff Leon Panetta. Mr. Panetta, thanks so much for speaking with us.\n\nPANETTA: Good to talk to you, Michel.\n\n(SOUNDBITE OF EDGAR PENG'S \"OHIO WOW\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["crises", "theres", "house", "panetta", "limits", "president", "chief", "going", "know", "respond", "ability", "white", "staff", "turmoil", "secretary"], "polarity": 0.13185007742934568, "subjectivity": 0.40273470770422},
{"title": "Retired FBI Agent On McCabe Firing: 'Lack Of Candor Is A Serious Offense'", "url": "https://www.npr.org/2018/03/17/594610589/ex-fbi-agent-on-mccabe-firing-lack-of-candor-is-a-serious-offense", "text": "Retired FBI Agent On McCabe Firing: 'Lack Of Candor Is A Serious Offense'\n\nMICHEL MARTIN, HOST:\n\nIt's been another tumultuous week in Washington, when several top officials lost their jobs and other firings were rumored. We're going to start by focusing on one of those firings - of FBI Deputy Director Andrew McCabe. McCabe has been on leave since January, but Attorney General Jeff Sessions made the announcement late last night that McCabe would be fired less than two days before he was due to retire. The attorney general cited findings by the Justice Department's inspector general that McCabe had made an unauthorized disclosure to the news media and lacked candor, including under oath, on multiple occasions, according to Sessions.\n\nIn a strongly worded statement, McCabe disputed those statements and said he was being removed to undermine the special counsel's investigation into the Trump campaign. President Trump has been weighing in on this throughout the day. Just after midnight, he tweeted, Andrew McCabe fired, a great day for the hardworking men and women of the FBI.\n\nThere are many angles to this story, as you might imagine, so we decided to focus on someone who knows the FBI from personal experience. He's James Gagliano. He's a 25-year veteran, a retired supervisory special agent. He's now teaching at St. John's University in New York, and he is a commentator for the news media, and he's with us now.\n\nMr. Gagliano, welcome. Thank you so much for speaking with us.\n\nJAMES GAGLIANO: Thanks for having me, Michel.\n\nMARTIN: First of all, your reaction to President Trump's comments that this is a, quote, unquote, \"great day\" for the FBI?\n\nGAGLIANO: Look. I think it's definitely unseemly and beneath the office of the president. I haven't been a fan of much of his tweeting in regards to the punching down that it appears that he's doing. Andy McCabe was a civil servant, and no matter what the president thinks about him or his service, definitely shouldn't have been tweeting out things like that. I think it's - disparaging remarks like that from the Oval Office certainly don't serve the public interest.\n\nMARTIN: But you've been - or rather - I don't know if I want to say a skeptic of Mr. McCabe, but you have some questions for Mr. McCabe yourself. I mean, you wrote about this back in January when he announced that he was going to retire. So just - if you could, would you walk me through your concerns or your possible concerns about Mr. McCabe?\n\nGAGLIANO: Sure. Well, first of all, in the interest of full disclosure for your listeners, I know Andy personally. In the early 2000s, I was a SWAT team leader for the New York office of the FBI, and Andy was a young SWAT operator at the time. And my interactions with Andy - he was a man of courage and integrity, and the two or three years that we worked together, I have nothing but good things to say about him.\n\nNow, sometime in the mid-2000s, Andy transitioned down to FBI Headquarters. Sometimes, when you get inside of the Beltway, and you become subject to the machinations of FBI Headquarters, it changes your perspective on things. I think he is an honorable patriot, and I just think he made some mistakes. And I think that probably describes a fair amount of us in the FBI and across the country.\n\nMARTIN: Well, one of the points that you made in your piece is that there are two separate issues here, which may or may not be related or conflated. One is that Mr. McCabe ran afoul of President Trump because of his close association with fired FBI Director James Comey. Also, Mr. McCabe's wife ran for office - state office - as a Democrat, which the president claims made him partial to Hillary Clinton. You know, on the other hand, there is this allegation by the Justice Department's inspector general. So are those two things related? I mean, should we even be talking about them in the same breath?\n\nGAGLIANO: So the Department of Justice has an Office of the Inspector General, and that's headed by an inspector general, and this is a political appointee. And in this instance, it's Michael Horowitz, who was appointed in 2012 by President Barack Obama. Everything I'd heard about him was that he was ruthlessly efficient at his job and that he maintained that persona of not being bipartisan but being nonpartisan, meaning that his office followed the evidence. They investigated employees that might be guilty of wrongdoing without fear or favor.\n\nAnd I think that's what he's done in this instance - in the instance of Mr. McCabe - and I think that the report, once it's released, is going to answer a lot of questions that we've all been speculating about but should bring some closure to what actually happened.\n\nMARTIN: How does the timing sit with you? I mean, does it look vindictive to you?\n\nGAGLIANO: It would if this was being launched from the White House. But I have the utmost trust and confidence in the IG's office. Now, whether you're on the job for two days, Michel, or whether you're two days away from retirement, it doesn't matter. Lack of candor is a serious offense. I don't believe that President Trump could have, should have, would have had any impact on the IG's report.\n\nMARTIN: On the other hand, the president has been personally vilifying Mr. McCabe and vilifying the FBI as an organization for some time now. Do you have a sense of whether the rank and file is more disturbed by the attacks on Mr. McCabe as a person and on the agency writ large or by these allegations? Mr. Trump seems to believe that these specific allegations against Mr. McCabe are ones that would disturb the agents more greatly. So do you have a sense of that?\n\nGAGLIANO: The FBI is not a monolith. There are people that vote Democratic. There's people that vote Republican. In the beginning, I criticized folks that made a big deal over the president's mean tweets and how it was impacting the FBI. And I said, ah, that's ridiculous. FBI agents are going to put their head down, and they're going to do their job.\n\nAnd then, of recent, I've seen a number of polls come out, including one from Axios that recently stated that apparently 49 percent of the American public that were polled have a favorable opinion of the FBI. So that means less than 1 out of 2 Americans have trust and confidence in the job of the FBI. Now, that has a deleterious effect on the American public because we need the public to have their trust and confidence in the FBI so that while we're pursuing investigations, the public comes forward with information, the public trusts the process.\n\nMARTIN: That's James Gagliano. He spent 25 years in the FBI. He's now a law enforcement analyst for CNN and The Hill among others, and he teaches at St. John's University. Mr. Gagliano, thanks so much for speaking with us.\n\nGAGLIANO: Michel, thanks for having me. I enjoyed it.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["firing", "agent", "fbi", "candor", "retired", "office", "president", "think", "trump", "offense", "hes", "public", "general", "mr", "lack", "serious", "mccabe"], "polarity": 0.06310905406650087, "subjectivity": 0.4079698965337267},
{"title": "Christiane Amanpour's New Series Explores Sex And Love All Over The World", "url": "https://www.npr.org/2018/03/17/594551729/christiane-amanpours-new-series-explores-sex-and-love-all-over-the-world", "text": "Christiane Amanpour's New Series Explores Sex And Love All Over The World\n\nEnlarge this image toggle caption Chris Pizzello/Invision/AP Chris Pizzello/Invision/AP\n\nCNN's chief international correspondent, Christiane Amanpour, is no stranger to tough coverage. She documented the bloody 2003 American-led invasion of Iraq and has reported from the aftermath of humanitarian crises including the 2010 earthquake in Haiti, the 2011 Japanese tsunami and Hurricane Katrina. This year, Amanpour was named as Charlie Rose's interim replacement after he was fired by CBS for multiple allegations of sexual harassment.\n\nIn her latest project, Amanpour is taking on a topic that wasn't making the nightly news until the #MeToo movement started: love and sex. Her six-part documentary series, Sex & Love Around the World, explores the intimate lives of people around the world. She spoke to NPR's Michel Martin about the series' conception, its topics and its challenges.\n\nThis interview has been lightly edited for clarity.\n\nInterview Highlights\n\nOn the series inspiration\n\nI was actually brushing my teeth, listening to the radio. I heard a fantastic report about all these sad refugees expelled from Syria going to Jordan. I suddenly wondered: \"Well, now, OK, now they're safe. How do they actually have sex?\"\n\nI don't know why that leaped into my head, but it did. How in these flimsy, cheek-by-jowl tents do they maintain any kind of intimate life? How do they keep their humanity together on the most fundamental level? And in particularly, how do women manage?\n\nOn interviewing people about intimacy\n\nThere was a lot of shyness, but we were staggered by how open everybody was. And when you think that this series was produced in some of the most conservative societies in the world — I was surprised with how open everyone was, how much everyone wanted to talk, in each and every city we visited. Once the floodgates had opened up, everyone wanted to keep talking and express themselves.\n\nOn reporting in the time of #MeToo\n\nWe started this reporting before the #MeToo movement, several months before the Harvey Weinstein revelations. We were exploring consent and issues of equality — how both men and women have a right to their own sexual happiness. And that really seems to have landed in the most incredibly fortuitous time in female history. Even in some of the most dangerous places in the world to be a woman, we found this real wave of change, particularly powered by young women who want to have a different reality than their parents did. That, for me, was the essence of this series.\n\nOn the public's need to talk about sex and intimacy\n\nEvery culture and every country that I know of — whether it's the U.S. or China — sex is taboo. It just is. There's a ton of antique literature throughout the world, like the Kama Sutra, that explain carnal pleasure for men and women. Women are taught in these books that they don't just have a right to it — they deserve it! Now, fast-forward to the current orthodoxy around the topic of sex.\n\nThere's a much broader conversation to be had about intimacy, emotion and how couples stay together over the years. Having that conversation in this era of porn, the Internet and #MeToo is dire.\n\nNPR's Emily Sullivan produced this story for digital.", "keywords": ["sex", "christiane", "explores", "amanpours", "topic", "series", "talk", "world", "love", "women", "metoo", "amanpour", "wanted"], "polarity": 0.20438559262088668, "subjectivity": 0.49168576521517676},
{"title": "Follow Up: Did The Computerless Computer Teacher Ever Get A Computer?", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/17/594268084/follow-up-did-the-computerless-computer-teacher-ever-get-a-computer", "text": "Follow Up: Did The Computerless Computer Teacher Ever Get A Computer?\n\nEnlarge this image toggle caption Frimpong Innocent Frimpong Innocent\n\nHe was the computer teacher without a computer.\n\nThen his story went viral — and his life (and classroom) changed.\n\nOn March 1, NPR published a story about Owura Kwadwo Hottish, 33, who painstakingly drew a computer screen on a chalkboard to teach his computerless middle school students in Kumasi, Ghana, about Microsoft Word and other computer software.\n\nOther news outlets, including the BBC and Quartz, covered his story as well.\n\nAnd since then, he's been receiving worldwide support — and even a few computers.\n\nThe first computer, a laptop, arrived to the Betenase M/A Junior High School on March 8. It was sent by Amirah Alharthi, a Saudi Ph.D. student living in the U.K.\n\nIn an email to NPR, she said she was moved by the teachings of Islam to take action. \"Also, I am thinking of how many genius people the world has lost because they did not have fair opportunities,\" she wrote. \"And that makes me very sad.\"\n\nOn March 12, he received a second donation: five new desktop computers for the school, a laptop for himself and three boxes of textbooks on information and communications technology. This was donated by NIIT, an Indian-owned technical college in Ghana, according to Hottish.\n\n\"Tell your [NPR] viewers, we are waiting for theirs,\" teased Hottish to NPR via Whatsapp.\n\nAnd Microsoft made a donation as well after receiving thousands of requests on Twitter in late February.\n\nSarah Alamshaw, a spokesperson from Microsoft, told NPR that the company will give Hottish a laptop and a voucher for professional development training under the Microsoft Certified Educator Program, to help him better integrate ICT into his teaching.\n\nIn addition, on March 13, the company sent him to Singapore for the Microsoft Global Education Exchange Summit, where 400 educators and school teachers from 91 countries gathered to discuss the role of technology in education.\n\nAccording to a statement from Microsoft, Hottish was a \"star\" at the event and earned a standing ovation when he took the stage.\n\n\"Your work has really inspired the world. It really shows the amazing innovation and commitment and passion that teachers have for helping their students get ready for the future,\" says Anthony Salcito, vice president of Worldwide Education at Microsoft.\n\nBut while this story has a happy ending, not all global education researchers are satisfied.\n\n\"[Hottish's story] is a representation of the failure of Ghana's curriculum,\" tweeted Brendan J. Rigby, a Melbourne-based international education researcher, consultant and founder of a global development blog called WhyDev. In 2015, Rigby helped conduct a study of out-of-school children in Ghana with UNICEF.\n\n\"Many rural schools are without electricity or the necessary resources to adequately teach ICT, and enable students to effectively learn [this] as a subject,\" he tweeted. \"There are far more pressing issues within [Ghana's education] system — equity, literacy, numeracy, inclusion and achievement.\"", "keywords": ["ghana", "school", "npr", "global", "computer", "students", "teacher", "hottish", "computerless", "follow", "education", "laptop", "microsoft"], "polarity": 0.16043062200956937, "subjectivity": 0.42288277511961725}
]