[
{"title": "Hope Hicks To Resign As White House Communications Director", "url": "https://www.npr.org/2018/02/28/589610396/hope-hicks-to-resign-as-white-house-communications-director", "text": "Hope Hicks To Resign As White House Communications Director\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 7:08 p.m. ET\n\nWhite House communications director Hope Hicks, President Trump's longest-serving aide, is resigning and will depart in the next few weeks, the White House says.\n\nIn a White House that has set records for staff turnover (and it isn't even close), the departure of Hicks still came as a shock.\n\nHicks, who has been working with the president for three years, managed to stay in his orbit even after many others had been pushed out. President Trump called Hicks \"outstanding.\"\n\n\"She is as smart and thoughtful as they come, a truly great person,\" Trump said in a statement on Wednesday. \"I will miss having her by my side but when she approached me about pursuing other opportunities, I totally understood. I am sure we will work together again in the future.\"\n\nNews of Hicks' departure followed a day after she testified for hours before a closed session of the House intelligence committee as part of its Russia probe, reportedly admitting to telling \"white lies\" on behalf of the president, though not in matters material to the investigation. Lawmakers are investigating Russia's interference in the 2016 presidential election and whether any Trump campaign associates aided that effort. The White House has repeatedly denied any such collusion.\n\nEarlier this month Hicks was deeply involved in the White House's botched handling of domestic abuse allegations against a former top aide to the president. But a White House official insists Hicks' decision to resign wasn't related to either of those matters.\n\nAnother person close to Hicks told NPR the resignation has been in the works for weeks.\n\nIn a White House full of big personalities, the 29-year-old former teen fashion model has had a knack for maintaining a low profile; that is, until recently. She was often photographed with other White House aides but rarely went on the record and almost never spoke before microphones.\n\n\"I think it's a skill ... to avoid being in the press,\" Dana Perino, who served as White House press secretary during the George W. Bush administration, told NPR in August. \"She is a true communications professional in that she doesn't seek the limelight.\"\n\nThat skill, along with her apparently unwavering loyalty, helped keep her in the president's good graces. That loyalty was once again on display in a quote circulated by the White House announcing her departure.\n\n\"There are no words to adequately express my gratitude to President Trump,\" Hicks said in the statement. \"I wish the President and his administration the very best as he continues to lead our country.\"\n\nHicks joined the Trump organization in 2014 — recruited by Ivanka Trump, who was impressed by work Hicks had done for her clothing line while working at a New York public relations firm. Hicks was then pulled into the Trump campaign before there even was a campaign, becoming de facto press secretary while initially she continued doing work for the Trump Organization.\n\n\"She really understood the president's brand, that he's a mogul, that he's a magnet,\" said Sam Nunberg, who served as an adviser to Trump from 2011 to mid-2015. \"And she said to me that people in the primary states were going to view him as a president because they watched him on The Apprentice. Which was true.\"\n\nHicks was serving as the White House's director of strategic communications, an unusual role where she essentially functioned as a gatekeeper to the president, when she was named interim communications director in August. That followed the days-long tenure of Anthony Scaramucci and the departure of multiple other communications directors — Sean Spicer, who had also been press secretary; Mike Dubke; and Jason Miller, who served during the transition.\n\nNunberg predicted at the time of her promotion that Hicks would be with Trump \"to the very end.\"\n\nEven so, on Wednesday, the aide who was so close to Trump she was often described as being like family said she, too, would leave.", "keywords": ["white", "hicks", "president", "hope", "served", "press", "resign", "work", "communications", "secretary", "director", "trump", "house"], "polarity": 0.14431637806637804, "subjectivity": 0.31668819143819144},
{"title": "As Stoneman Douglas Resumes Class, Survivors Become Students Once More", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589502454/as-stoneman-douglas-resumes-class-survivors-become-students-once-more", "text": "As Stoneman Douglas Resumes Class, Survivors Become Students Once More\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nThe first day back in the classroom went quickly. The half-day for students at Marjory Stoneman Douglas High School in Parkland, Fla., was their first at school in two weeks — but what the day lacked in length, it balanced with heartbreak and hope.\n\nFor the first time since a gunman claimed the lives of 17 of their classmates and teachers, wounded 14 others and took aim at many more, the survivors gathered again Wednesday to resume studies the killings put on pause.\n\nThey weren't alone: Police officers, members of the media, grief counselors, therapy dogs and dozens of supporters lined the streets outside, there to cheer the students through the difficult time. The crowds of outsiders were as good a proof as any that Wednesday's series of half-hour periods, which began at 7:40 a.m. and ended by lunchtime, were not about the lessons at the front of the room.\n\nThey were about recovery.\n\n\"It's just crazy to think it happened to us,\" sophomore Nick Landry told NPR's Greg Allen on Wednesday. \"I haven't gone to counseling myself, but I do know some of my friends that have gone and needed it — and that's a good thing, though.\"\n\nAs Greg noted, the students did not return to the building where the shooting occurred. \"It's being demolished and replaced,\" he explained.\n\nBut that did not ease the weight of their lost classmates' absence. Ethan Trieu, a senior, told NPR on Tuesday that he can tell his friends and fellow survivors are \"just not the same — you can tell, just from the way they're talking, they're not the same.\"\n\nMany of them have changed in another, very visible way: In the half-month between the shooting and the resumption of classes, a number of the Douglas students swapped their notebooks for signs and microphones, taking up activism for gun control measures. They planned the March for Our Lives, descended on the state Capitol to push new gun legislation and inspired students across the country demonstrate and speak out as well.\n\n\"Since we've been home, it seems like everyone is part of the movement,\" Douglas sophomore Gabe Glassman wrote Tuesday for NPR. \"I'm speaking, tweeting and writing letters to government officials. And I'm not even one of the organizers.\"\n\nEven as these kept their lives busy, Glassman said, one difficult challenge loomed. \"I know it will be hard, just to walk on campus.\"\n\nSo many more hurdles remain for the students — but at least now that the school day is done, the first and perhaps biggest one has been cleared.\n\n\"I pray that today is the beginning of our long and difficult journey from grief, sorrow and anger to a new consciousness of hope, compassion and love,\" Broward County Public Schools Superintendent Robert Runcie tweeted Wednesday.\n\n\"Thank you to our young people for leading the way. Welcome Back!\"", "keywords": ["way", "survivors", "day", "lives", "told", "class", "theyre", "difficult", "douglas", "school", "resumes", "students", "stoneman"], "polarity": 0.07399720893141948, "subjectivity": 0.4260725677830941},
{"title": "House Oversight Panel Asks HUD For Documents Amid Accusations Of Lavish Spending", "url": "https://www.npr.org/2018/02/28/589493664/ben-carson-and-hud-face-allegations-of-lavish-spending-including-31-000-furnitur", "text": "House Oversight Panel Asks HUD For Documents Amid Accusations Of Lavish Spending\n\nEnlarge this image toggle caption Matt Rourke/AP Matt Rourke/AP\n\nUpdated at 10 p.m. ET\n\nThe chairman of the House Oversight Committee and Government Reform Committee sent a letter to Housing and Urban Development Secretary Ben Carson Wednesday requesting \"all documents and communications\" related to the redecorating of his office and HUD's handling of a whistleblower.\n\nIn a four-and-a-half page letter, Rep. Trey Gowdy, R-S.C., said he wants the documents in order for the committee to \"determine whether HUD adhered to the applicable spending limitations\" that apply to office makeovers. Gowdy is also requesting documentation involving the HUD employee who claims she was the subject of retaliation after refusing to exceed spending caps set for office redecorating.\n\nHe set a deadline of March 14 for the documents to be handed over to the committee.\n\nGowdy's letter to Carson comes a day after reports surfaced the agency approved more than $31,000 on a new office suite dining room set. Additionally there are allegations brought by a former HUD official claiming she was told by her superiors that \"$5,000 will not even buy a decent chair.\"\n\nAccording to the New York Times, a \"custom hardwood table, chairs and hutch\" were purchased a month after a whistleblower complaint was filed alleging Candy Carson, the wife and informal adviser to the HUD Secretary, was pushing for elaborate modifications to the drab decor of the department's offices.\n\nThe whistleblower Helen Foster, was a career HUD employee. She filed a complaint in November alleging she was demoted and replaced after refusing to exceed the legal $5,000 limit on redecoration. The existence of the complaint was first reported Tuesday by The Guardian.\n\nCarson tweeted on Wednesday evening that he had done nothing wrong.\n\nIn a statement, HUD spokesperson Raffi Williams denied Foster's allegations of lavish spending, adding that while Carson did have different chairs in his office they were not new purchases, but rather ones that came from HUD's basement.\n\n\"Secretary Carson, to the best of our knowledge, is the only secretary to go to the subbasement at his agency to select the furniture for his office. All the furniture in his office was purchased by the government prior to his arrival,\" Williams said.\n\nAccording to the Guardian, Foster was first urged by then-acting HUD Director Craig Clemmensen in January last year to help Carson's wife get the funding to redecorate Carson's office.\n\nIn an interview with CNN Tuesday, Foster said she was pressured and retaliated against for not following through on finding more money. She was also told that past administrations always found the funding.\n\n\"I had a bucket in my car because I would throw up on the way to work and on the way home from work every day, just out of anxiety,\" Foster said.\n\nIn an interview with NPR, Foster's Washington-based lawyer, Joe Kaplan, of the firm Passman & Kaplan, said the pressure by HUD officials persisted \"for several weeks, certainly into February\" of last year.\n\nAccording to Kaplan, when Foster told Clemmensen that she could not get around the statutory cap of $5,000 for redecorating, Clemmensen told her that amount could not even purchase a decent chair.\n\n\"I've sat in a lot of chairs that have cost less than $5,000, let me tell you,\" Kaplan said.\n\nKaplan said his client is seeking compensatory damages and reinstatment as HUD's chief administrative officer. He adds that \"a public apology by HUD would go a long way in restoring Helen's reputation.\"\n\nHUD officials provided receipts that showed HUD spent $3,373 on window treatments, including wooden blinds, and an additional $1,100 on furniture repairs.\n\nIn a separate receipt, dated Dec. 21, an item labeled \"Secretary's Furniture Procurement\" for the amount of $31,561 was made to the Baltimore-based contractor Sebree and Associates LLC.\n\nOfficials at HUD said the secretary did not purchase the dinning room set. They said it was bought by \"career staffers in charge of the building.\" The old table and chairs from the mid-1960s were \"deemed unrepairable.\" NPR has not confirmed who gave the OK for that purchase and has sought clarity from HUD about why the purchase of the new table did not fall under the $5,000 new-decor cap.\n\nThe complaint over HUD's decoration spending comes as the agency has been embroiled in other controversies in recent weeks. The Trump administration is proposing more than $8 billion in cuts to HUD's budget, or more than 14 percent from current levels.\n\nCarson is also facing allegations that he may have violated ethics rules by allowing his son, Baltimore businessman Ben Carson Jr., to organize \"listening tours\" for his father in that city last summer. The secretary has called on HUD's inspector general to review whether there were any violations.\n\nKaplan, the lawyer for Foster, said the Office of Special Counsel could determine whether it will move forward and investigate Foster's complaint as early as next week. The special counsel is separate from the Justice Department counsel investigating contacts between Russian officials and the Trump presidential campaign.", "keywords": ["carson", "amid", "told", "5000", "office", "secretary", "foster", "oversight", "huds", "complaint", "lavish", "house", "documents", "accusations", "hud", "asks", "spending", "panel"], "polarity": 0.06471260221260221, "subjectivity": 0.34211359628026294},
{"title": "FACT CHECK: Sessions Vows To Probe FISA Abuse, But Trump's Patience Appears Thin", "url": "https://www.npr.org/2018/02/28/589482005/fact-check-sessions-vows-to-probe-fisa-abuse-but-trumps-patience-appears-thin", "text": "FACT CHECK: Sessions Vows To Probe FISA Abuse, But Trump's Patience Appears Thin\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nUpdated at 1:48 p.m. ET\n\nAttorney General Jeff Sessions is trying to defend President Trump in the Russia imbroglio, but Trump has slapped Sessions down — again — for work he says isn't good enough.\n\nThe attorney general said on Tuesday Justice Department Inspector General Michael Horowitz would look into the kernel of what Republicans call the real Russia story: the alleged abuse by the FBI and Justice Department of their surveillance powers.\n\nHorowitz operates independently within the department. His office has acknowledged receiving a request to look into the FISA matter.\n\nTrump said on Wednesday morning that won't cut it.\n\nSessions responded later in the day on Wednesday defending himself and the Justice Department.\n\n\"We have initiated the appropriate process that will ensure complaints against this department will be fully and fairly acted upon if necessary,\" Sessions said. \"As long as I am the attorney general, I will continue to discharge my duties with integrity and honor, and this department will continue to do its work in a fair and impartial manner according to the law and Constitution.\"\n\nThere's a lot going on between these two leaders. Here's a look at the backstory.\n\nFact check: Does Horowitz have \"prosecutorial power\"? Trump is correct that the IG probably would not bring charges himself and make a case on his own if he opened an investigation and then discovered wrongdoing. The inspector general refers his findings to the FBI or others within the Justice Department for action — as with a case from earlier this month, for example, in which the IG's office looked into alleged misconduct by a senior FBI agent.\n\nFact check: Is Horowitz \"already late with reports on Comey etc.\"? The IG's office has been looking into the FBI's handling of its investigation into Hillary Clinton's private email server. That story and the conduct of officials including former FBI Director James Comey — whom Trump fired — have been a main focus for Trump and his allies. Not only do they argue the FBI and Justice abused their surveillance powers but they also argue Clinton should have faced criminal charges.\n\nDeputy Attorney General Rod Rosenstein told Congress that he expected the IG report about that era to be complete soon, although it is not yet public. There have been indications that early drafts have circulated internally with some consequences already: Former Deputy FBI Director Andrew McCabe, who had been expected to retire this year, may have done so because bureau officials were anxious about how the Horowitz report treated his role in the Clinton email matter or other cases.\n\nFact check: \"Isn't the I.G. an Obama guy? Why not use Justice Department lawyers?\" Yes. Horowitz was confirmed by the Senate in 2012. He is a Justice Department lawyer, though.\n\nThe background: What Trump apparently wants is for Sessions to launch a full-scale criminal investigation into the applications the FBI and Justice Department made in 2016 to conduct surveillance on his onetime campaign adviser Carter Page.\n\nAs Sessions responded, he says he is proceeding by the book.\n\nRepublicans have zeroed in on that warrant and argued it was obtained improperly: The FBI and Justice Department excluded the fact that part of the evidence in their application, the infamous Russia dossier, was anti-Trump political agitprop, Republicans say.\n\nIn effect, a \"biased\" FBI hoodwinked a judge on the Foreign Intelligence Surveillance Court, as the argument goes, and violated Page's civil rights.\n\nThat argument was the thesis of the secret memo released early in February by the House intelligence committee's Republican majority. On Saturday, Democrats released their response. It argued that the FBI and DOJ had acted appropriately. Not only that, the surveillance on Page yielded what the Democrats' memo called \"valuable\" foreign intelligence — suggesting he was, in fact, contacting foreign spies or engaged in other clandestine activity.\n\nTrump's tweet on Wednesday underscores the difficulty of sustaining a strong political defense on such wonky, disputed grounds. The basis for Republicans' objection is complex.\n\nWhat's more, the argument that the Justice Department and FBI abused their powers out of anti-Trump animus is undercut by the disclosure in the House intelligence committee memos that both Obama and Trump administration officials signed warrant applications for Page. Even Rosenstein, Trump's own appointee, thought there was sufficient cause to ask for surveillance to continue.\n\nThe president supported releasing House Republicans' memo over the objections of his own administration, fast-tracked it into the open in just one week and made it possible for it to appear unexpurgated. Democrats' countermemo took much longer and appeared full of redactions by the FBI and Justice Department.\n\nTrump's tweet on Wednesday, however, suggests his patience with this thread of his defense might be running out. He has blasted the attorney general before, and other supporters also criticized Sessions' initial unwillingness to appoint a second special counsel to begin investigating the Justice Department's current special counsel, Robert Mueller.\n\nSo Sessions' strategy of simply raising more questions about the proper use of FISA may no longer cut the mustard — so much so that Trump asked why he should even bother. That's why the attorney general's efforts, for Trump at least, are \"DISGRACEFUL!\"\n\nNPR correspondents Carrie Johnson and Ryan Lucas contributed to this report.", "keywords": ["probe", "attorney", "trumps", "abuse", "general", "department", "republicans", "patience", "fisa", "fact", "fbi", "horowitz", "sessions", "trump", "justice", "check", "surveillance", "appears", "vows"], "polarity": 0.04583855472013367, "subjectivity": 0.4555555555555556},
{"title": "Afghan President Urges Taliban To Talk Peace, Offering Political Recognition", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589426780/afghan-president-urges-taliban-to-talk-peace-offering-political-recognition", "text": "Afghan President Urges Taliban To Talk Peace, Offering Political Recognition\n\nEnlarge this image toggle caption Shah Marai/AFP/Getty Images Shah Marai/AFP/Getty Images\n\nAfghan President Ashraf Ghani opened an international conference Wednesday in Kabul with a substantial overture to his government's longtime antagonist: If the Taliban comes to the negotiating table and recognizes Ghani's government, the Afghan leader would in turn offer the insurgent group a role as a legitimate political party and release Taliban prisoners.\n\n\"We are making this offer without preconditions in order to lead to a peace agreement,\" Ghani said at the Kabul Process conference, according to Reuters. The peace conference, which is in its second iteration, drew representatives from more than 20 countries and international organizations — but not the Taliban.\n\nAfter 16 Years, Afghanistan War Is 'At Best A Grinding Stalemate' After 16 Years, Afghanistan War Is 'At Best A Grinding Stalemate' Listen · 47:53 47:53\n\n\"Taliban leaders and all members, the decision is in your hands,\" Ghani told conference attendees Wednesday, as Germany's Deutsche Welle reports. \"Accept peace, come to the negotiating table and let us build this country together.\"\n\nThe remarks are something of an about-face from Ghani's message at the conference last year, which had conveyed a much more hard-line tone toward the Islamist group. Now Ghani is urging reconciliation, and says he's prepared to offer concessions to achieve it.\n\nSome of the incentives listed by Ghani in return for a cease-fire include an official Taliban office in the capital and Afghan passports for the group's members. The president also offered the possibility of involving the Taliban in a review of the country's constitution, and making an effort toward lifting sanctions against the group.\n\nIt's far from certain the Taliban would accept such an offer. Just two days before Ghani's comments, the group issued a statement calling for direct talks with the United States, not the Afghan government.\n\nAfghanistan Following Attacks In Afghanistan, Trump Rejects Idea Of Negotiating With The Taliban Following Attacks In Afghanistan, Trump Rejects Idea Of Negotiating With The Taliban Listen · 3:36 3:36\n\n\"It must now be established by America and her allies that the Afghan issue cannot be solved militarily,\" the Taliban said Monday, referring to itself as the Islamic Emirate of Afghanistan, the title by which it ruled the country before the group's ouster shortly after the Sept. 11, 2001, attacks.\n\n\"America must henceforth focus on a peaceful strategy for Afghanistan instead of war,\" the statement continued. \"Military strategies which have repeatedly been tested in Afghanistan over the past seventeen years will only intensify and prolong the war. And this is not in the interest of anyone.\"\n\nThe competing statements come just a month after the Taliban launched two high-profile, deadly attacks in Kabul. In the first, Islamist gunmen laid siege to a luxury hotel, battling security forces for more than 13 hours and killing at least 18 people. A suicide bombing less than a week later killed at least 103 people and wounded 235 more when an ambulance full of explosives detonated at a checkpoint near government buildings.\n\nStill, Reuters reports that Ghani, who has been backed by a recently escalated military effort by the U.S., said he would not \"pre-judge\" any group interested in pursuing peace — and according to The Associated Press, he vowed to \"consider the Taliban's view in the peace talks.\"", "keywords": ["president", "war", "recognition", "talk", "political", "offering", "afghan", "ghani", "group", "offer", "conference", "taliban", "urges", "afghanistan", "negotiating", "peace"], "polarity": 0.10826719576719578, "subjectivity": 0.31078042328042327},
{"title": "Walmart Joins Dick's Sporting Goods In Tighter Limits On Gun Sales", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589436112/dicks-sporting-goods-ends-sale-of-assault-style-rifles-citing-florida-shooting", "text": "Walmart Joins Dick's Sporting Goods In Tighter Limits On Gun Sales\n\nEnlarge this image toggle caption Scott Olson/Getty Images Scott Olson/Getty Images\n\nUpdated at 7:40 p.m. ET\n\nWalmart and Dick's Sporting Goods say they won't sell guns to customers under 21, and both are putting new restrictions on ammunition sales.\n\nDick's Sporting Goods, one of the largest sports retailers in the U.S., has announced it is immediately ending its sales of military-style semi-automatic rifles and is requiring all customers to be older than 21 to buy a firearm at its stores. Additionally, the company no longer will sell high-capacity magazines.\n\nWalmart, which ended sales of modern sporting rifles such as AR-15s in 2015, has announced that it is raising the minimum age for purchasing firearms and ammunition from 18 to 21. The company notes that it does not sell bump stocks, high-capacity magazines and similar accessories.\n\nWalmart is also removing items from its website \"resembling assault-style rifles, including nonlethal airsoft guns and toys\" — like the air gun Tamir Rice was playing with when he was shot by a Cleveland police officer who thought the 12-year-old was armed.\n\nDick's Sporting Goods CEO Ed Stack announced the firm's decision on ABC's Good Morning America on Wednesday, the same day that survivors of the shooting at Marjory Stoneman Douglas High School returned to class. Stack said the 19-year-old gunman allegedly behind that massacre, which claimed 17 lives and wounded many more in Parkland, Fla., had purchased a firearm from the retailer last November.\n\nWhile that the weapon — a shotgun — was not used in the shooting, the CEO said the revelation deeply affected Stack and his colleagues at Dick's.\n\n\"We did everything by the book. We did everything that the law required, and still he was able to buy a gun,\" Stack said. \"When we looked at that, we said the systems that are in place across the board just aren't effective enough to keep us from selling a gun like that.\n\n\"And so we've decided we're not going to sell the assault-type rifles any longer.\"\n\nThe company, which operates more than 715 locations, already had pulled assault-style weapons from Dick's stores after the 2012 Sandy Hook shooting; now it will also stop selling the weapons at its subsidiary Field & Stream stores.\n\nStack said the decision to eliminate assault-style rifles is permanent.\n\n\"Our thoughts and prayers are with all of the victims and their loved ones,\" the company said in a statement issued Wednesday. \"But thoughts and prayers are not enough. We have tremendous respect and admiration for the students organizing and making their voices heard regarding gun violence in schools and elsewhere in our country.\n\n\"We have heard you. The nation has heard you. ... The systems in place are not effective to protect our kids and our citizens.\"\n\nThe statement asserted the company's support for the Second Amendment but continued, \"we have to help solve the problem that's in front of us. Gun violence is an epidemic.\"\n\nIn addition to changing its own policies, the company issued a plea to elected officials to enact \"common-sense gun reform,\" specifically calling for the following regulations:\n\nBan assault-style firearms\n\nRaise the minimum age to purchase firearms to 21\n\nBan high-capacity magazines, as well as bump stocks — gun accessories that allow semi-automatic rifles to operate like fully automatic weapons\n\nRequire universal background checks that include relevant mental health information and previous interactions with the law\n\nEnsure a complete universal database of those banned from buying firearms\n\nClose the private sale and gun show loopholes that waive background checks\n\nWith their moves, Dick's and Walmart join a host of major companies that made changes in reaction to the Parkland shooting. As NPR's Amy Held reported last week, many other high-profile companies — from MetLife Insurance and First National Bank of Omaha to Symantec and Hertz — have ended their corporate partnerships with the National Rifle Association.\n\nThose moves have not been without controversy.\n\nEarlier this week, for instance, Georgia Lt. Gov. Casey Cagle threatened to \"kill any tax legislation that benefits\" Delta Air Lines after the company ended its own relationship with the NRA. Delta, which is based in Atlanta, had announced two days earlier that \"we will be requesting that the NRA remove our information from their website\" — a decision Cagle described as an attack on conservatives.\n\nAsked about the potential for pushback among gun rights advocates, Stack acknowledged the move \"isn't going to make everyone happy. But when we look at what those kids and the parents and the heroes in the school, what they did, our view was: If the kids can be brave enough to organize like this, we can be brave enough to get these [firearms] out of here.\"\n\n\"We're staunch supporters of the Second Amendment,\" he added. \"I'm a gun owner myself. We've just decided that based on what's happened and with these guns, we don't want to be part of this story.\"", "keywords": ["sales", "rifles", "walmart", "sell", "limits", "sporting", "goods", "shooting", "company", "dicks", "stack", "assaultstyle", "gun", "joins", "tighter"], "polarity": 0.17952493686868684, "subjectivity": 0.48460858585858585},
{"title": "A Brief History Of The AR-15", "url": "https://www.npr.org/2018/02/28/588861820/a-brief-history-of-the-ar-15", "text": "A Brief History Of The AR-15\n\nEnlarge this image toggle caption Seth Perlman/AP Seth Perlman/AP\n\nWhat weapon did the gunman use in the recent shooting at Marjory Stoneman Douglas High School in Florida?\n\nIf you said the AR-15, you'd be wrong. And we'll explain in a moment.\n\nFor more than a half-century, the AR-15 has been popular among gun owners, widely available in gun stores and, for many years, even appeared in the Sears catalog.\n\nYet over the past decade, the AR-15 and its offshoots have been used in many of the country's worst mass shootings. This has reignited the debate about their widespread availability.\n\nDick's Sporting Goods announced Wednesday that it would no longer sell these assault-style weapons.\n\n\"I'm a gun owner myself,\" Ed Stack, the company's chief executive officer, told ABC's Good Morning America. But, he added, \"We've just decided that based on what's happened and with these guns, we don't want to be part of this story.\"\n\nMany versions\n\nHere's a quick history lesson on why AR-15 has become the umbrella term for a range of semi-automatic rifles made by a host of gun makers.\n\n\"AR\" comes from the name of the gun's original manufacturer, ArmaLite, Inc. The letters stand for ArmaLite Rifle — and not for \"assault rifle\" or \"automatic rifle.\"\n\nArmaLite first developed the AR-15 in the late 1950s as a military rifle, but had limited success in selling it. In 1959 the company sold the design to Colt.\n\nIn 1963, the U.S. military selected Colt to manufacture the automatic rifle that soon became standard issue for U.S. troops in the Vietnam War. It was known as the M-16.\n\nArmed with that success, Colt ramped up production of a semiautomatic version of the M-16 that it sold to law enforcement and the public, marketed as the AR-15.\n\nWhen Colt's patents for the AR-15 expired in the 1970s, other manufacturers began making similar models.\n\nThose gun makers gave the weapons their own names, yet the popularity of the AR-15 turned it into a generic term for all types of AR-15-style rifles.\n\nThese weapons can go for less than $1,000, though they can be customized and cost in the thousands of dollars.\n\nThe National Rifle Association estimates there are some eight million AR-15s and its variations in circulation, and says they are so popular that the \"AR\" should stand for \"America's Rifle.\"\n\nThe Florida shooting\n\nWhich brings us back to our original question about the weapon used in Florida, which is commonly described as an AR-15.\n\nPolice say the gunman actually used a Smith and Wesson M&P15, that manufacturer's version of the AR-15.\n\nAR-15-style rifles were around for more than 40 years before one was used in a mass killing, at an apartment in Crandon, Wis., in 2007. The shooter killed six people and then took his own life.\n\nHowever, gunmen (and at least one gunwoman) have used AR-15-style weapons in most all of the deadliest shootings in this decade.\n\nA partial list includes:\n\n- The Las Vegas slaughter of 58 people last October.\n\n- The Sutherland Springs, Texas, church shooting that claimed 26 lives in November.\n\n- The Pulse nightclub shooting in Orlando, Fla., that left 49 dead in 2016.\n\n- The San Bernardino, Calif., shooting that killed 14 people in 2015.\n\n- The shooting at Sandy Hook Elementary School in Connecticut that took 27 lives in 2012.\n\nSimilar to military weapons\n\nEnlarge this image toggle caption Dennis Cook/AP Dennis Cook/AP\n\nAR-15-style semiautomatic weapons are civilian versions of military weapons. So what's the difference?\n\nGun control advocates say the difference is minimal, arguing the AR-15, like its military version, is designed to kill people quickly and in large numbers - hence the term assault-style rifle. They say it has no valid recreational use, and civilians should not be allowed to own them.\n\nThe gun industry, gun owners and their supporters say AR-15s are used for hunting, target practice and shooting competitions and should remain legal.\n\nBecause AR-15-style weapons are semiautomatic, the shooter must pull the trigger to fire each shot from a magazine that often holds 30 rounds.\n\nIn contrast, a shooter with a fully automatic assault rifle can pull and hold the trigger and the weapon will keep firing until the ammunition supply is exhausted.\n\nFully automatic weapons have been tightly restricted in the U.S. since the 1934 National Firearms Act, which was directed against machine guns at the time.\n\nHowever, a bump stock — a legal device in many places — can be added to a semiautomatic weapon to approximate an automatic rifle.\n\nThe Las Vegas shooter had a bump stock, which brought the device to national attention, and has led to calls to ban it in the current gun debate.\n\nA temporary ban\n\nIn 1994, President Bill Clinton signed an assault-weapons ban, which outlawed the AR-15 and other similar semiautomatic rifles.\n\nMass shootings were down in the decade that followed, compared to the decade before (1984-94) and the one after (2004-14), but they did not end entirely.\n\nAfter the assault-weapons ban expired in 2004, gun makers quickly reintroduced them and sales were brisk.\n\n\"One of the things that we have seen in recent years after the assault weapons ban ended in 2004 was this really huge explosion of these boutique kind of rifle companies that are producing these very high-end rifles that are very customizable,\" said Alain Stephens, who's part of NPR's criminal justice team and a former member of the military.\n\nOn several occasions, AR-15 sales have spiked when there's renewed talk about banning them.\n\nLaws vary by state, but in Florida, for example, anyone who is 18 or older with a clean record can purchase an AR-15-style rifle with no waiting period.\n\nRepublican lawmakers in the state have proposed several steps that include raising the age to 21 for the purchase of all guns, and imposing a three-day waiting period.\n\nHowever, the Republicans who control the legislature are not calling for a ban on AR-15s or any other gun, and the steps fall far short of what gun-control advocates want to see.", "keywords": ["ban", "brief", "used", "semiautomatic", "ar15", "military", "history", "shooting", "rifle", "weapons", "automatic", "gun"], "polarity": 0.0890172447579855, "subjectivity": 0.4016794042719968},
{"title": "Sweet Redemption As Men's Curling Team Brings Olympic Gold Home To Duluth", "url": "https://www.npr.org/sections/thetorch/2018/02/28/589415516/u-s-men-s-curling-team-brings-olympic-gold-home-to-minnesota", "text": "Sweet Redemption As Men's Curling Team Brings Olympic Gold Home To Duluth\n\nEnlarge this image toggle caption Derek Montgomery for MPR News Derek Montgomery for MPR News\n\nThe gold medal-winning U.S. men's curling team received a hero's welcome Tuesday night in Duluth, Minn., sweet redemption for a team that finished last and second-to-last in the last two Olympics. They brought home the first-ever curling gold for the U.S.\n\nTo chants of 'U.S.A', four gold medalists from the men's team, along with two women's team members, followed a bagpiper into a packed ballroom through a canopy of curling brooms held up by local players.\n\nThey seemed overwhelmed by the reception.\n\n\"Well, first of all, I'm way more nervous now than I was to play for a gold medal,\" declared John Landsteiner, an engineer in Duluth when he's not curling. \"The Olympics are great and all, but this is way cooler than the Olympics right now.\"\n\nTyler George, who owns a liquor store in Duluth, said he felt a lot of responsibility representing Team USA.\n\n\"The world's watching. When we're playing at worlds, we're playing in front of curling crowds. When we're playing at the Olympics, it's in front of everybody,\" he said. \"And a lot of those people are now curling fans because of this.\"\n\nThe Duluth Curling Club, where four out of the five team members are based, has been getting bombarded with phone calls.\n\n\"I love the club, love these guys, they have worked so hard to get here,\" said Zandy Zweibel, whose 13-year-old daughter also competes at the club.\n\n\"The juniors are incredibly excited,\" Zweibel said. \"My daughter has done really well this year, but this has totally heightened her enthusiasm. She's totally motivated.\"\n\ntoggle caption Dean Mouhtaropoulos/Getty Images\n\nAnd it's not just that Team USA won. It's how the team won that has motivated so many people in Duluth and beyond.\n\nAfter poor showings in the last two Olympics, skip John Shuster's last name became a verb in the Urban Dictionary. The ignominious definition: failing to meet expectations.\n\nShuster was cut by USA Curling. But he stuck with it, formed his own team, and qualified for the Olympics again.\n\nAfter a slow start in South Korea, the team improbably strung together five consecutive victories, including two over powerhouse Canada.\n\nShuster said this team was different.\n\n\"We always knew we had something special, and we thought that we had it in us to get up on a podium and maybe even on top of a podium,\" he said.\n\nAnd he credited another Minnesotan for jumpstarting the team's run.\n\n\"It started with that unbelievable kick by Jessie Diggins,\" he said, referring to the cross-country skier's come-from-behind gold medal victory along with her teammate Kikkan Randall. \"I can't tell you how much that fueled us.\n\n\"Then the ladies' hockey finally coming out triumphant, again same deal. When we got to the ice that night, you could feel it in the air.\"\n\nThe team even got a pre-game phone call pep talk from Mr. T.\n\n\"It was pretty awesome, he didn't give us, a pity the fool, or anything like that, but you definitely can tell, if you didn't know who was giving the speech, you could tell it was T,\" he said.\n\nJohn Shuster lives in neighboring Superior, Wis. And he was presented with honorary keys to the city for Superior and for Duluth, from Mayor Emily Larson.\n\n\"It wasn't just that you won, it's how you won, with class, and grace and persistence, by working hard, by digging deep, sticking together, remembering who you are, by pushing against the odds, it's a beautiful, amazing story,\" Larson said.\n\nAs one fan in the crowd put it, it's a story so amazing, they should make a movie out of it.\n\n\"Seriously,\" said 30-year curler Jane Busche. \"Filmed in Duluth, of course.\"", "keywords": ["won", "playing", "curling", "gold", "duluth", "brings", "olympic", "tell", "redemption", "olympics", "usa", "team", "mens", "sweet"], "polarity": 0.22793466223698777, "subjectivity": 0.5623754152823919},
{"title": "The Rise Of Yeast: How Civilization Was Shaped By Sugar Fungi", "url": "https://www.npr.org/sections/thesalt/2018/02/28/588969884/the-rise-of-yeast-how-civilization-was-shaped-by-sugar-fungi", "text": "The Rise Of Yeast: How Civilization Was Shaped By Sugar Fungi\n\nEnlarge this image toggle caption Maximilian Stock Ltd./Getty Images Maximilian Stock Ltd./Getty Images\n\nAn imagined conversation between two yeast cells appears in Kurt Vonnegut's 1973 novel Breakfast of Champions. \"They were discussing the possible purposes of life,\" Vonnegut writes. If that's not absurd enough, their existential discussion takes place against a weird, dismal backdrop, \"as they ate sugar and suffocated in their own excrement.\" Little did they know, their little yeasty lives had an important, human-centric purpose. \"Because of their limited intelligence, they never came close to guessing that they were making champagne.\"\n\nBesides the beverages yeast ferments, and the loaves it raises, the single-celled fungus has had its figurative fingers in all kinds of important products throughout history. Yeast matters for so many different things, says Nicholas Money, author of the newly published book The Rise of Yeast, that it ranks as \"a secular deity, something to be revered as much as the warmth of the sun.\"\n\nMoney points out many of those contributions throughout The Rise of Yeast: How the Sugar Fungus Shaped Civilization. Here are a few of the surprising places yeast has changed the way we eat and live:\n\nFermentation may have enticed nomadic communities to settle down.\n\nFor a long time, humans traveled often and foraged for food, rather than growing it. And that worked pretty well, so anthropologists have long puzzled over why people started settling in a single spot. One benefit to nesting: growing grapes and grains, and staying in a place long enough to brew beverages for weeks or months, as beer and wine require. \"Some posit this as the reason that civilization began in villages surrounded by golden fields of barley and rows of grapevines on the hills,\" Money writes.\n\nIn its day, beer foam helped raise a few loaves of bread.\n\nIt's not totally clear how the first-known leavened breads, in Egypt, began to incorporate yeast. Wild yeast will grow on its own if a dough sits long enough, the way sourdough works. In Roman times, though, Pliny the Elder wrote about bread dough incorporating beer froth for lightness. Some early commercial yeasts in Europe relied on beer byproducts for microbial help, too, but baker's yeast today consists of separate, specialized strains.\n\nYeast elevates chocolate and coffee.\n\nBoth cocoa and coffee beans undergo a fermentation step after their harvest, where yeasts munch on sugars surrounding the beans. Bacteria also play a role in this process, and the yeast leaves behind flavor compounds that make it into the final coffee and chocolate. Researchers have found that cocoa beans in yeast-free fermentation are left with an acidic, off flavor, and that certain yeasts can lend coffee caramel notes.\n\nThe riot of microbes that ferment kombucha includes more than one kind of yeast.\n\n\"Fission yeast, Saccharomyces, other yeasts, and accompanying bacteria occupy a slimy slab called a zoogleal mat that sits atop the fermenting tea,\" Money writes. Another name for that zoogleal mat, SCOBY, stands for \"symbiotic colony of bacteria and yeast.\"\n\nThat suffocating \"in their own excrement\" that Vonnegut mentioned? It caps the alcohol content in wine and beer.\n\nBehind every adult beverage, there are strains of yeast that toiled, breaking sugars down and producing alcohol. For yeast, alcohol is more than a tipple \u008d— it's a waste product, and a protection against other microbes that can't tolerate spirits as well. Take palm wine, Money says. It's made from palm sap left out in the open, so airborne wild yeasts do all the fermentation. At first, a circus of different yeasts hops into the sap and ferments their hearts out, gorging on the sap's sugars and releasing carbon dioxide and alcohol. Different yeast strains tolerate different levels of alcohol, so the yeast with the highest alcohol tolerance, a strain of Saccharomyces, soon wins out. \"It clears the field, and ensures that it has special access to the sugar,\" Money says. But even those winners eventually succumb to their own booze, so the alcohol level plateaus.\n\nFor humans, that means any beverage above around 15 percent alcohol requires distillation, or genetically engineered yeasts, which can tolerate higher levels of alcohol. With slightly more time to discuss their life's purpose, what those new superyeasts talk about is anyone's guess.", "keywords": ["rise", "civilization", "beer", "different", "long", "yeast", "alcohol", "money", "yeasts", "fungi", "sugar", "shaped", "wine", "tolerate"], "polarity": 0.10240557502462265, "subjectivity": 0.5056116722783389},
{"title": "Google Has Received 650,000 'Right To Be Forgotten' Requests Since 2014", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589411543/google-received-650-000-right-to-be-forgotten-requests-since-2014", "text": "Google Has Received 650,000 'Right To Be Forgotten' Requests Since 2014\n\nEnlarge this image Pau Barrena/AFP/Getty Images Pau Barrena/AFP/Getty Images\n\nGoogle says it has received more than 650,000 requests to remove certain websites from its search results since a European court ordered the company to allow Europeans the \"right to be forgotten\" in 2014.\n\nIn a company \"transparency report\" and research paper released this week, Google said most of those requests were to remove five or fewer URLs from its search results. In all, Google says it received requests to remove more than 2.43 million URLs since the end of May 2014, and it has removed about 43 percent of them.\n\nIn May 2014, the Court of Justice of the European Union ordered Google and other search engines that operate in Europe to allow individuals to ask the sites to delist certain search results relating to a person's name, if the information is \"inadequate, irrelevant or excessive in relation to the purposes of the processing.\" People in European Union countries along with Iceland, Norway, Switzerland and Liechtenstein may make the request.\n\nDuring the 3 1/2 years, until the end of 2017, Google says there were almost 400,000 requesting entities. In the past two years, celebrities requested more than 41,000 delistings and politicians and government officials requested almost 34,000. The company says just 1,000 requesters were \"frequent requesters,\" often \"law firms and reputation management services,\" which made up 15 percent of all requests.\n\nGoogle says 89 percent of requests came from private individuals since it began taking more detailed information about them in the beginning of 2016. Social media sites, directories, news articles and government pages make up most of the links that people want removed. A little more than half of all requests came from just three countries: France, Germany and the U.K.\n\nFor example, one request came from a person in France \"to delist several URLs from Google Search about his election as leader of a political movement and other political positions he held when he was a minor,\" the company said. Google says it complied with most of that request.\n\nThe underlying information on a third-party website is not deleted in this instance, but it becomes much more difficult to find if it no longer appears in Google's search results.\n\nThe search results people see in countries outside Europe are not affected. Google says it uses \"geolocation signals to restrict access to the URL from the country of the requester\" and delists the link from all of its European Union country search engines (like google.fr or google.es).\n\nGoogle says it evaluates \"each request on a case-by-case basis.\" The company says it weighs the public interest when determining when to remove a link:\n\n\"Determining whether content is in the public interest is complex and may mean considering many diverse factors, including—but not limited to—whether the content relates to the requester's professional life, a past crime, political office, position in public life, or whether the content is self-authored content, consists of government documents, or is journalistic in nature.\"\n\nThat means that it's up to a private company to determine what's in the public interest, which \"places a huge, huge burden on them but also gives them a lot of power,\" as professor Meg Ambrose of Georgetown University told NPR in 2014.\n\nA Spanish man brought the original case that spurred the 2014 ruling. On Tuesday, an English court heard the first \"right to be forgotten\" case in that country, from a businessman who \"was convicted of conspiracy to account falsely in the late 1990s and wants the search engine to remove results that mention his case, including webpages published by a national newspaper,\" The Guardian reported.\n\nGoogle is also battling with French privacy regulators, who insisted on having the company remove search results globally, not just in Europe. The case is now being considered by the EU's Court of Justice. According to Politico, a decision isn't likely before next year.", "keywords": ["650000", "google", "requests", "remove", "search", "public", "european", "court", "received", "right", "company", "content", "forgotten", "results"], "polarity": 0.0810515873015873, "subjectivity": 0.3643948412698412},
{"title": "North Korea Reportedly Sending Missile, Chemical Weapons Parts To Syria ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589401924/north-korea-reportedly-sending-missile-chemical-weapons-parts-to-syria", "text": "North Korea Reportedly Sending Missile, Chemical Weapons Parts To Syria\n\nEnlarge this image toggle caption Ahn Young-joon/AP Ahn Young-joon/AP\n\nNorth Korea has reportedly sent ballistic missile and chemical weapons components to Syria in violation of United Nations sanctions, according to a draft of a new report authored by U.N. experts that has been viewed by several news organizations.\n\nAccording to the 200-page report, expected to go public in mid-March, U.N. investigators say the items include acid-resistant tiles, valves and thermometers, according to The New York Times. The transfers reportedly date back as far as 2008.\n\nThe Times reports, \"North Korean missile technicians have also been spotted working at known chemical weapons and missile facilities inside Syria, according to the report, which was written by a panel of experts who looked at North Korea's compliance with United Nations sanctions.\"\n\nThe Associated Press says the \"investigations into Pyongyang's transfer of prohibited ballistic missile, conventional arms and dual use goods found more than 40 previously unreported shipments to Syria between 2012 and 2017.\"\n\n\"North Korea has a sordid history of supplying rogue states like Syria with weapons of mass destruction technology for cash,\" Andrew C. Weber, a former top Pentagon nonproliferation official told The Washington Post. \"Given its large and growing arsenal of nuclear, chemical and biological weapons and missile delivery systems, this is extremely dangerous.\"\n\nThe AP reports:\n\n\"According to an unidentified member state, the North's Ryonhap-2 Corporation was involved that year in a Syrian ballistic missile program, the 'maneuverable re-entry vehicle (MARV) Scud D (MD) project,' the report said. \"More recently, it said the August 2016 visit by a technical delegation from the Democratic People's Republic of Korea — the country's official name — 'involved the transfer to Syria of special resistance valves and thermometers known for use in chemical weapons programs.' \"\n\nEnlarge this image toggle caption AP AP\n\nAs NPR's Greg Myre reported last week, the U.S. has also been tightening sanctions on North Korea, with the latest round aimed at blocking the regime from obtaining imports of oil and other prohibited products.\n\nHowever, as Greg writes:", "keywords": ["reportedly", "korea", "report", "according", "chemical", "syria", "ballistic", "parts", "weapons", "north", "sending", "missile"], "polarity": 0.07316509248327431, "subjectivity": 0.38141971664698937},
{"title": "Too Late To Operate? Surgery Near End Of Life Is Common, Costly", "url": "https://www.npr.org/sections/health-shots/2018/02/28/589282187/too-late-to-operate-surgery-near-end-of-life-is-common-costly", "text": "Too Late To Operate? Surgery Near End Of Life Is Common, Costly\n\nEnlarge this image toggle caption Courtesy of Susan Giaquinto/Kaiser Health News Courtesy of Susan Giaquinto/Kaiser Health News\n\nAt 87, Maxine Stanich cared more about improving the quality of her life than prolonging it.\n\nShe suffered from a long list of health problems, including heart failure and chronic lung disease that could leave her gasping for breath.\n\nWhen her time came she wanted to die a natural death, Stanich told her daughter, and she signed a \"do not resuscitate\" directive, or DNR, ordering doctors not to revive her should her heart stop.\n\nYet a trip to a San Francisco emergency room for shortness of breath in 2008 led Stanich to get a defibrillator implanted in her chest — a medical device to keep her alive by delivering a powerful shock to her heart if it started beating irregularly.\n\nAt the time, Stanich didn't fully grasp what she had agreed to, even though she signed a document granting permission for the procedure, said her daughter, Susan Giaquinto.\n\nThat clarity came only during a subsequent visit to a different hospital, when a surprised ER doctor saw the defibrillator protruding from Stanich's thin chest. It was the first time a doctor clearly explained what the defibrillator would mean for Stanich, said Giaquinto, who accompanied her mother on both hospital trips.\n\nTo Stanich's horror, the ER doctor explained that the device wouldn't allow Stanich to slip away painlessly. Instead, the defibrillator would give her a jolt \"so strong that it will knock her across the room,\" Giaquinto said.\n\nSurgery like Stanich's defibrillator implantation has become all too common among those near the end of life, experts say. Nearly 1 in 3 Medicare patients undergoes an operation in the year before death, even though the evidence shows that many are more likely to be harmed than to benefit from it.\n\nEnlarge this image toggle caption Yana Paskova for Kaiser Health News Yana Paskova for Kaiser Health News\n\nThe practice is driven by financial incentives that reward doctors for doing procedures, as well as a medical culture in which patients and doctors are reluctant to talk about how surgical interventions should be prescribed more judiciously, said Dr. Rita Redberg, a cardiologist who treated Stanich when she sought care at the second hospital a week after her defibrillator was implanted.\n\n\"We have a culture that believes in very aggressive care,\" said Redberg, who specializes in heart disease in women at the University of California, San Francisco. \"We are often not considering the chance of benefit and chance of harm, and how that changes when you get older. We also fail to have conversations about what patients value most.\"\n\nWhile surgery can be lifesaving for younger people, operating on frail, older patients rarely helps them live longer or returns the quality of life they once enjoyed, according to a 2016 paper in Annals of Surgery.\n\nThe cost of these surgeries — typically paid for by Medicare, the government health insurance program for people over 65 — involve more than money, said Dr. Amber Barnato, a professor at the Dartmouth Institute for Health Policy and Clinical Practice. Older patients who undergo surgery within a year of death spent 50 percent more time in the hospital than others, and nearly twice as many days in intensive care.\n\nAnd while some robust octogenarians have many years ahead of them, studies show that surgery is also common among those who are far more frail.\n\nEighteen percent of Medicare patients have surgery in their final month of life and 8 percent in their final week, according to a 2011 study in The Lancet.\n\nMore than 12 percent of defibrillators were implanted in people older than 80, according to a 2015 study. Doctors implant about 158,000 of the devices each year, according to the American College of Cardiology. The total cost of the procedure runs about $60,000.\n\nProcedures performed in the elderly range from major operations that require lengthy recoveries to relatively minor surgery performed in a doctor's office, such as the removal of nonfatal skin cancers that would likely never cause any problems.\n\nResearch led by Dr. Eleni Linos has shown that people with limited life expectancies are treated for nonfatal skin cancers as aggressively as younger patients. Among patients with a nonfatal skin cancer and a limited time to live, 70 percent underwent surgery, according to her 2013 study in JAMA Internal Medicine.\n\nWhen less is more\n\nSurgery poses serious risks for older people, who weather anesthesia poorly and whose skin takes longer to heal. Among seniors who undergo urgent or emergency abdominal surgery, 20 percent die within 30 days, studies show.\n\nWith diminished mental acuity and an old-fashioned respect for the medical profession, some aging patients are vulnerable to unwanted interventions. Stanich agreed to a pacemaker defibrillator simply because her doctor suggested it, Giaquinto said. Many people of Stanich's generation \"thought doctors were God ... They never questioned doctors — ever.\"\n\nAccording to the University of Michigan's National Poll on Healthy Aging, published Wednesday, more than half of adults ages 50 to 80 said doctors often recommend unnecessary tests, medications or procedures. Yet half of those who'd been told they needed an X-ray or other test – but weren't sure they needed it – went on to have the procedure anyway.\n\nDr. Margaret Schwarze, a surgeon and associate professor at the University of Wisconsin School of Medicine and Public Health, said that older patients often don't feel the financial pain of surgery because insurance pays most of the cost.\n\nWhen a surgeon offers to \"fix\" the heart valve in a person with multiple diseases, for example, the patient may assume that surgery will fix all of her medical problems, Schwarze said. \"With older patients with lots of chronic illnesses, we're not really fixing anything.\"\n\nEnlarge this image toggle caption Yana Paskova for Kaiser Health News Yana Paskova for Kaiser Health News\n\nEven as a doctor, Redberg said, she struggles to prevent other doctors from performing too many procedures on her 92-year-old mother, Mae, who lives in New York City.\n\nRedberg said doctors recently treated her mother for melanoma — the most serious type of skin cancer. After the cancer was removed from her leg, Redberg's mother was urged by a doctor to undergo an additional surgery to cut away more tissue and nearby lymph nodes, which can harbor cancerous cells.\n\n\"Every time she went in, the dermatologist wanted to refer her to a surgeon,\" Redberg said. \"Medicare would have been happy to pay for it.\"\n\nBut her mother often has problems with wound healing, she said, and recovery would likely have taken three months. When Redberg pressed a surgeon about the benefits, he said the procedure could reduce the chances of cancer coming back within three to five years.\n\nRedberg said her mother laughed and said, \"I'm not interested in doing something that will help me in three to five years. I doubt I'll be here.\"\n\nFinding solutions\n\nThe momentum of hospital care can make people feel as if they're on a moving train and can't jump off.\n\nThe rush of medical decisions \"doesn't allow time to deliberate or consider the patients' overall health or what their goals and values might be,\" said Dr. Jacqueline Kruser, an instructor in pulmonary and critical care medicine and medical social sciences at the Northwestern University Feinberg School of Medicine.\n\nMany hospitals and health systems are developing \"decision aids,\" easy-to-understand written materials and videos to help patients make more informed medical choices, giving them time to develop more realistic expectations.\n\nAfter Kaiser Permanente Washington introduced the tools relating to joint replacement, the number of patients choosing to have hip replacement surgery fell 26 percent, while knee replacements declined 38 percent, according to a 2012 study in the journal Health Affairs. (Kaiser Permanente isn't affiliated with Kaiser Health News, which is an editorially independent program of the Kaiser Family Foundation.)\n\nIn research findings published last year in JAMA Surgery and the Journal of Pain and Symptom Management, Schwarze, Kruser and colleagues suggested creating narratives to illustrate surgical risks, rather than relying on statistics.\n\nInstead of telling patients that surgery carries a 20 percent risk of stroke, for example, doctors should lay out the best, worst and most likely outcomes.\n\nIn the best-case scenario, a patient might spend weeks in the hospital after surgery, living the rest of her life in a nursing home. In the worst case, the same patient dies after several weeks in intensive care. In the most likely scenario, the patient survives just two to three months after surgery.\n\n\"If someone says they can't tolerate the best-case scenario — which involves them being in a nursing home — then maybe we shouldn't be doing this,\" Schwarze said.\n\nMaxine Stanich died in 2010, just after her 90th birthday. Although Redberg had deactivated the defibrillator at Stanich's request, it remained in her chest.\n\nKaiser Health News is a nonprofit news service covering health issues. You can follow Liz Szabo on Twitter: @LizSzabo.", "keywords": ["near", "patients", "common", "life", "costly", "older", "medical", "doctors", "operate", "stanich", "defibrillator", "kaiser", "health", "end", "surgery", "late"], "polarity": 0.09383116883116883, "subjectivity": 0.4270226950104999},
{"title": "As Milk Prices Decline, Worries About Dairy Farmer Suicides Rise", "url": "https://www.npr.org/2018/02/27/586586267/as-milk-prices-decline-worries-about-dairy-farmer-suicides-rise", "text": "As Milk Prices Decline, Worries About Dairy Farmer Suicides Rise\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\nAs the nation's dairy farmers struggle through their fourth year of depressed milk prices, concerns are rising that many are becoming depressed themselves. The outlook for the next year is so bleak, it's heightening worries — especially in the Northeast — about farmer suicides.\n\nAgri-Mark Inc., a dairy cooperative with about 1,000 members, saw three farmers take their own lives in the past three years. The most recent was last month. It's a very small sample, but very sharp and disturbing increase.\n\n\"It's tough to keep your head up with all of what's going on,\" says 55-year-old Will Rogers, a ruddy-faced white-haired farmer who has 75 cows on his farm in Warren, Mass. Out in his barn milking cows at the crack of dawn, as he does every single day, Rogers says farming is his calling, just as it was for his father. It's hard to reconcile such a wholesome way of life, he says, with farmers taking their own lives.\n\n\"What [we] do here, this is nature's way, God's way,\" he says. \"This is life, this sustains life.\"\n\nBut it's increasingly hard to make a living. Rogers says the price he's getting for milk these days is what he made several decades ago. It's about 75 percent of what he needs just to break even. And the stress is only mounting as milk prices continue to fall, due to a global oversupply of milk, and lower prices overseas.\n\n\"I don't see any relief in sight,\" Rogers says with a sigh.\n\nKnowing farmers' despair, Agri-Mark wanted to help. The Co-op pays its member farmers for their milk, which goes into its own brands of Cabot and McCadam cheeses, as well as others. When it came time to mail farmers their milk check this month, Agri-Mark also included a chart showing the dismal 2018 milk prices forecast, and a list of suicide prevention hotlines.\n\n\"I personally just felt my heart sank,\" Rogers says. \"It created a lot of distress.\"\n\nEspecially since his own father committed suicide 30 years ago, during another down-cycle for farmers.\n\n\"It released a lot of emotion that took me years to deal with,\" he adds. \"When I opened that letter, everything came flooding back to me.\"\n\nWhile he believes the letter was well-intentioned, Rogers says it was so brusque and so grim – without even a shred of hope to hang on — he fears it could hurt more than it helps.\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\n\"It's almost like a self-fulfilling prophesy,\" he says. \"It could throw [some farmers] over the edge. It was so 'doom and gloom,' [farmers] might think 'I might as well just check out, there's no point going on.'\"\n\nRogers says the letter could have struck a more hopeful note, for example, by updating farmers on legislative efforts to get a more favorable 2018 Farm Bill passed by Congress. Or he says, it could have noted prospects of improving the \"safety-net\" insurance program for farmers, which as it turns out, was signed into law days later as part of the most recent federal budget deal. And Rogers says, instead of sending a cold letter, Agri-Mark could have sent a field rep in person, or could have checked in by phone.\n\nPolitics Former Secretary Of Agriculture Tom Vilsack Responds To Trump's Speech To Farmers Former Secretary Of Agriculture Tom Vilsack Responds To Trump's Speech To Farmers Listen · 5:07 5:07\n\nAgri-Mark acknowledges its letter was blunt, but Blake Gendebien, a farmer and member of the Board of Directors, says, it was meant to get farmers' attention, as quickly as possible.\n\n\"We knew there was no great way to do it,\" Gendebien says. But \"we decided a letter with the check would be best, because everyone opens a letter with their milk check.\" He calls it \"courageous\" that Agri-Mark addressed the issue head on, and \"ran away from the stigma that mental health is something that we should all hide in our closets.\"\n\nDaniel J. Reidenberg, managing director of the National Council for Suicide Prevention, agrees. As disturbing as it may be, he says, talking about suicide does help more than it hurts. And Riedenberg says Agri-Mark was right to reach out.\n\n\"I'm not saying that their approach was the best approach or was worded in exactly the right way,\" Reidenberg says. \"But the idea that they wanted to do the right thing and try to save people and literally save their lives was a remarkable effort. We need to do everything that we can before it's too late.\"\n\nAccording to the Centers for Disease Control and Prevention, farmers, as a group, have a higher suicide rate than any other occupation, even twice as high as vets.\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\nExperts say farmers face a kind of \"perfect storm\" of financial pressure and a sense of powerlessness in an industry where prices are set by the government, combined with social isolation, and a self-reliant spirit that may make them loathe to seek help.\n\nFarmers are taught to \"cowboy up, tough it out, be a man,\" says Robert Fetsch, who's studied farmers and ranchers at Colorado State University. \"Many are scripted to be afraid to reach out for help, and afraid to say 'I'm hurting.'\"\n\nGendebien says farmers also bear the weight of their family legacy.\n\n\"They're feeling 'my grandfather was able to be successful, my father was able to be successful, and look at me, I can't do it,\"\" Gendebien says. \"It's too much to bear.\"\n\nOn top of all that is what clinical psychologist and Iowa farmer Michael R. Rosmann calls the \"agrarian imperative.\"\n\nMany farmers do what they do because of a \"deep urge ... a calling to produce the essentials for life that the human species need,\" he says. While others might have considered career changes, he says farmers persevere in the face of overwhelming obstacles, and end up feeling hopeless.\n\nBut Rosmann says, in this unusually protracted down-cycle, he sees signs that farmers are more willing to reach out for help, as he's been getting several calls a week from farmers seeking assistance. \"There was a time when people wouldn't reach out nearly as much as they do now,\" he says. \"It's changing.\"\n\nNext month, Agri-Mark says it'll start offering free counseling to farmers, and will continue their suicide awareness and prevention efforts.\n\nIt's not just individual farmers lives at stake, but also New England's landscape and character.\n\nNational In Vermont, How One Small Family Dairy Farm Has Stayed Afloat In Vermont, How One Small Family Dairy Farm Has Stayed Afloat Listen · 4:47 4:47\n\nThe 850 farms that dotted the state of Massachusetts 30 years ago, have now dwindled down to under a hundred, says Agri-Mark spokesman Douglas DiMento.\n\n\"I used to work for the biggest dairy farmer in the state in Georgetown, Massachusetts,\" DiMento says. \"That's now the Georgetown Country Club. And you see that taking place throughout southern New England, where land values [and labor and energy costs] are high. Why milk cows if you can sell your land and make millions?\"\n\nFor his part, farmer Will Rogers says he's not sure how much longer he'll be able to keep his farm going.\n\nIn order to stay afloat, he's started to diversify, selling hay, firewood, cornstalks, pumpkins, sweetcorn, raw milk, and a little bit of beef, along with his milk.\n\n\"It takes all the berries to fill the basket,\" he says. \"But I'm still short a few berries. How much can one man do?\"\n\nBut Rogers can't fathom doing anything else.\n\n\"This isn't a job. It's a way of life, and what I was put on this planet to do,\" he says. \"Not many of us are doing this to be driving Cadillacs. This is our heart and soul.\"\n\nRogers says his heart will continue to ache over the recent suicides, and he's still rattled by the harsh letter he got. But, he concedes, the controversy did get farmers talking, and if it saves one farmer's life, he says, it will have been worth it.", "keywords": ["rise", "way", "farmers", "prices", "decline", "dairy", "tovia", "suicide", "worries", "agrimark", "milk", "suicides", "rogers", "letter", "farmer"], "polarity": 0.09345288359439304, "subjectivity": 0.4843066262877584},
{"title": "Should Polling Places Remain Politics-Free? Justices Incredulous At Both Sides", "url": "https://www.npr.org/2018/02/28/584606124/polling-place-battleground-freedom-of-speech-versus-freedom-from-intimidation", "text": "Should Polling Places Remain Politics-Free? Justices Incredulous At Both Sides\n\nEnlarge this image toggle caption Andrew Caballero-Reynolds/AFP/Getty Images Andrew Caballero-Reynolds/AFP/Getty Images\n\nUpdated 6:05 p.m. ET\n\nEvery state has a law creating campaign-free buffer zones outside of polling places — laws the Supreme Court has long upheld.\n\nOn Wednesday, the justices tackled similar and even stricter laws that bar \"political\" apparel inside polling places.\n\nThe court did not indicate which way it was leaning in questioning Wednesday. Lawyers on both sides of the arguments were pressed hard.\n\nJustice Anthony Kennedy, perhaps the court's most vociferous advocate for free speech, repeatedly noted the necessity for decorum and solemnity in the voting place. Where do we draw the line as to what is permissible? Kennedy asked.\n\nJ. David Breemer, the attorney representing Andrew Cilek and the Minnesota Voters Alliance, said he didn't know. The problem with the Minnesota statute, Breemer argued, is it seeks to silence so much speech.\n\nThe statute in question says the following:\n\n\"A person may not display campaign material, post signs, ask, solicit, or in any manner try to induce or persuade a voter within a polling place or within 100 feet of the building in which a polling place is situated, or anywhere on the public property on which a polling place is situated, on primary or election day to vote for or refrain from voting for a candidate or ballot question. A person may not provide political badges, political buttons, or other political insignia to be worn at or about the polling place on the day of a primary or election. A political badge, political button, or other political insignia may not be worn at or about the polling place on primary or election day.\"\n\nCilek wore a Tea Party T-shirt and a \"Please I.D. Me\" button to vote. He was asked to cover up the tee-shirt and take off the button. After leaving the polling place twice without voting, he came back with his lawyer and was allowed to vote. But his name and address were taken down, because the law provides for up to a $300 fine for violating the ban on political apparel. The fine, though, has never been levied and was not in this case, either, according to the state.\n\nBut Cilek and the Minnesota Voters Alliance sued, claiming his constitutional free speech rights had been violated.\n\n\"I think the fundamental principle is that I had a right to wear that T-shirt,\" Cilek maintains.\n\nThe Supreme Court wasn't so sure.\n\nChief Justice John Roberts, for example, like Kennedy, spoke of the necessity for decorum at polling places and warned of a concern about coordination, where a group of people decide to wear the same buttons or shirts, the result being \"subtle psychological pressure\" on other voters.\n\nMaybe after a sharp, bitter campaign, people should be able to vote \"in peace and quiet without being bombarded\" by all the \"Sturm und Drang\" of the election, Roberts said.\n\nBut the Chief Justice also seemed to suggest that the state's statute was too broad, when confronting arguments from Daniel Rogan, who was defending the statute for the state.\n\nRogan argued that just as the Supreme Court itself bans demonstrators, banners, and signs on the plaza in front of the court, relegating such speech to the public sidewalk, states can limit speech at polling places.\n\nJustice Ruth Bader Ginsburg questioned how far this principle should go. Would a \"Me Too\" or ACLU pin be banned at Minnesota's polling places? Justice Elena Kagan asked about \"Make America Great Again\" or \"Resist.\"\n\nRogan said the limitation is on anything pertaining to electoral choices at the polling place. For example, if gay rights is somehow on the ballot, then someone wouldn't be allowed to wear a rainbow flag. If gun restrictions were, then someone couldn't wear an NRA button.\n\nJustice Samuel Alito, who seemed the most overtly hostile toward the law, went through a litany of hypotheticals on everything from \"Parkland Strong\" (yes, said Rogan, that would be allowed) to an NRA T-shirt (no, Rogan said).\n\nWhat about T-shirts spelling out the First or Second Amendments, \"All Lives Matter\" or \"I miss Bill\"? Alito wanted to know.\n\n\"It's an invitation for arbitrary enforcement,\" Alito said, \"and enforcement that's not even-handed.\"\n\nAn exasperated Justice Stephen Breyer pointed out that there are restrictions on speech in many places — hospitals, schools, courtrooms. So, he said, if we are trying to have a place \"where a person has reflective thought for a moment after the hurly-burly of the campaign, this problem will inevitably arise.\" Alito still seemed unconvinced.\n\nRogan said that wherever a line is drawn, at the margins, there are always going to be difficult choices. And if those choices are made incorrectly, they can be challenged as applied.\n\nKennedy wondered about that line and whether the process of asking people to cover up or remove buttons or apparel is itself \"more disruptive\" than letting people wear what they want.\n\nRogan argued that the process has to be perceived to have integrity and that if someone wearing a \"Make America Great Again\" T-shirt is asked more questions about their registration than someone wearing an \"I love Hillary\" T-shirt, there could be the perception of poll workers playing politics.\n\nA history of intimidation\n\nUntil the early 1900s, election days looked nothing like they do now. There were no quiet lines of people waiting to vote in curtained-off booths. Instead, election days were raucous, confusing, even violent affairs.\n\nVoters then, as now, often were split into battling ethnic and ideological tribes, except that back then, the battles outside and inside polling places were often physical — coats were torn from people's backs, ballots snatched from their hands, voters were threatened, and in factory towns, managers often stood at the polling place door to make sure that employees voted the \"right way.\"\n\nIn the late 1800s, states began enacting laws to protect voters from harassment and intimidation. Soon, every state had laws that banned electioneering outside polling places, and eventually, most states adopted even stricter laws inside polling places. Among the strictest is a Minnesota law that bars voters from wearing apparel or buttons that bear a \"political\" message.\n\nBackstory of this case\n\nUnder enforcement guidelines issued for Election Day, poll watchers were told to ask voters to either cover up or remove any item of clothing, badge or button that supported or opposed a candidate, ballot question or recognized political party or group, including those like the Tea Party or MoveOn.org.\n\nAlso banned was any item designed to influence voting, including specifically \"Please I.D. Me\" buttons. The buttons were distributed by, among others, the Minnesota Voters Alliance, which acknowledged that by wearing the buttons and flashing their identification, they were creating the false impression that Minnesota law requires a photo ID in order to vote.\n\n\"I went to vote in November of 2010,\" recalls Cilek, executive director of the Minnesota Voters Alliance. \"I was wearing a T-shirt. ... It said 'Tea Party Patriots, Don't Tread on Me.' \"\n\nAccording to affidavits in the case, he was also wearing a \"Please I.D. Me\" button.\n\n\"I simply asked for a ballot, and they refused me twice,\" he said. \"The only explanation they gave me is that the shirt was political.\"\n\nHis lawyer, Wen Fa, argues the Minnesota law unconstitutionally sweeps too much speech into a ban on political apparel inside polling places.\n\nElection 2008: Issues Can Your Clothes Keep You From Voting On Election Day? Can Your Clothes Keep You From Voting On Election Day? Listen\n\n\"In addition to just banning campaign-related speech like, 'Vote for Bush' or 'Vote for Gore,' it bans passive political speech,\" Fa said. \"For example, the government conceded that this ban would also apply to people wearing shirts featuring the logo of the AFL-CIO or the Chamber of Commerce.\"\n\nYes, says Rogan, who is defending the apparel ban; he did make that concession, but only if the ballot included a measure that directly involved either the union or the chamber.\n\nA calm environment for voters\n\nThere is nothing nefarious about the apparel ban, says Virginia Gelms, the elections manager for Hennepin County. Most people who are wearing a T-shirt or button are simply unaware of the rule, and when asked to cover it up with a jacket or take it off, they quickly comply and the matter is resolved \"without incident.\"\n\nCilek's refusal to do that, she said, was viewed as \"confusing\" to voters and \"disruptive\" and designed to \"draw election judges into a dispute.\"\n\nElection officials worried, for instance, that people in line would leave without voting if they thought, erroneously, that they needed a photo ID to vote and hadn't brought one with them.\n\nIndeed, she said one head election judge told her that he was not sure he would serve again if the ban is struck down because he wouldn't be able to protect the judges he supervises from getting drawn into political battles. After all, Gelms contends, that is not what polling places are for.\n\n\"All those restrictions are there to help election judges manage a calm and efficient process,\" she said, \"so that everybody who has the right to vote can get in, exercise that right, and move on with their day.\"\n\nIn the Supreme Court on Wednesday, Rogan, defending the ban, told the justices that a polling place, like a courtroom or a military base, is not a public forum where people are free to speak their minds.\n\n\"The interior of a polling place is designed for one purpose,\" Rogan has said. \"It's designed to provide citizens a place to make their electoral choices and to ensure that those choices are accurately and reliably tallied by elections officials.\"\n\nAnd he fears that if the Supreme Court invalidates the Minnesota ban, the next step would be to revisit the Supreme Court decision that upheld a ban on electioneering within 100 feet of a polling place.\n\nIndeed, the attorney for Cilek would not rule that out.", "keywords": ["ban", "voters", "wearing", "political", "remain", "minnesota", "incredulous", "justices", "sides", "vote", "politicsfree", "place", "places", "election", "polling"], "polarity": 0.0911827826368643, "subjectivity": 0.43052518626498226},
{"title": "'We Were In That School': Parkland Students Prepare To Return After Shooting", "url": "https://www.npr.org/2018/02/27/588829787/we-were-in-that-school-parkland-students-prepare-to-return-after-shooting", "text": "'We Were In That School': Parkland Students Prepare To Return After Shooting\n\nEnlarge this image toggle caption Heidi Pickman/Youth Radio Heidi Pickman/Youth Radio\n\nFor the past few weeks, my house has been command central for handling classroom supplies that people across the country have donated to my teachers at Marjory Stoneman Douglas High School. Many of their classrooms were shot up when a gunman opened fire on Feb. 14, killing 17 of my classmates and school staff.\n\nI'm a sophomore at Douglas. At the time of the shooting, I had to hide in a closet for an hour and 20 minutes and get evacuated by a SWAT team.\n\nThis is my life now. If I'm not at home, helping my mom manage supplies, I'm in grief counseling, speaking at a rally or visiting memorials in the park. Then I go on social media to check my posts about gun control. More than 2,200 people saw my latest tweet, 46 people liked it, and 28 people retweeted.\n\nMy mom checks on me a lot. Her name is Lisa Glassman.\n\n\"OK, so how are you feeling right now for real? Tell me what's going on in your mind and stuff,\" she says.\n\nA lot, I told her. A lot is going on in my mind, and obviously there is so much I have to think about: Going back to school. My Twitter life. My activist life.\n\nMy friend Alex Wind understands. We know each other from theater, but now, Alex is more famous for his activism. He helped start the #NeverAgain movement after texting with friends.\n\nAlex says the movement is a way to cope, not necessarily to grieve.\n\n\"As much as we're doing all these interviews ... , we're still kids and we were in that school,\" he says.\n\n#NeverAgain grew from a hashtag to March For Our Lives, scheduled for next month in Washington, D.C., and across the country. It's a lot to handle.\n\n\"There are hundreds of messages at all times. And we're trying our hardest. We're all so busy all day long,\" Alex says.\n\nWe don't go back to school until Wednesday. Since we've been home, it seems like everyone is part of the movement. I'm speaking, tweeting and writing letters to government officials. And I'm not even one of the organizers.\n\nLike Alex says, \"There's no central leader. It's a team effort. That's what's most important. We'll split up and we'll say, 'OK, this group, let's do this thing, this group do this thing.' \"\n\nNational Marjory Stoneman Douglas High School Reopens After Shooting Marjory Stoneman Douglas High School Reopens After Shooting Listen · 3:39 3:39\n\nDouglas High School senior Ariana Ortega is part of the activism, too — and she can't believe how fast everything has changed. \"Two weeks ago, we were all going prom dress shopping, sending each other pictures. ... All of those things seem so insignificant now.\"\n\nNow, Ariana says, \"We have many group chats, where we have students speaking about legislative stuff, emotions, plans, everything.\"\n\nEnlarge this image toggle caption Courtesy of Aaron Glassman Courtesy of Aaron Glassman\n\nWe all have our own ways to cope. Amanda Edwards is my neighbor across the street. She was in the freshman building where the shooting took place, and she has kept more private since then, finding comfort in her writing and piano. Her close friend Carmen Schentrup was killed. Amanda still vividly remembers seeing Carmen in the hallway a few days before everything happened.\n\n\"I remember coming out and seeing her, and she kind of slowed down a little bit because she saw me, and she said, 'Hi.' And I said, 'Hi.' I remember saying goodbye, and it was the last time I saw her — at least alive,\" Amanda says.\n\nNational School Shooting Survivors Discuss Their Experiences School Shooting Survivors Discuss Their Experiences Listen · 10:37 10:37\n\nA lot of Amanda's friends don't plan to go back to school, she says — at least not on the first day it's back open.\n\n\"I think I'm a little bit too scared to go,\" Amanda says, \"and my dad said that if I ever get scared during the school day on Wednesday, or after that, that I'm fine with leaving early and stuff. Because, I mean, what's the point of being at school if we're just freaking out half the time, because there might be a school shooter again coming in.\"\n\nI get it. I was anxious to go back even for an hour this weekend to get the stuff I had left there. When the shooting happened, many of us ran out without our phones and backpacks. I actually felt relief getting everything back. And on a personal level, all the political activity is helping me cope. Otherwise, I'd still be in the background, or sitting in bed.\n\nBut some moments are easier than others, and it's hard to explain to people who haven't gone through it. I asked my friend Sawyer Garrity what she would say to another teenager who is feeling numb — someone who hadn't experienced a shooting like we have.\n\n\"It doesn't feel like it could ever happen to you until it does. It still doesn't feel real, even if it does happen to you,\" Sawyer says.\n\nI don't know if I'll stay this involved or what it will feel like tomorrow once we're back at school. It might be good that we'll be busy all day, and back together.\n\nBut I know it will be hard, just to walk on campus.\n\nThis story was produced by Youth Radio.", "keywords": ["amanda", "day", "parkland", "im", "stuff", "prepare", "high", "douglas", "school", "shooting", "going", "return", "lot", "students"], "polarity": 0.09942782067782067, "subjectivity": 0.40694283569283574},
{"title": "Researchers Haven't Found A Single Endangered Right Whale Calf Yet This Season ", "url": "https://www.npr.org/2018/02/28/589439219/researchers-havent-found-a-single-endangered-right-whale-calf-yet-this-season", "text": "Researchers Haven't Found A Single Endangered Right Whale Calf Yet This Season\n\nEnlarge this image toggle caption Courtesy Sea to Shore Alliance/NOAA Permit #15488 Courtesy Sea to Shore Alliance/NOAA Permit #15488\n\nOn winter days when the weather is good, a research plane takes off from St. Simons, a barrier island in Georgia. Pilots from the National Oceanic and Atmospheric Administration fly straight lines out and back along Georgia's Atlantic coast, covering hundreds of miles of open ocean. Riding in the plane, surveyors are glued to the window scanning the water for North Atlantic right whales.\n\nThere are only about 450 of the big, rotund whales left on Earth. The whaling industry once decimated the species. While they've been protected for decades now, the endangered whales are still struggling, and this has been a terrible season for them.\n\nThe whales spend most of their time around New England and Canada, but starting in November pregnant whales and some others head south to the warmer water off the coast of Georgia and North Florida. This is where they spend the winter and begin to raise their calves.\n\nBut this year, no one saw any whales until the end of January. And most of the way through the calving season, there still aren't any calves.\n\nSo the aerial survey team keeps looking.\n\nLoading...\n\n\"On really nice days, you're looking out as far as possible, just for any disturbance at the surface,\" Melanie White says as she leans into the window of the plane, watching for whales. White is the Right Whale Conservation Project manager for Sea to Shore Alliance, the nonprofit that employs the surveyors.\n\nShe sees dolphins, sea turtles, rays and molas, which are big pancake-shaped animals also known as ocean sunfish. But rarely does the aerial survey team see a right whale. They've spotted just a handful this winter.\n\nLast year the numbers were low, too. They've been trending down since 2011. But no calves at all is a low for recent years.\n\nEnlarge this image toggle caption Molly Samuel/WABE Molly Samuel/WABE\n\n\"This is the first time since I have worked with right whales that that has ever happened,\" said Barb Zoodsma, who has worked on right whales with NOAA since the early-1990s.\n\nShe says of the 450 or so right whales alive, fewer than 100 are breeding females.\n\n\"Ninety-four,\" she says. \"That's not good. You don't have to be Einstein to figure out that's a bad situation.\"\n\nZoodsma says the females are dying young and they're having calves less often.\n\nClimate change may be having an impact on their food.\n\nOn top of that, 17 right whales died last year. Several of those were hit by ships, or got caught in fishing gear. Another was found dead earlier this year, tangled in fishing gear off the coast of Virginia.\n\n\"The rope can cut through their bodies and keep them from being able to feed. It creates drag, and they basically just waste away,\" says Clay George, a wildlife biologist with the Georgia Department of Natural Resources.\n\nGeorge cuts the fishing gear off the whales when he can. He says more than 80 percent of the whales have scars from getting entangled at one point or another.\n\nEnlarge this image toggle caption Courtesy Sea to Shore Alliance/ NOAA Research Permit 20556 Courtesy Sea to Shore Alliance/ NOAA Research Permit 20556\n\n\"The right whales are at a point where more are dying than are being born,\" George says. \"That's just not sustainable long-term.\"\n\nAfter hours searching from the air, Carolyn O'Connor from Sea to Shore Alliance finally spots something. \"Bingo,\" she says.\n\nThe plane veers into a tight circle.\n\n\"I feel like there's a lot of whales here,\" White says.\n\nThere are five adults. One of them breaches. It slaps its tail. The whales are socializing. But still no calves.\n\nO'Connor says it's exciting every time they see a whale, but \"it's extremely disheartening and kind of scary to not have a calf yet this late in the season. It's not a good thing.\"\n\nThey'll keep looking for them, though, for another couple of weeks.", "keywords": ["white", "calf", "whales", "researchers", "whale", "permit", "havent", "alliance", "endangered", "season", "shore", "right", "single", "sea", "plane", "courtesy"], "polarity": 0.09196671934767169, "subjectivity": 0.4604872420348611},
{"title": "Amazon Acquires Ring, Expanding Reach Into Home Security ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589323712/amazon-acquires-ring-expanding-reach-into-home-security", "text": "Amazon Acquires Ring, Expanding Reach Into Home Security\n\nEnlarge this image toggle caption Paul Sakuma/AP Paul Sakuma/AP\n\nAmazon really wants to come over to your house. Or at least make it to the front door.\n\nThe Seattle-based tech giant announced Tuesday it's made another move into the home security and surveillance business, acquiring Ring, a smart-doorbell maker that streams audio and video to cellphones.\n\nNeither company has released details about the deal but Reuters reported that it cost over $1 billion.\n\nAmazon may have just officially put a ring on Ring, but the relationship between the two started through its Alexa Fund, which funnels money into companies that create new ways to integrate Amazon's voice technology into their products. In June, Ring announced they'd figured out how to connect select devices to work with Alexa on Echo Show and Fire TV.\n\nRing YouTube\n\nTwo months ago Amazon also snapped up Blink, another maker of Wi-Fi-connected security cameras that has recently ventured into the video doorbell industry, according to TechCrunch.\n\nBut Amazon is not just leaving it up to other companies to watch what's going on at your front door. In November, it debuted a new home security camera called Cloud Cam that comes with Amazon Key, an app that lets some Amazon Prime members grant service providers — including dog walkers, house cleaners and delivery companies — keyless entry into homes.\n\nThe Key app was supposed to be the online retailer's solution to widespread theft of delivery packages that online shoppers have been complaining about. Instead, GeekWire reported customers are creeped out by the technology, worrying that it might be vulnerable to hacking.\n\nJust last week, ZDNet reported Amazon implemented a second fix to a bug that let intruders with fairly simple technology bypass the smart lock.\n\nStill, at $119 the Cloud Cam is much cheaper than Amazon's leading competition, the $199 Google Nest Cam.", "keywords": ["cam", "online", "amazon", "technology", "reach", "paul", "expanding", "acquires", "companies", "security", "reported", "ring", "video"], "polarity": -0.0025324675324675324, "subjectivity": 0.4533838383838384},
{"title": "Reports: Kushner Security Clearance Downgraded Following White House Scandal ", "url": "https://www.npr.org/2018/02/27/589280327/reports-kushner-security-clearance-downgraded-following-white-house-scandal", "text": "Reports: Kushner Security Clearance Downgraded Following White House Scandal\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nUpdated at 6:17 p.m. ET\n\nPresident Trump's son-in-law, Jared Kushner, has lost the top-level security clearance he has been using on an interim basis to do his work inside the White House, according to reports on Tuesday.\n\nInstead, Kushner will begin using a lower level of access to classified information along with other White House staffers who had temporary clearances.\n\nKushner had held a top-secret clearance with access to Special Compartmented Information, known by the shorthand TS/SCI. Now he and other officials will use a lower one, a secret clearance, which restricts the amount of material he can access.\n\nThe news was first reported by Politico. The reports appeared ahead of a deadline by which the White House had been asked to submit information about its clearance protocols to the House Oversight Committee.\n\nAnother story on Tuesday raised new questions about Kushner's future inside the White House: The Washington Post reported that foreign officials have discussed among themselves how they might be able to manipulate Kushner by taking advantage of his finances, business dealings or his lack of experience in foreign policy and government.\n\nFor now, Kushner apparently will continue working in his unpaid role as a senior adviser to Trump even after losing this round in a duel with White House chief of staff John Kelly. The two men have been at loggerheads over access to the president and the nature of their jobs. Trump said last week he trusted Kelly to settle the dispute.\n\n\"[Kelly's] going to do what's right for the country and I have no doubt he'll make the right decision,\" Trump told reporters on Friday.\n\nKelly said in an earlier statement that he would not comment on any one person's security clearance.\n\nHowever: \"As I told Jared days ago, I have full confidence in his ability to continue performing his duties in his foreign policy portfolio including overseeing our Israeli-Palestinian peace effort and serving as an integral part of our relationship with Mexico,\" Kelly said.\n\n\"Everyone in the White House is grateful for these valuable contributions to furthering the president's agenda. There is no truth to any suggestion otherwise,\" Kelly also said.\n\nKelly had set Friday as the deadline to discontinue any top-secret or higher-level interim clearances for individuals whose background investigations had been pending since June 1, 2017, or before.\n\nKushner's attorney said in a statement that there is a backlog in the process for securing a permanent clearance.\n\n\"Mr. Kushner has done more than what is expected of him in this process,\" attorney Abbe Lowell said in a statement provided to NPR.\n\nContinued Lowell: \"Those involved in the process again have confirmed that there are dozens of people at Mr. Kushner's level whose process is delayed, that it is not uncommon for these clearance reviews to take this long in a new administration, and that the current backlogs are now being addressed. No concerns were raised about Mr. Kushner's application. As General Kelly himself said, the new clearance policy will not affect Mr. Kushner's ability to continue to do the very important work he has been assigned by the president.\"\n\nSen. Richard Blumenthal, D-Conn., said the change in Kushner's access to sensitive information should have occurred months ago.\n\n\"Downgrading Jared Kushner's security clearance gives new meaning to the term 'overdue,' \" Blumenthal said. \"Kushner's access to highly sensitive, classified information should have been not just downgraded, but eliminated long ago. There is no reasonable justification for a yearlong policy that allowed people who may have very harmful secrets in their own backgrounds to have access to our nation's secrets.\"\n\nThe resignation of former White House staff secretary Rob Porter had revealed that a number of people on staff had never received full, permanent clearances, meaning they were accessing national security and other secret information even after questions had been raised during background checks about their ability to qualify to do so.\n\nThe Porter scandal embarrassed Kelly and the White House after Trump and Republicans had made the handling of secrets such a focus of their 2016 victory over Hillary Clinton, who operated a private email server while she served as secretary of state. Clinton was repeatedly faulted during the campaign about what critics called her slipshod approach to handling sensitive information.", "keywords": ["white", "clearance", "downgraded", "kelly", "scandal", "access", "information", "trump", "house", "kushner", "security", "following", "reports", "kushners"], "polarity": 0.062151433472188204, "subjectivity": 0.40445356530262194},
{"title": "Congress Stalled On Bills To Tighten Gun Background Check System", "url": "https://www.npr.org/2018/02/27/589131407/congress-stalled-on-bills-to-tighten-gun-background-check-system", "text": "Congress Stalled On Bills To Tighten Gun Background Check System\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nCongress is under intense pressure to pass legislation to curb gun violence, but lawmakers are deeply split over how far to go in limiting access to guns.\n\nLawmakers from both parties say they want to take action to prevent another deadly attack like the Feb. 14 shooting at a Florida high school that killed 17 people. Disagreements over gun control measures go beyond a clear partisan split between Democrats and Republicans, leaving even the most popular bipartisan proposal stalled in Congress.\n\nSenate leaders had hoped to fast-track a bill to improve the national background check system and send it to the House for quick consideration. But conservative Sen. Mike Lee, R-Utah, placed a hold on the bill, preventing speedy passage. House Speaker Paul Ryan, R-Wis., told reporters Tuesday that he does not plan to take up any gun measures until the Senate acts first.\n\n\"We're waiting to see what the Senate can do,\" Ryan said at a weekly press conference. \"We'll find out what the Senate can do, and we'll address that then.\"\n\nRyan said he is deeply disturbed by the shooting and he wants Congress to delve into failures in the existing law enforcement and background check systems that happened in the lead-up to the Florida shooting.\n\nMany Republicans oppose any limits on gun rights for most people. Ryan said the House is focused instead on preventing criminals and people with a history of mental illness from accessing deadly firearms.\n\n\"We do know that there are gaps in the background system that need to be plugged,\" Ryan said. \"We shouldn't be banning guns for law-abiding citizens, we should be focusing on making sure that citizens who shouldn't have guns in the first place don't get them.\"\n\nThe Senate bill would address some of those concerns with narrow changes to how local, state and federal law enforcement agencies share information. It would make it easier for the FBI and local police to update the National Instant Criminal Background Check System.\n\nConservatives like Lee say that the Senate bill doesn't address the core problem with the background check system and that they worry it would deny gun owners their right to due process. Lee and Sens. Rand Paul, R-Ky., and John Kennedy, R-La., sent a letter to Senate leaders opposing that bill, saying they worry it \"might lead to an increase in the likelihood of abuse and administrative error.\"\n\nThe Senate bill has also drawn criticism from some Democrats, including Senate Minority Leader Chuck Schumer, D-N.Y., who say the bill doesn't go far enough. Schumer is calling on Congress to pass new, broader background checks.\n\n\"Not just a little something here, a little something there,\" Schumer said Tuesday in a speech on the Senate floor. \"But comprehensive background checks are supported overwhelmingly by the American people.\"\n\nSchumer is also co-sponsor of the narrower Senate bill, which was written in part by Texas Sen. John Cornyn, the No. 2 Republican in the Senate.\n\nCornyn has complained that the infighting over the narrow bill could be standing in the way of the best opportunity Congress has to pass a gun bill this week.\n\n\"This is our chance to show the nation that we refuse to accept shootings at schools and churches as the new normal,\" Cornyn said Tuesday. \"If our attitude is 'I want everything on my list or nothing,' we're going to end up with nothing.\"", "keywords": ["congress", "bill", "schumer", "say", "senate", "tighten", "ryan", "system", "stalled", "check", "background", "gun", "bills"], "polarity": 0.1439457290676803, "subjectivity": 0.4552527012283109},
{"title": "West Virginia Teachers To End Strike After Reaching Deal With Governor", "url": "https://www.npr.org/2018/02/27/589376887/west-virginia-teachers-ending-strike", "text": "West Virginia Teachers To End Strike After Reaching Deal With Governor\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nThe work stoppage that has closed public schools in West Virginia will end Thursday, leaders of teacher and service personnel unions said after meeting with the governor.\n\nThe news came at a press conference on Tuesday, where Gov. Jim Justice announced a 3 percent pay increase for all state employees this year, with an additional 2 percent hike for those who work in education, including teachers and service personnel. However, it remains unknown whether leaders of the House and Senate will go along with the deal.\n\n\"I've talked to the president of the Senate and speaker of the House, and I'm very hopeful,\" Justice said. \"I think in all fairness to them they should speak. Let's just give them time.\"\n\nThe governor left the press conference early to coach a high school girls basketball team in a game.\n\nLeaders of the American Federation of Teacher-West Virginia, the West Virginia Education Association and the West Virginia School Service Personnel Association said Wednesday will serve as a \"cool down\" period before teachers and service personnel return to the classroom.\n\nThey expressed optimism that the deal with the governor would become reality, but kept open the possibility of another strike.\n\n\"We reserve the right — we may have to call our people back out again,\" WVEA President Dale Lee said, noting that the Legislature would still need to pass the proposed raises to satisfy demands.\n\nJustice proposed paying for the salary increases by raising revenue estimates by $58 million for the next fiscal year. He cited expected revenue increases partly from President Trump's tax plan, which passed earlier this year. Figures released earlier this month show collections for the state's general revenue fund in January were $28.2 million, or 6.7 percent, short of estimates for the month. More than seven months into the current fiscal year, the state is 1 percent behind original estimates.\n\nSenate President Mitch Carmichael said his chamber will take a hard look at the fiscal environment before agreeing to the salary increases, \"while respecting and providing all the pay raises that are available to our public employees and teachers.\"\n\nCarmichael also said the reaction to the demands of the unions might have played too much of an influence on the deal.\n\n\"It feels like we're perhaps reacting to pressure as opposed to properly managing the fiscal affairs of our state,\" he said.\n\nHouse of Delegates Speaker Tim Armstead indicated optimism about the governor's proposed pay increase for teachers, service personnel and all other state workers, citing federal tax cuts for a rejuvenated state economy.\n\nThe work stoppage included demands for a long-term fix to the health insurance program for public employees. On that issue, Justice said he agreed to create a task force to study solutions.\n\nThe program's finance board agreed last week to freeze proposed changes to the plan that would call for increases to premiums, deductibles and out-of-pocket costs until July 2019. Legislation to address short and long term fixes to the insurance plan have yet to become final.", "keywords": ["strike", "president", "deal", "teachers", "reaching", "state", "proposed", "virginia", "service", "personnel", "fiscal", "west", "increases", "end", "governor"], "polarity": 0.02567120181405895, "subjectivity": 0.35279818594104306},
{"title": "Report Updates Landmark 1968 Racism Study, Finds More Poverty And Segregation", "url": "https://www.npr.org/2018/02/27/589351779/report-updates-landmark-1968-racism-study-finds-more-poverty-more-segregation", "text": "Report Updates Landmark 1968 Racism Study, Finds More Poverty And Segregation\n\nEnlarge this image toggle caption Russell Contreras/AP Russell Contreras/AP\n\nIn 1967, over 100 cities, large and small, exploded in fire and violence, the result of decades of discrimination against black populations in places like Cleveland, Nashville, Boston and Newark. The biggest riot at the time was in Detroit. After five days of rioting, 33 blacks and 10 whites were dead and property damage totaled more than $100 million.\n\nUnnerved by the scale of Detroit's unrest, and anxious to find the root causes of the violence, President Lyndon Johnson announced to the nation that he'd convened a new commission, the National Advisory Commission on Civil Disorders. The 11-person group would be headed by Otto Kerner, then governor of Illinois. Its charge: to discover what happened, why it happened and how to prevent it from happening again.\n\nThe Commission's members (all male and all white, except for NAACP head Roy Wilkins and Sen. Edward Brooke, R-Mass.) took field trips to several trouble spots. They interviewed residents and consulted with their own team of demographers and analysts to understand the depths of the effects of segregation and other forms of discrimination. (During one such visit, a man told Commission members Fred Harris, then a senator from Oklahoma and his trip partner New York Mayor John Lindsay, he saw more white people in the Mississippi hometown he'd fled than his adopted city of Milwaukee. His life was that segregated.)\n\nWarnings in a best-seller\n\nThe conclusions were dire. Institutional and systemic racism were responsible for many of the ills that beset black America, the report said. The segregated housing, subpar public schools and aggressive policing of black and brown communities could all be traced back to the second-class treatment of America's darker citizens. The nation, the report famously warned, was \"moving toward two societies, one black, one white—separate and unequal.\"\n\nThe Commission's report was published as a paperback, and became a national best-seller. Virtually no one referred to it by its formal name Report of the National Advisory Commission on Civil Disorders; it simply became the Kerner Report. And while some progress has been made since the report was initially released, a lot of things have gotten worse.\n\nA new study that builds on the Kerner Report's work was released this week. Healing Our Divided Society: Investing in America Fifty Years After the Kerner Report was co-edited by Fred Harris (the sole surviving member of the original Commission) and Alan Curtis, CEO of the Milton Eisenhower Foundation. It notes that poverty has increased and so has the inequality gap between white America and Americans who are black, brown and Native American. The gains children of color made when efforts continued to desegregate schools in the 60s began to reverse by 1988. Court decisions that loosened oversight of previously de facto segregated schools resulted in a huge change: In 1988, almost half of all students of color went to majority-white schools. Today that number has plummeted to 20 percent. Poverty is such a problem, the study concluded, that if it is not mitigated, America's very democracy is threatened.\n\n\"I was 37 when I served on the (Kerner) Commission,\" Harris told NPR. \"Whoever thought that 50 years later, we'd still be talking about the same things? That's kinda sad.\"\n\nKerner's continued relevance\n\nJulian E. Zelizer, a history professor at Princeton who has written extensively on the Kerner Commission, said the original report remains germane. \"In terms of criminal justice and the way race affects it, I think the findings are so relevant. You could almost take portions of the report, adjust them, obviously, to contemporary times, but they'd still resonate with what we're dealing with today.\"\n\nZelizer says Johnson wasn't even sure he wanted to convene a panel to study racial unrest. That would be tricky even in the best of times, and those times weren't that.\n\n\"He's very fearful from the start that the Commission would end up blaming him,\" Zelizer explained. \"And at the same time, they'll say you have to do things that Congress, he knows, will never accept, and he would look bad.\"\n\nAfter his Herculean effort to pass the Civil Rights Act and the Voting Rights Act, could the architect of The Great Society be remembered instead as the president who bungled race? That possibility was very much on the president's mind.\n\nJohnson's trepidation — and his annoyance that his Great Society programs were not credited in the report (members said they didn't want to politicize their findings) — led him to ignore the Kerner Commission. There was no ceremonial handover of the report in the Oval Office or elsewhere, no handshakes, no thank yous.\n\n\"He refused to meet with us to receive our report,\" Harris confirms. \"And that's particularly sad to me because President Johnson did more against racism and poverty than any president before or since.\"\n\nNo love from the White House\n\nPeniel Joseph, a University of Texas historian, says Johnson was in a tight spot. The Vietnam war was not going well. Martin Luther King Jr. was preparing to begin several marches that would highlight the poverty of black America. And politicians in his own Democratic Party, such as Minnesota Sen. Eugene McCarthy and, later former Attorney General Robert Kennedy, were making noises about challenging him for the presidency. He felt hounded on all sides.\n\n\"He was being criticized from his left by people like Dr. King, who was saying all the money he was spending in Vietnam should be spent on antipoverty efforts and racial justice efforts,\" Joseph says.\n\n\"And on his right,\" he continued, \"He was being criticized by conservatives who supported the war effort, but rejected the Great Society, and who felt as if the Great Society was justifying law and disorder.\"\n\nSo the Kerner Report was put aside, and would soon be eclipsed by the tsunami of historical events that followed that year: King's assassination in April, Robert Kennedy's in June, the train wreck that was the Democratic National Convention in August, with its Chicago street protests and unhinged police violence. Richard Nixon's election campaign that fall centered on a law-and-order platform.\n\nBut landmark anniversaries have a way of focusing people's attention. The date, the continued attention on problems the Kerner Report focused on (the militarization of police departments, for instance) and the new study may renew people's interest.\n\nAnd maybe enlightened self-interest will help. \"Racial and ethnic inequality is still with us,\" Fred Harris told the Washington Post. \"What's happening in the country is bad for all of us. Doing something about it is good for all of us.\"", "keywords": ["updates", "racism", "commission", "report", "white", "study", "finds", "1968", "harris", "poverty", "landmark", "society", "segregation", "kerner", "schools", "black"], "polarity": 0.08177489177489178, "subjectivity": 0.43205755566515064},
{"title": "Supreme Court Ruling Means Immigrants Could Continue To Be Detained Indefinitely", "url": "https://www.npr.org/2018/02/27/589096901/supreme-court-ruling-means-immigrants-can-continue-to-be-detained-indefinitely", "text": "Supreme Court Ruling Means Immigrants Could Continue To Be Detained Indefinitely\n\nEnlarge this image toggle caption Ross D. Franklin/AP Ross D. Franklin/AP\n\nUpdated at 5:27 p.m. ET\n\nThe U.S. Supreme Court ruled Tuesday that immigrants, even those with permanent legal status and asylum seekers, do not have the right to periodic bond hearings.\n\nIt's a profound loss for those immigrants appealing what are sometimes indefinite detentions by the government. Many are held for long periods of time — on average, 13 months — after being picked up for things as minor as joyriding. Some are held even longer.\n\nThe case, Jennings v. Rodriguez, has implications for legal permanent residents whom the government wants to deport because they committed crimes and for asylum seekers who are awaiting a court date after turning themselves in at the border. Immigrant advocates contend that many of these immigrants have a right to be free on bail until their case is heard.\n\nBut the court wrote in its 5-3 opinion Tuesday, \"Immigration officials are authorized to detain certain aliens in the course of immigration proceedings while they determine whether those aliens may be lawfully present in the country.\"\n\nThe majority opinion was penned by Justice Samuel Alito and joined by the court's conservatives. (Justice Elena Kagan did not participate. She recused herself, stemming from work she had done as former President Barack Obama's solicitor general.)\n\nThe decision reversed a Ninth Circuit ruling, but this is not the last word and could come back to the high court.\n\nThe Supreme Court sent the case the back to the lower court with two questions unresolved. First, whether indefinite detention without a chance for bail is unconstitutional. Second, whether the challenge to that no-bail provision can be brought as a class action, instead of as individual cases.\n\nStanford Law professor Lucas Guttentag says that in practical terms, the class action question is enormously important because most of the immigrants affected by Tuesday's decision don't have lawyers.\n\n\"If they're required to proceed individually, many of them will never be able to pursue their claims,\" he says. \"A class action provides protection to everyone, not just to those who have a lawyer who can file a lawsuit.\"\n\nNo one can claim, nor since the time of slavery has anyone to my knowledge successfully claimed, that persons held within the United States are totally without constitutional protection.\n\nOn Tuesday, Justice Stephen G. Breyer read from his dissent, a rare move for the court and an indication of just how passionately he disagrees with the majority opinion.\n\n\"We need only recall the words of the Declaration of Independence,\" Breyer said, \"in particular its insistence that all men and women have 'certain unalienable Rights,' and that among them is the right to 'Liberty.' \"\n\nHe continued, calling the ruling \"legal fiction.\"\n\n\"Whatever the fiction, would the Constitution leave the Government free to starve, beat, or lash those held within our boundaries?\" Breyer argued. \"If not, then, whatever the fiction, how can the Constitution authorize the Government to imprison arbitrarily those who, whatever we might pretend, are in reality right here in the United States?\"\n\nBreyer added, \"No one can claim, nor since the time of slavery has anyone to my knowledge successfully claimed, that persons held within the United States are totally without constitutional protection.\"\n\nThe lead plaintiff in the case is a legal permanent resident, Alejandro Rodriguez, who came to the U.S. as a child and worked as a dental assistant. As a teenager, he was convicted for joyriding, and at 24, he pleaded guilty to misdemeanor possession of a controlled substance.\n\nRodriguez was detained for three years without the right to appear before a judge to ask for bond.\n\nThe American Civil Liberties Union took up Rodriguez's case. The civil rights group filed a class action lawsuit and eventually won his release and the cancellation of his deportation order. Rodriguez remains in the United States.\n\nThe Ninth Circuit Court of Appeals ruled that the immigrant detainees and asylum seekers can't be detained indefinitely and that they have a right to a bond hearing every six months. The appellate court also held that in order to hold these detainees, the government must show that the immigrants would pose a danger or become a flight risk if set free.\n\nThe Obama administration appealed to the high court, insisting that Congress — not the courts — has the power to make immigration law and that the law allows the government to detain \"criminal and terrorist aliens\" as well as \"aliens seeking admission to the United States.\"\n\nThe Trump administration continued the case.\n\nThe administration also argued that detained immigrants should not be recognized as a class that could bring legal action. Lawyers for the Justice Department said detainees should rely on individual habeas corpus petitions to challenge their detentions.\n\nThe ACLU countered that few detainees have access to legal counsel and that a backlog of such habeas corpus petitions almost guarantees delays in winning release.", "keywords": ["action", "class", "ruling", "court", "supreme", "held", "case", "united", "detained", "continue", "legal", "right", "indefinitely", "justice", "immigrants", "means"], "polarity": 0.16906323185011712, "subjectivity": 0.44992583918813417},
{"title": "Federal Judge Who Was Disparaged By Trump Greenlights Border Wall Project", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589350903/federal-judge-who-was-disparaged-by-trump-green-lights-border-wall-project", "text": "Federal Judge Who Was Disparaged By Trump Greenlights Border Wall Project\n\nEnlarge this image toggle caption Elliott Spagat/AP Elliott Spagat/AP\n\nA federal judge in California has rejected a legal challenge to the Trump administration's plans to build a wall on the Southern border with Mexico.\n\nThe state of California and a variety of environmental groups had filed suit against the administration, arguing that it was wrong to launch the border wall project by waiving several federal environmental laws.\n\nBut U.S. District Judge Gonzalo Curiel ruled that the administration has not violated those laws, in essence giving the project a green light.\n\nCuriel is the same jurist who oversaw a separate lawsuit against Trump University. As a candidate, Trump accused Curiel of bias because the Indiana-born judge is of Mexican ancestry. Trump called Curiel a \"hater.\"\n\nIn his 101-page ruling, the judge said his decision \"cannot and does not consider whether the underlying decisions to construct the border barriers are politically wise or prudent.\" He also referred to his Indiana roots with a quote from Chief Justice John Roberts.\n\n\"As fellow Indiana native Chief Justice Roberts observed in addressing a case surrounded by political disagreement: 'Court[s] are vested with the authority to interpret the law; we possess neither the expertise nor the prerogative to make policy judgments. Those decisions are entrusted to our Nation's elected leaders, who can be thrown out of office if the people disagree with them. It is not our job to protect the people from the consequences of their political choices.' \"\n\nBut ultimately, Curiel disagreed with the administration's challengers who had argued that the government improperly waived environmental laws to begin construction of border wall prototypes and replacements for existing border fencing.\n\nThe Justice Department issued a statement saying that it is pleased that the Department of Homeland Security can continue the project.\n\nThe Center for Biological Diversity filed the first challenge against the administration. In a tweet, a senior attorney for the group, Brian Segee said:", "keywords": ["border", "judge", "federal", "curiel", "administration", "project", "environmental", "trump", "greenlights", "justice", "wall", "disparaged"], "polarity": 0.08333333333333333, "subjectivity": 0.38388888888888884},
{"title": "Pregnancy Rate Might Predict Future Recessions, Researchers Suggest", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589147587/pregnancy-rate-might-predict-future-recessions-researchers-suggest", "text": "Pregnancy Rate Might Predict Future Recessions, Researchers Suggest\n\nWhen the economy takes a turn for the worse, birth rates go down. It's both common sense and an empirically observed phenomenon.\n\nBut it's not the whole story.\n\nA team of economists, taking a closer look at the connection between fertility and recessions, found that conception rates begin to drop before the economy starts its downturn — and could even be used to predict recessions.\n\nThe working paper was published by the National Bureau of Economic Research, or NBER, on Monday. Unlike previous researchers, the economists focused on conceptions rather than births, by month instead of by year. The results were a surprise.\n\n\"We didn't go looking for this pattern,\"says Kasey Buckles, an associate professor at the University of Notre Dame, a research associate at NBER and one of the authors of the study. \"It's something that jumped out at us.\"\n\nTake the Great Recession. The U.S. birth rate, rising before the recession, fell in 2008, as one might expect. But back up before that — to the middle of 2007.\n\nLoading...\n\nThe subprime mortgage crisis was hurting the housing market, but the broader effect on the economy was not yet apparent. Stock prices kept hitting all-time highs. Unemployment was below 5 percent. Analysts were confident, optimistic. In July, the chief economist of Standard & Poor's told NPR listeners that \"the rest of the economy so far has been ignoring the housing crisis very nicely.\"\n\nIt was months before the recession began, as NBER later calculated it, and more than a year before the collapse of Lehman Brothers triggered a global panic.\n\nBut, the researchers found, the U.S. conception rate had already started to drop.\n\n\"That's what makes our results surprising,\" Buckle says. \"While the best of the experts didn't see the Great Recession coming, it seems that families and households were feeling those tremors and responding to it.\"\n\nThe researchers focused on birth data from the National Center for Health Statistics, looking at clinical estimates for the month of conception. They compared that to the dates of the recessions, as calculated by the NBER, and to changes in the GDP.\n\nThe change in birth rates was driven by a drop in conceptions, not an increase in abortion or miscarriage, the researchers found. And the pattern held not only for the Great Recession of 2007/2008, but also for recessions in 1990 and 2001, where they weren't preceded by a drop in housing prices.\n\nNo one is arguing that the relationship is causal, or that fertile women have supernatural powers to predict the future. Instead, the researchers suggest, the same factors that cause a recession also have a \"profound and rapid effect on fertility decisions.\"\n\nThe research suggests, among other things, that tracking conception in real-time might be useful for forecasting future economic events. It's not easy to track conceptions directly, but retail purchases (like pregnancy tests) or Internet searches (like for due date calculators) could provide a hint.\n\nIn other words: Just as your shopping habits allow Target to figure out that you're expecting, that same data might be used by an economist to help calculate the future of the GDP.\n\nThe Financial Times writes that economists have proposed other \"unusual gauges\" of economic health, from the discredited \"lipstick index\" to Alan Greenspan's argument that men's underwear sales fall at the start of a recession.\n\nMeanwhile, the effect on fertility has real-life implications well beyond its predictive abilities.\n\nThe drop in fertility rate appears to be \"quite persistent,\" the researchers note, suggesting \"an arguably under-appreciated channel by which the impact of a recession can persist, possibly for generations.\"\n\nIn the case of the Great Recession, fertility rates now continue to lag even as unemployment is down and the economy is rebounding by a number of measures. The years since the recession have been a sort of \"babyless recovery,\" Buckle says.\n\nThe researchers suggest several possible explanations, including the natural time lag with attempting to conceive, the increasing age of first-time mothers and the growing popularity of long-acting birth control.\n\nBut if you're wondering what this says about our future: Buckle says she sees no signs of sudden deviations in the birth rate. \"That's not making me, anyway, especially nervous,\" she says.", "keywords": ["recessions", "rate", "fertility", "researchers", "birth", "future", "rates", "predict", "nber", "economy", "pregnancy", "suggest", "recession"], "polarity": 0.11859538784067085, "subjectivity": 0.41892033542976936},
{"title": "Why Saudi Arabia Is Suddenly Shaking Up Its Military", "url": "https://www.npr.org/sections/parallels/2018/02/27/588326061/why-saudi-arabia-is-suddenly-shaking-up-its-military", "text": "Why Saudi Arabia Is Suddenly Shaking Up Its Military\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nSaudi Arabia replaced a generation of its military leadership, for the first time opened some military jobs to women and promoted a woman to a top post at the Labor Ministry, in a series of rare steps in the ultraconservative kingdom.\n\nReported by the official Saudi Press Agency late Monday, the royal decrees are the latest move in a dramatic campaign to overhaul the country's institutions led by Crown Prince Mohammed bin Salman, the powerful son of Saudi Arabia's King Salman bin Abdul-Aziz Al Saud.\n\nThe kingdom's leaders gave no explanation for the abrupt changes — including a new military chief of staff and other top defense and interior ministry officials — setting off speculation that the military shake-up was due to failures in the stalemated war in Yemen. But analysts say this is part of wider reforms, which include rapid changes in economic and social policy as well as increased military engagements abroad.\n\n\"There is a bigger project to reform the military,\" said Bernard Haykel, a Middle East specialist at Princeton University.\n\n\"Military weakness has been exposed by the war in Yemen, it has helped them understand the problems.\"\n\nFor three years, Saudi Arabia has led a coalition of nations in a military campaign in Yemen against the armed Houthi movement, which has ties to Iran, Saudi Arabia's chief rival. The kingdom has received international criticism for a stalled conflict that has killed nearly 6,000 civilians and has put 22.2 million people in need of humanitarian assistance, according to the United Nations.\n\nThe Saudis have spent billions to buy the latest military hardware, mainly from Western countries like the United States, Britain and France, but there remains a gap between procurement and capability.\n\nCrown Prince Mohammed serves as the Saudi defense minister and is considered an architect of the Yemen war.\n\nHe has voiced frustrations with perceived limitations, and analysts have said that has spurred the military reforms, which include a push to build a domestic armament industry. Crown Prince Mohammed, Haykel said, \"wants Saudi Arabia to carry its own water when it comes to defense.\"\n\nThe military reshuffle comes as the crown prince has revamped the military procurement and bidding process, Haykel explained. \"It's a bigger thing than firing and hiring people.\"\n\nThe changes were announced ahead of Crown Prince Mohammed's three-week trip, in March, to London and then to the United States, where he is expected to visit Washington, D.C., and five other U.S. cities.\n\n\"This is a big moment for them,\" said Theodore Karasik, with Gulf State Analytics, a private advisory group in Washington.\n\n\"It's not only about making the Ministry of Defense more efficient. It's part of the negotiations in the U.S. and U.K. about defense and armaments,\" he said.\n\nKarasik believes this is also an example of the generational shift in Saudi Arabia that began when King Salman upended the kingdom's royal succession tradition and elevated his son to crown prince last June. Mohammed bin Salman has consolidated tremendous power and pushed for a rapid transformation of the kingdom, backed by a millennial generation that is hungry for change.\n\nThe crown prince promised young people more jobs, growth, entertainment and freedom from the strict enforcement of religious police. Women will soon be allowed to drive and start their own businesses without getting permission from their male guardians.\n\n\"You get this youth pressure to get rid of the old order,\" said Karasik. \"They are going to get shoved out of the way.\"", "keywords": ["suddenly", "arabia", "mohammed", "military", "salman", "united", "defense", "saudi", "shaking", "crown", "yemen", "prince"], "polarity": 0.06338842975206611, "subjectivity": 0.360082644628099},
{"title": "W.Va. Teacher Walkouts, School Closures Continue Despite Governor's Deal With Unions", "url": "https://www.npr.org/2018/02/28/589764641/w-va-teacher-walkouts-school-closures-continue-despite-governors-deal-with-union", "text": "W.Va. Teacher Walkouts, School Closures Continue Despite Governor's Deal With Unions\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nWhat was supposed to be a \"cooling off\" day on Wednesday was anything but at West Virginia's Capitol.\n\nAfter Gov. Jim Justice and union leaders had announced a deal to end the teacher strike and send educators and service personnel back to the classroom on Thursday, uncertainty forced all of the state's counties to call off school yet again.\n\nThousands of school employees and their supporters returned to the Capitol to demand immediate action on a permanent fix to the health insurance program for state employees and quick action on a proposed pay increase. Both elements play key roles in their demands in what they call efforts to attract and retain quality educators.\n\nLeaders of the American Federation of Teachers-West Virginia, the West Virginia Education Association and the West Virginia School Service Personnel Association met throughout the day with Justice's chief of staff, Mike Hall, who said around midday that the governor would not be at the Capitol.\n\nHall said a pay increase for all state employees is still in the works, and will be addressed in a budget bill — with each agency's personnel line item to be increased by 3 percent. That plan would have to be addressed by the legislature.\n\nOne of the union leaders, Dale Lee, said they believe the next step should be for teachers and service personnel to return to school.\n\n\"Now we realize that not everyone will,\" said Lee, the president of the West Virginia Education Association.\n\nHigh school teacher Angie Steffy said she was \"satisfied at this point.\"\n\n\"But, I'm holding out until I see what the Senate does with that vote,\" Steffy said, referring to House Bill 4145, which would give teachers, school service personnel and state troopers a 5 percent pay increase this year.\n\nThe measure faced a deadline Wednesday to pass in the House, so the chamber suspended constitutional rules and put House Bill 4145 immediately up for a vote. The bill passed 98-1.\n\nAcross the rotunda, Senate President Mitch Carmichael, who has remained skeptical of the front-loaded pay increases announced in the deal made by Justice and union leaders, said the process appears to be moving too quickly.\n\n\"It's very simple. I'm disappointed that there wasn't a more thoughtful analysis placed around it,\" Carmichael said.\n\nAsked about union leaders' confidence that House Bill 4145 will pass the Senate, Carmichael said he has yet to begin counting votes.\n\nHowever, many who have walked off the job in recent days say a permanent fix to health care for public employees remains the biggest priority. Justice announced he had signed an executive order creating a task force to study the program as a means to quell rising costs to the program.\n\nAppointees will include active and retired public employees, representatives of the teacher and service personnel unions, experts on the insurance business and members of the legislature. Two Republicans and one Democrat from each chamber will serve on the task force.\n\nBut even with action on pay raises and health care, school closures and delays came rolling in throughout the evening. Some teachers who continued to mill about the Capitol late into the evening said they remain uncertain and plan to stay off the job indefinitely.\n\n\"I don't understand how they can recommend that we get back to school tomorrow when it hasn't passed through the Senate yet. I'm not ready to go back to school until it's passed through both the House and the Senate,\" said elementary school teacher Chloe Adkins. \"As of right now, I think we have seen that we can't trust that everything that's said is going to go through.\"", "keywords": ["wva", "teacher", "deal", "bill", "pay", "service", "senate", "despite", "school", "continue", "walkouts", "governors", "closures", "house", "west", "employees", "unions", "personnel"], "polarity": 0.04428571428571429, "subjectivity": 0.38049382716049385},
{"title": "Georgia School Evacuated After Teacher Barricaded Himself In Classroom And Fired Gun", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589714769/georgia-school-evacuated-after-teacher-barricaded-himself-in-classroom-and-fired", "text": "Georgia School Evacuated After Teacher Barricaded Himself In Classroom And Fired Gun\n\nEnlarge this image toggle caption Jeff Martin/AP Jeff Martin/AP\n\nA well-liked social studies teacher barricaded himself in a classroom and fired a handgun at Dalton High School, which was plunged students and faculty into a lockdown and subsequent evacuation, according to the AP.\n\nNo students were in the classroom. The only injury was to a student who hurt her ankle running away, tweeted the police in Dalton, which is about 90 miles north of Atlanta.\n\nPolice confirmed that the teacher was Jesse Randal Davidson, 53. He taught social studies, and served as play-by-play voice of the school's football team. The Atlanta Journal-Constitution reported that Davidson had been at the school since 2004, and was recognized as the school's \"top teacher\" in 2012.\n\ntoggle caption Whitfield County Sheriff's Office/AP\n\nThe incident occurred two weeks after a shooting incident at Marjory Stoneman Douglas High School in Parkland, Fla., left 17 dead, and as its survivors are igniting a new debate over gun control around the United States.\n\nAfter that shooting, both the National Rifle Association and President Trump have suggested that arming teachers could discourage would-be shooters from entering schools. \"We have to have offensive capability to take these people out rapidly before they can do this kind of damage,\" Trump said last week.\n\nAs NPR has reported, \"many educators are uncomfortable with the idea, and worry that it could put students in further harm and deter people from entering the field of teaching, which is already facing shortages.\"\n\nThe AP reports:\n\n\"The teacher was taken into custody without incident after a 30- to 45-minute standoff with officers, police spokesman Bruce Frazier said. ... \"Police noted that Davidson didn't appear to want to hurt the students or faculty. He fired the gun at an exterior window when the principal tried to enter the classroom. ... \"The shooting happened about 11:30 a.m. during Davidson's planning period. At first, students tried to get into the classroom, but they couldn't. The students told the principal, who tried to enter. \"'I didn't get the door open very far, but he slammed the door and hollered \"Go away, don't come in here.\" He had some nonsensical noises that were made as well,' Principal Steve Bartoo said. \"Bartoo returned a short time later and put his key in the door 'and again he slammed the door before I could open it and he said, \"Don't come in here, I have a gun.\"' \"That's when Davidson fired and the school was placed on lockdown, authorities said.\"\n\nStudents of the class took to social media to discuss the incident, including Chondi Chastain, who told the AP that she was scheduled to have Davidson's class later that afternoon. \"I dare you to tell me arming teachers will make us safe,\" she tweeted to the NRA.\n\nDavidson has been charged with \"aggravated assault, carrying weapon on school grounds, terroristic threats, reckless conduct, possession of gun during commission of a crime, and disrupting public school,\" according to Dalton Police.\n\nStudents are excused from coming to Dalton High School Thursday, but faculty and police will be there. The school will resume classes on Friday.", "keywords": ["teacher", "classroom", "evacuated", "dalton", "door", "school", "fired", "incident", "davidson", "barricaded", "georgia", "students", "gun"], "polarity": 0.10344155844155845, "subjectivity": 0.44254329004329},
{"title": "Walmart Announces It Will No Longer Sell Guns, Ammunition To Anyone Under 21", "url": "https://www.npr.org/2018/02/28/589735651/walmart-announces-it-will-no-longer-sell-guns-ammunition-to-anyone-under-21", "text": "Walmart Announces It Will No Longer Sell Guns, Ammunition To Anyone Under 21\n\nWalmart, the largest retailer in the U.S., announced it will stop selling guns and ammunition to anyone under 21. The decision comes on the same day that Dick's Sporting Goods said it would stop selling military-style semi-automatic rifles and high-capacity magazines, as well as guns to anyone under 21.\n\nARI SHAPIRO, HOST:\n\nSince the shooting at Marjory Stoneman Douglas High School in Florida two weeks ago, a number of companies have taken a position in the debate over guns. Many severed ties with the National Rifle Association.\n\nAILSA CHANG, HOST:\n\nToday Walmart said it would raise the age to buy guns and ammunition to 21. That decision came the same day Dick's Sporting Goods announced it's no longer selling assault-style rifles like the one used in the high school shooting at any of its stores. That includes all Dick's stores and Field & Stream stores. It's not selling high-capacity magazines either, and it's also setting a minimum age of 21 to buy other firearms.\n\nSHAPIRO: CEO Ed Stack went on ABC's \"Good Morning America\" to explain why.\n\n(SOUNDBITE OF TV SHOW, \"GOOD MORNING AMERICA\")\n\nED STACK: We're staunch supporters of the Second Amendment. I'm a gun owner myself. But we've just decided that based on what's happened and with these guns, we don't want to be a part of this story. And we've eliminated these guns permanently.\n\nSHAPIRO: Some customers today cheered the move. We caught up with Christina Reveir in Boise, Idaho.\n\nCHRISTINA REVEIR: You know, I grew up around guns, and my family has guns. But I definitely don't think that anyone needs an assault rifle.\n\nCHANG: Others said the company's announcement wouldn't stop violent crime. Here's Bruce Dickinson in Elmira, N.Y.\n\nBRUCE DICKINSON: You can put down on paper anything you want. Somebody wants to get a gun, they're going to get a gun. If they're out there, they can find it. They can get it.\n\nSHAPIRO: And other Dick's customers shrugged. Todd Jameson of Macon, Ga., says he has lots of guns, including multiple assault-style rifles. But...\n\nTODD JAMESON: It's their opinion. It's their store. If they want to carry them, great. If not, that's up to them.\n\nCHANG: Joining us now to talk about these developments today is NPR's Uri Berliner. Hey, Uri.\n\nURI BERLINER, BYLINE: Hi, Ailsa.\n\nCHANG: So I want to start with this move by Walmart. Do you think Dick's Sporting Goods' announcement this morning pressured Walmart to act the very same day?\n\nBERLINER: Well, it's certainly notable that they did it on the same day. They could have done this at any other time.\n\nCHANG: Sure.\n\nBERLINER: But they did it today right after this very dramatic announcement by Dick's Sporting Goods this morning.\n\nCHANG: But the news about Walmart is in a way a bigger deal because it has the power to move the market in a way that Dick's does not, right?\n\nBERLINER: Yeah. I mean, Walmart - whenever Walmart does something, people pay attention. It's the biggest retailer in America. Walmart has hundreds and hundreds of stores. People shop in Walmart every day. When Walmart speaks, people pay attention. And it's notable.\n\nCHANG: We should note that three years ago, Walmart had already ended its sales of modern sporting rifles, including the AR-15. Why was that? Why did it do that three years ago?\n\nBERLINER: Well, they said they did it because of softening demand and that they were going to sell more hunting rifles and those kinds of things. But Walmart was also under pressure from a shareholder to stop selling those kinds of assault-style rifles.\n\nCHANG: All right, I want to get to Dick's Sporting Goods' announcement, too. After Sandy Hook, Dick's removed all assault-style rifles from its main stores, but they just ended up selling those guns at Field & Stream stores, which they own. Today, however, Ed Stack, the CEO of Dick's - he said that the changes that they are making today are going to be across the company and permanent. Why do you think the Parkland shooting was the tipping point and not Sandy Hook?\n\nBERLINER: Well, he directly said that it was about the kids and their response to this horrific violence and their response to gun violence in general. You know, what he said - when we take a look at those kids and the parents and the heroes in the school, what they did, our view was if the kids can be brave enough to organize like this, we can be brave enough to take these out of here. He also said about the kids, we heard you. The nation has heard you.\n\nCHANG: Stack had also said this morning that Dick's is ready for a backlash. I mean, do you think they should be expecting a backlash from the gun rights side?\n\nBERLINER: That's likely. Today, though, if you were - they were looking for an investor backlash, they didn't get it. Dick's stock price closed up a bit today. So it wasn't like investors were saying, this company is in a lot of trouble; were selling. That didn't happen.\n\nCHANG: If that's the case - that Dick's maybe doesn't ultimately see a huge financial loss because of the decision today, are these decisions by both Walmart and by Dick's business-driven decisions, meaning what's good politically is ultimately fine for business?\n\nBERLINER: It's hard to say really what the primary motivation is, but corporate CEOs don't do things that materially harm their company financially. They just don't do that. We don't know exactly how much of Dick's revenues, its sales come from the sales of firearms. It's certainly less than half - significantly less than half and assault-style rifles much less than that. So those sales probably aren't going to have a big impact on the overall bottom line of the company. The question is, is there going to be a backlash from customers, from customers who are NRA members? That's the key thing.\n\nCHANG: All right, that's NPR's Uri Berliner. Thank you, Uri.\n\nBERLINER: Thank you, Ailsa.\n\nCHANG: And special thanks to member station WSKG, Boise State Public Radio and Georgia Public Broadcasting for contributing to this report.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["guns", "rifles", "longer", "walmart", "sell", "selling", "thats", "stores", "sporting", "today", "dicks", "ammunition", "announces", "gun", "21"], "polarity": 0.10041720291720288, "subjectivity": 0.44130040755040767},
{"title": "Three Marines Treated After Exposure To Suspicious Substance From Envelope ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589648899/three-marines-treated-after-exposure-to-suspicious-substance-from-envelope", "text": "Three Marines Treated After Exposure To Suspicious Substance From Envelope\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nAuthorities are investigating a suspicious substance in an envelope after three Marines were hospitalized at Joint Base Myer-Henderson Hall in Arlingon, Va., on Tuesday.\n\nAfter the envelope was opened around 3 p.m., 11 people began to feel ill. The building was evacuated, according to a statement by base officials.\n\nFollowing an evaluation of the 11 personnel, three were transported to a hospital for further medical evaluations. All three were released at approximately 10 p.m.\n\nBase officials worked with local HAZMAT teams, NCIS and the FBI, and the building was screened and cleared. All personnel were allowed to report to work on Wednesday.\n\nNCIS and the FBI are conducting a joint investigation, officials said.", "keywords": ["exposure", "substance", "wilsongetty", "marines", "officials", "mark", "fbi", "envelope", "joint", "suspicious", "treated", "personnel"], "polarity": -0.36666666666666664, "subjectivity": 0.5777777777777778},
{"title": "Top Democrat Says Election Will Decide DACA's Fate", "url": "https://www.npr.org/2018/02/28/589645083/top-democrat-says-election-will-decide-dacas-fate", "text": "Top Democrat Says Election Will Decide DACA's Fate\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nSen. Dick Durbin, D-Ill., has long led the push to provide a permanent legal status for \"DREAMers\" — young adults in the United States illegally who were brought to the country as children.\n\nDurbin was in the mix on multiple bipartisan deals in recent months, as the clock ticked toward a March 5 expiration of the Deferred Action for Childhood Arrivals program, which President Trump decided in September 2017 to end.\n\nBut with Congress still gridlocked on DACA and the Supreme Court refusing to intervene in two federal cases negating that deadline, the Senate's No. 2 Democrat seems to be throwing in the towel.\n\n\"This election, the election of new members to the House and Senate, will decide the fate of this issue,\" Durbin told NPR's All Things Considered on Wednesday.\n\nPolitics Sen. Dick Durbin Weighs In On Path Forward For Immigration Reform Sen. Dick Durbin Weighs In On Path Forward For Immigration Reform Listen · 8:14 8:14\n\nEarlier this week, the Supreme Court rejected a Trump administration request that it take up DACA. Two lower courts have blocked the government from ending the DACA program. With the cases likely to take months, if not more than a year, to possibly make their way back to the highest court, DACA will remain in place for the extended future.\n\nUntil the lower courts had blocked DACA's expiration, Congress had been working to make DACA permanent by the March 5 deadline. While the program itself enjoys broad support among Democrats and Republicans, Trump and GOP leaders had insisted that any measure making it permanent also include money for a border wall, as well as restrictions on future legal immigration.\n\nTwo weeks ago, multiple immigration measures were brought to the Senate floor for votes, but all failed to earn the 60 votes needed to stay alive. Two narrow measures came close, but President Trump tanked their chances by threatening to veto any immigration measure that did not include his legal immigration demands.\n\nTrump's preferred measure got less support than anything else the Senate voted on that week.\n\n\"We learned something during the course of this [debate], and it was unsettling,\" Durbin told NPR. \"We learned what the president's real priorities were. The president said, 'Let's help these young people. We need to do something to fix DACA.' And yet given that opportunity, he rejected it. It turns out this debate wasn't about a wall, it was about a new immigration policy in America; it was about rejecting the notion that we are a nation of immigrants.\"\n\nDurbin was one of the lawmakers in the Oval Office when Trump used vulgar language to refer to African countries during a meeting about a bipartisan DACA fix. Anger over that statement — and over Trump's refusal to consider a narrow DACA bill — led to a brief partial federal government shutdown, when Democrats voted down a short-term spending bill.\n\n\"Who knew when we got into Trump presidency that we would reach a point where Sen. McConnell would feel compelled to bring this matter to the floor and give us a week's time,\" Durbin said of the promise the majority leader made to Democrats to end the stalemate. \"We managed to reach that point and so we had our chance — we came close but not close enough to win.\"", "keywords": ["dacas", "president", "measure", "fate", "senate", "permanent", "durbin", "decide", "immigration", "program", "trump", "daca", "election", "democrat", "sen"], "polarity": -0.03208094458094458, "subjectivity": 0.3516345891345893},
{"title": "Trump Angers Conservatives Over Guns While Negotiating With Lawmakers On TV", "url": "https://www.npr.org/2018/02/28/589635979/trump-backs-conflicting-gun-measures-while-negotiating-with-lawmakers-on-tv", "text": "Trump Angers Conservatives Over Guns While Negotiating With Lawmakers On TV\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 7:52 p.m. ET\n\nIn a freewheeling meeting with lawmakers on efforts to curtail gun violence, President Trump appeared to throw his support behind a number of conflicting measures, including some that are opposed by the powerful gun lobby.\n\nConservatives and allies of the president were angered by such signals on Wednesday, while others have begun to sound the alarm that Trump is continuing to demonstrate an unfamiliarity with basic policy proposals and a misunderstanding of the legislative process.\n\nDuring the gathering at the White House of both GOP and Democratic lawmakers, the president showed an openness to expanding background checks, possibly raising the age to purchase AR-15 rifles and also overriding due process, if necessary, to take guns away from mentally ill people or those who have been red-flagged as potential dangers, as the admitted shooter in Parkland, Fla., two weeks ago had been.\n\nTrump bluntly told GOP lawmakers that any effort to include a concealed-carry reciprocity measure with a gun bill would effectively sink its chances — which is because of firm opposition from Senate Democrats. But there were other moments where the president showed a naiveté of the lawmaking process, claiming that it would be easy to get 60 votes for a bill to pass the Senate, suggesting merging some incompatible ideas and chiding lawmakers for being too beholden to the National Rifle Association — a group from which he has enjoyed broad support and with whose leaders he remains particularly chummy.\n\nThe fallout from the meeting already has one pro-Trump news website turning on the president.\n\n\"Trump the Gun Grabber: Cedes Dems' Wish List— Bump Stocks, Buying Age, 'Assault Weapons,' Background Checks...\" was the headline on Breitbart News afterward.\n\nSenate Majority Whip John Cornyn, R-Texas, told reporters the White House meeting did little to advance the debate in Congress over legislation aimed at curbing gun violence.\n\n\"It's still unclear to me what can actually pass, and my experience is these things are harder to do than they sound. So I think we'll sleep on it and see where we are tomorrow,\" he said.\n\nThe president repeatedly challenged long-standing GOP orthodoxy on gun policy in Wednesday's meeting, leaving legislators bewildered by what happens next and what, precisely, Trump actually supports.\n\n\"I think everybody is trying to absorb what we just heard,\" Cornyn said. \"He's a unique president and I think if he was focused on a specific piece of legislation rather than a grab bag of ideas then I think he could have a lot of influence, but right now we don't have that.\"\n\nEmphasis on comprehensive legislation\n\nTrump underscored that he wants a bill that will address many issues he believes has contributed to mass shootings over the past few decades, ranging from background check loopholes to mental health legislation.\n\n\"We can really get there but we have to do it,\" Trump said at the outset of the meeting.\n\nThere are two major bipartisan Senate bills the president seized upon and even suggested could be merged. First, he voiced support for the effort by Sens. Joe Manchin, D-W.Va., and Pat Toomey, R-Pa., which failed in 2013 in the aftermath of the Sandy Hook Elementary School shooting, that would have expanded background checks.\n\nTrump expressed disbelief that such a bill didn't pass after such a devastating attack that killed 20 young children and six adults. And one reason it failed, he chided, was that then-President Barack Obama didn't sufficiently support it — despite the fact that Obama spent considerable time and political capital to back its passage, calling it \"a pretty shameful day for Washington\" when it fell just six votes short of the 60 needed to advance in the Senate.\n\nTrump asked what that bill did to address raising the age from 18 to 21 for some firearm purchases like AR-15s, which have been used in several deadly shootings. Toomey responded that it didn't currently address it, to which Trump retorted that was because \"you're afraid of the NRA.\"\n\nToomey spokesman Steve Kelly later pointed out in a statement that the NRA downgraded Toomey's rating and refused to back his re-election bid after his bill with Manchin and that he has never taken any money from the group since becoming a senator, which \"demonstrated that he is not afraid of the NRA or any other special interest group.\"\n\nThe second bill Trump signaled his support for is the \"Fix NICS\" bill proposed by Cornyn and Chris Murphy, D-Conn., which would improve reporting to the National Instant Criminal Background Check System and, they hope, flag people who shouldn't be able to purchase guns.\n\nMurphy, who has been a leading voice for gun control especially after the 2012 elementary school shooting in Newtown, Conn., complained that they haven't been able to get anywhere significant in the past few years because \"the gun lobby has a veto power.\"\n\n\"If all we end up doing is the stuff that the gun industry supports, then this just isn't worth it,\" Murphy said.\n\nHe also argued that implementing universal background checks is critical, citing statistics that gun murders in states with such checks have dropped by over one-third. Currently, background checks at gun shows and for Internet sales aren't federally mandated. The NRA has opposed such an expansion.\n\nLater on, Trump again posited he would be willing to buck the NRA if necessary — despite the fact he has repeatedly assured the lobbying group he is a loyal ally, had lunch over the weekend with the group's leaders and said earlier in the meeting that he is a \"big fan\" of the group.\n\n\"They have great power over you people. They have less power over me,\" Trump said, latter adding that, \"Some of you people are petrified of the NRA. You can't be petrified.\"\n\nTrump also suggested merging the assault weapons ban bill that Sen. Dianne Feinstein, D-Calif., has proposed with the Manchin-Toomey and Cornyn-Murphy bills.\n\n\"Dianne, if you could add what you have also — and I think you can — into the bill,\" Trump said at one point.\n\nAny effort to ban assault weapons or AR-15 rifles would be a nonstarter with the NRA and Republicans.\n\nFeinstein was visibly amused, exclaiming, \"Joe, are you ready?\" as the West Virginia senator hung his head.\n\nAnd Trump also pushed back against House Majority Whip Steve Scalise, R-La. — who was shot and critically wounded last June during a congressional baseball practice — when he talked about the House's efforts to attach concealed-carry reciprocity across state lines to the Cornyn-Murphy bill.\n\n\"Steve, it's very hard to add the one thing that you want. ... Let's consider it for a separate bill,\" the president said.\n\n\"Take the gun first, go through due process second\"\n\nOne of the more surprising stances Trump took appeared to flout due process for gun owners.\n\nAfter Vice President Pence began to talk about how he and the president had conversations with governors earlier this week, Trump interjected that people should \"take the firearms first and then go to court\" if there is a concern about someone having a gun and potentially being unstable or likely to commit violence.\n\n\"A lot of times by the time you go to court, it takes so long to go to court to get the due process procedures, I like taking the guns early,\" Trump continued.\n\nThe president cited multiple warnings that lawmakers had about the Parkland shooter that went ignored by law enforcement.\n\n\"Take the gun first, go through due process second,\" Trump said.\n\nSen. Ben Sasse, R-Neb., a frequent Trump critic, was not amused by such a suggestion.\n\n\"Strong leaders don't automatically agree with the last thing that was said to them. We have the Second Amendment and due process of law for a reason,\" Sasse said in a statement after the meeting. \"We're not ditching any Constitutional protections simply because the last person the President talked to today doesn't like them.\"\n\nAt last week's Conservative Political Action Conference, Trump warned the crowd that it was Democrats who would \"take away your Second Amendment ... which we will never allow that.\"\n\nDoubling down on arming teachers\n\nTrump did reiterate his support for one measure the NRA has heavily backed — arming some teachers and school personnel, ending gun-free school zones as a way to solidify school security.\n\n\"You've got to have defense too,\" the president said in his opening remarks. \"You can't just be sitting ducks, and that's exactly what we've allowed people in these buildings to be.\"\n\n\"They're not going to come in when they know they're going to come out dead,\" Trump later added, though he did seem to suggest it could be an issue left up to individual states.\n\nSome lawmakers, such as Sen. Steve Daines, R-Mont., and Rep. John Rutherford, R-Fla., spoke in support of such a proposal. Others, including Rep. Ted Deutch, D-Fla., who represents Parkland, said he and many others oppose such measures.\n\nWill any of this matter?\n\nWhile the meeting did show that there could be some consensus reached on these issues, Trump has often thrown his support behind measures, only to see those endorsements walked back later by White House staff or contradicted by the president himself. That's on top of the fact that the president often appears highly influenced by the last person he talked to about an issue. So anything Trump appeared to get behind or suggest at the meeting should be taken with a grain of salt.\n\nA similar bipartisan meeting happened in early January on efforts to field a comprehensive immigration bill that would address the Deferred Action for Childhood Arrivals program. In that meeting, Trump suggested he would sign any bill lawmakers sent him and that he would take any heat and expected backlash from the anti-immigration wing, which has been a major bloc of support for the president.\n\nBut later Trump insisted that any bill contain not only funding for his border wall but cuts to legal immigration, which was a nonstarter with Democrats and even some Republicans. Ultimately, many proposals failed earlier this month in the Senate.\n\nSen. Lindsey Graham, R-S.C. — a sometimes critic, sometimes ally of Trump's — expressed some skepticism after the meeting and also issued a warning.\n\n\"If the president has another one of these sessions and he doesn't follow through, it's going to hurt him. It's going to hurt the Republican Party,\" Graham told CNN. \"I've seen this movie before. If it ends up like immigration he's done himself a lot of harm.\"\n\nCornyn also said many of Trump's comments would not sway the debate. \"I wouldn't confuse what he said with what can actually pass. I don't expect to see any great divergence in terms of people's views on the Second Amendment, for example.\"\n\nCornyn is still supporting his incremental, bipartisan bill co-authored with Murphy, the Connecticut Democrat, to improve the current background check system. But without broad agreement in the Senate, the legislation could easily get bogged down in more controversial gun debates.\n\n\"It's pretty clear to me that we're not going to get that consent agreement, so that means [Senate Majority Leader Mitch McConnell] is going to have to make a decision on how to proceed and how much floor time he's willing to commit to this,\" Cornyn said.\n\nEarlier in the week Cornyn expressed hope that Congress could act on the bill this week, but he said Wednesday it is clear that will not happen. Like many lawmakers, he was candid that this gun debate may again yield no tangible legislative results.\n\n\"I think the deadline is going to be the next mass shooting. It's only a matter of time, and if we don't do something I think there's going to be a heavy price to pay,\" he said.\n\nThe Texas Republican added: \"I don't want to meet another family who lost a loved one in a mass shooting and think we could have done something which would have prevented this, but we didn't do it because we didn't act.\"", "keywords": ["guns", "president", "bill", "conservatives", "tv", "negotiating", "trump", "going", "angers", "think", "support", "background", "meeting", "gun", "lawmakers"], "polarity": 0.05852210564074969, "subjectivity": 0.4212969688817148},
{"title": "Spotify Files Papers For Its Entry To The Stock Market", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589627338/spotify-files-papers-for-a-1-billion-entry-to-the-stock-market", "text": "Spotify Files Papers For Its Entry To The Stock Market\n\nEnlarge this image toggle caption Toru Yamanaka/AFP/Getty Images Toru Yamanaka/AFP/Getty Images\n\nSee SPOT list.\n\nSpotify, the world's most-used on-demand music streaming service, has pulled the curtain back on its New York Stock Exchange debut, expected in late March or early April, when it will trade under the symbol SPOT, according to its filing with the Securities and Exchange Commission on Wednesday.\n\nAs NPR has reported, Spotify is not entering the market through an initial public offering, but will simply list its shares on the NYSE, saving the company an estimated $300 million in the fees usually associated with going public.\n\nSpotify was launched in Stockholm in 2006, by Daniel Ek, now its CEO, and Martin Lorentzon, its director. It wasn't the first \"on-demand\" streaming service — that distinction is Rhapsody's, launched in 2001 — but it was the first to gain significant traction with consumers. According to its filing, Spotify is now used in 61 countries by 159 million people a month, 71 million of whom pay for the service.\n\nDespite the fact that most of its users don't pay, the 71 million who do generate 90 percent of the company's revenue, according to the filing. But, like many tech companies that focus on acquiring users over generating money, it has yet to turn a profit — last year alone, the company made $4.98 billion, but lost $1.5 billion.\n\nDespite its own questionable fiscal health, the company is given a lot of credit for turning around the fortunes of the recorded music industry. Most of the money Spotify makes goes right back into the source of the music it distributes to its customers. Of the nearly $5 billion is made last year, $3.95 billion went to pay for the music it streamed.\n\nThat money has been a lifeline for the recorded music business, which went through a long period of contraction, from 1999 through 2014, losing 40 percent of its revenues. In 2016, streaming added $1 billion in revenues to the global recorded music industry.\n\nThe same labels it's helping to save also hold Spotify's fate in their hands, however. According to its filing, four companies — Universal Music Group, Sony Music, Warner Music Group and Merlin, which represents tens of thousands of independent record labels — control 87 percent of the music people listened to on the platform last year.\n\nThat concentration of power — what Spotify calls its \"lack of control over the providers of our content and their effect on our access to music\" — coupled with the extremely complex system around licensing and legally playing music, mean it's not completely in control of its own fate. Compare this to a company like Netflix, which now drives its viewers toward films and shows it has created.\n\nJust before the turn of the new year, Spotify was sued — not for the first time — for $1.6 billion over a failure to pay artists, over what it says is a complex system.\n\nWednesday's filing also makes mention of some controversies in Spotify's past. Recently, a scam based on a clever manipulation of robot-driven streams of fake music was alleged by Music Business Worldwide. The filing, among the many risks it lists, says: \"... an individual might generate fake users to stream songs repeatedly, thereby generating revenue each time the song is streamed. ... In 2017, we detected instances of botnet operators creating fake new User accounts seemingly for the above purposes.\"\n\nSimilarly, last year the company was accused of hiring producers — at the time, what were called \"fake artists\" — to create music for its own (very popular) playlists in order to fulfill what it perceived as a demand from its customers. The filing mentions it may in the future \"expend substantial financial resources on [among other things] ... creating new forms of original content.\"\n\nThe question, as ever, remains: What will the future hold?", "keywords": ["files", "music", "entry", "stock", "pay", "market", "fake", "according", "filing", "users", "million", "spotify", "company", "papers", "billion"], "polarity": 0.04277404798591239, "subjectivity": 0.41155715753173383},
{"title": "LISTEN: Dolphins Use Targeted Echolocation To Plan Their Hunting Dives", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589327979/listen-dolphins-use-targeted-echolocation-to-plan-their-hunting-dives", "text": "LISTEN: Dolphins Use Targeted Echolocation To Plan Their Hunting Dives\n\nEnlarge this image toggle caption J. Maughn/Flickr J. Maughn/Flickr\n\nThe central challenge of dolphin existence is that your oxygen is on the surface and your dinner is in the deep. Hang out breathing air too long and you'll starve. Dive too deep for food and you'll drown.\n\nTo thrive, dolphins must use their oxygen wisely. A new study of one type of dolphin suggests they do that by carefully planning each dive, using information from previous dives to predict where food might be.\n\nThe study, published Wednesday in the Journal of Experimental Biology, used a relatively new technology to record the locations and vocalizations of 33 Risso's dolphins as they swam and hunted off San Clemente Island in Southern California. Researchers led by Patricia Arranz of the University of La Laguna in Spain used suction cups to attach small recorders to the dolphins.\n\nThe devices produced high-quality recordings of the sounds dolphins make when they are hunting. In the excerpt embedded below, you can hear the individual echolocation clicks a dolphin uses to search for food, Arranz explained via email, as well as what researchers refer to as \"buzzes.\"\n\nBuzzes are \"faster, lower-intensity click sequences [during] prey capture attempts,\" she explained. You can imagine the dolphin using clicks to locate a squid, for example, and the buzzing as it approaches and attempts to catch the squid.\n\nHere's what the dolphins sound like when they're in a group — the National Oceanic and Atmospheric Administration made this recording of Risso's dolphins for separate research, using a special microphone placed directly in the water.\n\nRisso's Dolphin Group 0:17\n\nUsing the recordings of individual animals, as well as detailed information about where prey were lurking, Arranz and colleagues in California and the United Kingdom set out to test the hypothesis that dolphins might be planning their dives. Such a finding would be controversial.\n\nThere is widespread disagreement about the ability of nonhuman animals to use past information (there was a fish at this depth recently) to inform future actions (therefore I should focus my limited oxygen on hunting at that depth now). A 2016 review of the scientific literature suggested that \"only humans are able to construct and reflect on narratives of their lives — and flexibly compare alternative scenarios of the remote future.\"\n\n\"This remains a contentious subject,\" the authors of the new study write in their introduction, before laying out evidence that Risso's dolphins were doing just that kind of planning.\n\nThe researchers found that after dolphins found success hunting at a certain depth, as evidenced by the buzzing sounds that accompany attacks on prey, they adjusted the volume and frequency of their echolocation clicks to focus on that depth during future dives.\n\nAlthough it's possible other air-breathing marine mammals have similar abilities, dolphins are particularly useful for research because they use audible echolocation, which announces their intentions.", "keywords": ["researchers", "depth", "echolocation", "dolphins", "dolphin", "study", "rissos", "targeted", "listen", "prey", "plan", "dives", "hunting", "using"], "polarity": 0.07765151515151515, "subjectivity": 0.4098513328776487},
{"title": "Pedestrian Fatalities Remain At 25-Year High For Second Year In A Row", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589453431/pedestrian-fatalities-remain-at-25-year-high-for-second-year-in-a-row", "text": "Pedestrian Fatalities Remain At 25-Year High For Second Year In A Row\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nAfter two years of marked increases, the number of pedestrian fatalities in the U.S. is holding steady with nearly 6,000 pedestrians killed in 2017, according to estimates from the Governors Highway Safety Association.\n\nThat's a 25-year high, GHSA says. While the rise \"appears to be tapering off,\" the group said, the \"continuation of pedestrian fatalities at virtually the same pace ... raises continued concerns about the nation's alarming pedestrian death toll.\"\n\nThe high rate of pedestrian deaths comes as deaths from other types of traffic fatalities are dropping. The group notes that improvements in vehicle safety make crashes safer for people inside cars — but just as deadly for pedestrians.\n\nPedestrian deaths rose by 27 percent from 2007 to 2016, while other types of traffic deaths dropped by 14 percent, GHSA reports. As a result, pedestrian deaths make up a growing proportion of overall motor vehicle fatalities.\n\nThe GHSA report is based on preliminary data from state highway authorities. Twenty-three states and Washington, D.C., had increases in pedestrian fatalities, while 20 states showed a decrease and the rest remained steady.\n\nLoading...\n\nFive states — California, Florida, Texas, New York and Arizona — accounted for 43 percent of pedestrian deaths during the first half of 2017, despite being home to just 30 percent of the U.S. population.\n\nLast year, NPR's Laurel Wamsley reported on a study that identified the most dangerous cities for pedestrians. Eight of the top 10 most dangerous areas were in Florida, according to the study by Smart Growth America. And people of color are disproportionately affected by the hazards, as Laurel reported:\n\n\"People of color are over-represented among those pedestrians killed. Non-white people are 34.9 percent of the U.S. population, but make up 46.1 percent of pedestrian deaths. \"In certain places, this disparity is especially stark. In North Dakota, Native Americans are 5 percent of the population, but account for nearly 38 percent of pedestrian deaths.\"\n\nThe study also found that the elderly, the poor and those without health insurance were more likely to live in areas that are dangerous for pedestrians.\n\nThe new GHSA report does not break deaths out by race, income or insurance. It does, however, find that children and the elderly are \"especially vulnerable.\"\n\nWhy exactly have the pedestrian death rates risen since 2014? Last year, when the annual GHSA report showed an 11 percent year-over-year increase in pedestrian fatalities, NPR's David Schaper took a close look at the possible explanations:\n\n\" 'A perfect storm' of factors spurred the increase, [GHSA spokeswoman Maureen] Vogel says: A stronger economy and low gas prices have put more cars on the road and have people driving more often, 'but that is really only part of the story ... so something else is at play here.' \"One possibility can be seen during rush hour in downtown Chicago just by looking at both the drivers of the dozens of vehicles inching through traffic and the scores of pedestrians crossing the busy intersections. One thing many have in common is that their eyes are down, staring at their phones. \" 'We are crazy distracted,' says Melody Geraci, deputy executive director of the Active Transportation Alliance, a Chicago group advocating for better walking, cycling and public transportation options. 'After speeding and the failure to yield, distractions are the number three cause [of pedestrian fatalities], particularly by electronic devices.' \"Drivers distracted by their devices are a well-documented, rising cause of traffic crashes, but there are a growing number of pedestrians, too, who can become oblivious to traffic around them.\"\n\nOther factors include vehicle speeds and alcohol use — not just by drivers, but by pedestrians. According to the most recent GHSA report, 33 percent of pedestrian fatalities involved a pedestrian with a blood alcohol content above the legal driving limit. Of course, it's not illegal to walk while drunk, but it can be dangerous — even deadly.\n\nSeventy-five percent of fatalities occurred in the dark, and in 72 percent of the victim was walking in or crossing a road and wasn't in an intersection.\n\nThe new report also suggests marijuana may also play a role:\n\n\"The seven states (Alaska, Colorado, Maine, Massachusetts, Nevada, Oregon, Washington) and DC that legalized recreational use of marijuana between 2012 and 2016 reported a collective 16.4 percent increase in pedestrian fatalities for the first six months of 2017 versus the first six months of 2016, whereas all other states reported a collective 5.8 percent decrease in pedestrian fatalities.\"\n\nBut, GHSA notes, it can't make a \"direct correlation\" or \"definitive link\" to explain those states' relatively high rates of pedestrian deaths.", "keywords": ["second", "report", "remain", "row", "pedestrians", "dangerous", "ghsa", "high", "fatalities", "25year", "deaths", "states", "traffic", "pedestrian"], "polarity": 0.030094496552829895, "subjectivity": 0.4771084856501523},
{"title": "Russia's Olympic Committee Reinstated After Doping Scandal", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589578318/russias-olympic-committee-reinstated-after-doping-scandal", "text": "Russia's Olympic Committee Reinstated After Doping Scandal\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nAfter a major doping scandal limited Russia's participation at the Pyeongchang Winter Olympics, the country's Olympic committee has been formally reinstated by the International Olympic Committee.\n\nThis comes after the IOC said remaining test results from Russians who competed in the games came back negative.\n\nIn December, the IOC announced that Russia's Olympic committee was suspended because of the state-sponsored cheating. As NPR's Bill Chappell has reported, their athletes could still compete – but under the title of \"Olympic Athlete from Russia.\" Their uniforms bore the Olympic symbol and they carried the Olympic Flag at the opening ceremony. One hundred and sixty-eight took part in the games as neutral athletes.\n\nThere was some speculation that Russia might be reinstated in time for the closing ceremony, allowing the athletes to march under the Russian flag. The country's Olympic committee paid some $15 million in fines.\n\nBut two Russian athletes failed doping tests — curling bronze medalist Alexander Krushelnitckii, whose mixed-doubles medal was stripped, and bobsledder Nadezhda Sergeeva. As Bill reported, the IOC said the failed tests and other factors \"prevented the IOC from even considering lifting the suspension for the closing ceremony.\"\n\nNow that all final results are in, the IOC says that Russia's suspension is \"automatically lifted with immediate effect.\"\n\n\"We must turn this page,\" said Russian President Vladimir Putin at a ceremony for Olympians on Wednesday, according to The Associated Press. \"We must draw relevant conclusions for ourselves, but I hope that international organizations also will eventually understand that sports must be kept away from problems unrelated to it.\"\n\nThe IOC's decision to ban Russia was prompted by a report from the World Anti-Doping agency led by law professor Richard McLaren.\n\n\"Released in two phases, the McLaren report concluded that Russia's scheme involved more than 1,000 Russian athletes and that it also included plans both for manipulating doping controls and for covering up the system,\" Bill reported.\n\nFigure skater Alina Zagitova won the only individual gold medal by an athlete from Russia at this year's games. Head here for Bill's account of that medal ceremony, where the Olympic anthem played instead of the Russian one.", "keywords": ["doping", "ceremony", "ioc", "scandal", "olympic", "athletes", "russian", "russias", "reinstated", "russia", "committee"], "polarity": -0.028101503759398502, "subjectivity": 0.306203007518797},
{"title": "Amid Pressure From Nassar Case, USOC Chief Executive Scott Blackmun Will Step Down", "url": "https://www.npr.org/2018/02/28/589619868/amid-pressure-from-nassar-case-usoc-chief-executive-scott-blackmun-will-step-dow", "text": "Amid Pressure From Nassar Case, USOC Chief Executive Scott Blackmun Will Step Down\n\nNPR's Ari Shapiro speaks with Washington Post reporter Sally Jenkins about the resignation of U.S. Olympic Committee chief executive Scott Blackmun, who cited health problems due to prostate cancer as his reason for stepping down, but there have also been calls for his resignation for not doing enough to address the sexual abuse cases within the U.S. Olympics gymnastics team.\n\nARI SHAPIRO, HOST:\n\nThe head of the U.S. Olympic Committee has stepped down. According to the USOC, Scott Blackmun resigned due to health issues. Pressure had been building for changes to committee leadership after multiple stories of sexual misconduct by Olympic coaches and staff. Washington Post columnist Sally Jenkins joins us now. Hi, there.\n\nSALLY JENKINS: Hi.\n\nSHAPIRO: You're one of many columnists who have called for a total overhaul of USOC leadership. Do you think Blackmun's exit is due more to those sorts of critiques or to the health problems that he cited?\n\nJENKINS: Oh, I think it's definitely a response to the absolute catastrophe at the United States Olympic Committee with these sexual abuse cases. I mean, this is far, far from over. I think there are more disclosures to come. There's more investigating to be done.\n\nSHAPIRO: More disclosures, more investigating - do you think more resignations?\n\nJENKINS: Oh, I think so. I mean, I think they're in for a thorough reorganization. I think there'll be other resignations. I think Congress is going to take a really strong hand at this point. I think there's a big demand among athletes for really a full investigation. I don't think we know the whole truth yet.\n\nSHAPIRO: In the announcement today, the U.S. Olympic Committee highlighted what it calls additional reforms and new initiatives designed to protect athletes from abuse and respond quickly and effectively when issues surface. Do you think the committee can change from within? Is it up to this task?\n\nJENKINS: I don't think so. I think this is classic crisis management. These are, you know, these are measures that should have been taken two years ago, if not 30 years ago. You know, I really - I don't think any athletes have faith that the USOC is truly self-investigating or in a position to self-correct.\n\nSHAPIRO: And setting aside the sexual misconduct allegations, you've also talked about the incredible pay disparities. More than 100 USOC staff earning hundreds of thousands of dollars a year, while the Women's Olympic Hockey Squad, to take one example, was paid $6,000 in four years. Do you think the committee has recognized that that is also a problem?\n\nJENKINS: I don't believe so. I think that the marketers are really at the center of that organization and have convinced themselves that they're somehow more important than the actual athletes. You know, the athletes are the real engine of the Olympic movement, they're the real financial engine. They are the people that sponsors want to sponsor and audiences want to see. And I think the business people somehow persuaded themselves that they were the real rainmakers. And I think we need to turn the organization on its head.\n\nThe athletes need to be the center of the movement, not the periphery of the movement.\n\nSHAPIRO: Washington Post sports columnist Sally Jenkins, thank you for your time.\n\nJENKINS: Thank you.\n\nSHAPIRO: She was speaking with us about the resignation of the CEO of the U.S. Olympic Committee, Scott Blackmun.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["amid", "step", "committee", "jenkins", "sexual", "know", "usoc", "case", "blackmun", "olympic", "athletes", "really", "chief", "executive", "scott", "pressure", "nassar", "think"], "polarity": 0.18900058275058276, "subjectivity": 0.49912587412587417},
{"title": "Lawmakers Meet With President Trump To Discuss School Shooting Prevention", "url": "https://www.npr.org/2018/02/28/589600402/lawmakers-meet-with-president-trump-to-discuss-school-shooting-prevention", "text": "Lawmakers Meet With President Trump To Discuss School Shooting Prevention\n\nAILSA CHANG, HOST:\n\nAlso at the White House today, President Trump appeared to throw his support behind universal background checks for gun purchasers. The president met with Republican and Democratic lawmakers and urged them to work together in the wake of the deadly school shooting in Parkland, Fla.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: We have to act. We can't wait and play games and nothing gets done.\n\nCHANG: Trump also suggested he's willing to break ranks with the NRA on some measures, but he stopped short of endorsing a renewed ban on assault weapons. To explain all of this, NPR's Scott Horsley joins us now. Hey, Scott.\n\nSCOTT HORSLEY, BYLINE: Hi, Ailsa.\n\nCHANG: So this sounded like another one of those freewheeling White House meetings where the president lets TV cameras in for a negotiating session with lawmakers. What exactly is his position on background checks now?\n\nHORSLEY: Well, we got a somewhat clearer picture today. He's talking not only about improving the database against which checks are run but also making sure that all gun sales are subject to background checks. Congress looked at doing that after the Sandy Hook massacre five years ago, but the measure failed to get 60 votes in the Senate.\n\nNow, Trump suggested today that former President Obama just hadn't tried hard enough. In fact, former President Obama invested considerable political capital in that unsuccessful effort. But West Virginia Senator Joe Manchin, who was one of the sponsors of the bill, says Trump may have a weapon Obama did not, and that's his credibility with gun owners.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nJOE MANCHIN: Mr. President, the difference is there's not a person in West Virginia that believes that you're not going to defend their Second Amendment rights - not a person. With you taking a lead on something like this, it gives them the comfort.\n\nHORSLEY: And Trump seemed to embrace that role. But, you know, not for the first time, Ailsa, the president tried to make this look easier than it is. He said several times he can't understand why Congress hasn't acted on this already. And Senator Chris Murphy of Connecticut told the president frankly, I think you underestimate the power of the gun lobby.\n\nCHANG: Of course Trump was elected with strong support from the NRA. He had lunch with leaders of the group on Sunday. But then today he hinted that he might be willing to break with the gun lobby on some issues. How is all that going to play out?\n\nHORSLEY: Yeah. After he met with survivors of the Parkland shooting last week, the president had endorsed raising the age limit for buying a rifle to 21. The Florida gunman and was 19 years old.\n\nCHANG: Right.\n\nHORSLEY: But late last week, the president stopped talking about that idea. And people were wondering maybe the NRA got to him because the NRA is opposed to a higher age limit. Today Trump said he would certainly consider a higher age limit for long guns like the one that already exists for handguns.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: I can say that the NRA is opposed to it. And I'm a fan of the NRA. I mean, there's no bigger fan. I'm a big fan of the NRA. They want to do - these are great people. These are great patriots. They love our country. But that doesn't mean we have to agree on everything.\n\nCHANG: And the president also brushed aside one of the NRA's big legislative initiatives today.\n\nHORSLEY: He did. The NRA has been pushing a bill that would let anyone who can carry a concealed weapon in one state carry in all 50 states. And Louisiana Congressman Steve Scalise, who was himself a shooting victim last year, urged the president to add that into the mix. Scalise tried to link that idea to Trump's call for arming schoolteachers. But Trump said no. While he supports the concealed carry measure, he said it's probably a deal-breaker politically.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: If you add concealed carry to this, you'll never get it passed. Let it be a separate...\n\nUNIDENTIFIED MAN: When there are other ideas that are being talked about that would pass the House, you know?\n\nTRUMP: Yeah, I don't think, you know - again, you'll never get it passed. So we want to get something done.\n\nHORSLEY: You know, there were a lot of points in this meeting where the president seemed to have no idea about the gun debate that's been raging in this country for years now. But in that moment, he actually sounded like a practical politician who can count votes, including the votes of Democrats. I can't help thinking though, Ailsa - you know, we had a similar meeting a few weeks ago on the subject of immigration where it looked like there was a path to consensus coming out of it.\n\nCHANG: Right.\n\nHORSLEY: And it all blew up afterwards. We'll see if that happens again this time.\n\nCHANG: That's NPR's Scott Horsley. Thank you.\n\nHORSLEY: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["president", "carry", "discuss", "checks", "school", "prevention", "archived", "shooting", "trump", "nra", "meet", "today", "know", "gun", "lawmakers"], "polarity": 0.06462585034013606, "subjectivity": 0.3898526077097505},
{"title": "Why A New E.U. Draft Of How Brexit Should Work Is Complicating Matters", "url": "https://www.npr.org/2018/02/28/589600395/why-a-new-e-u-draft-of-how-brexit-should-work-is-complicating-matters", "text": "Why A New E.U. Draft Of How Brexit Should Work Is Complicating Matters\n\nThe future status of the United Kingdom's border with Ireland is once again proving a huge obstacle in the long process of Britain leaving the European Union.\n\nARI SHAPIRO, HOST:\n\nToday in Brussels, the European Union published its draft of how Brexit should work out, and it's not quite what politicians in London say they had envisioned. The biggest issue is shaping up to be the U.K.-Irish border. There are questions about trade and movement of people across that border after the U.K. leaves the EU. NPR's Lauren Frayer is in London following this story. Hi, Lauren.\n\nLAUREN FRAYER, BYLINE: Hi, Ari.\n\nSHAPIRO: For people not up on their geography, we're talking about one island that includes Northern Ireland, a country that's part of the U.K., and also Ireland, a separate country that is not. What does that border look like today?\n\nFRAYER: So right now, the border is completely open. So roads pass between the two countries. The only real difference is road signs are in miles on the British side, kilometers on the Irish side. Everyone on both sides of that border wants this system to continue, but Brexit poses a dilemma because when Northern Ireland leaves the European Union with the rest of Britain, its border with Ireland becomes an external EU border. And you typically have customs checks on frontiers like that.\n\nSHAPIRO: What was the EU proposal, and why did it upset leaders in London?\n\nFRAYER: So the EU today published a 120-page draft document - terms of its divorce with Britain. This document is up for negotiation. It's sort of a fallback plan if no other agreement is reached. And in there, it's said that in order to maintain an open border between Northern Ireland and the Republic of Ireland, the North may have to stay in the EU customs union even after the rest of the U.K. leaves. Again, that's so that there is no trade differences on the different sides of that border. But it means that part of the U.K., Northern Ireland, would not have a full Brexit with the rest of the country.\n\nSHAPIRO: Many listeners will remember that there has been a history of violence in Northern Ireland over the question of this border. There is a peace, but it's a tenuous peace. It sounds like the EU is now getting itself involved in this debate.\n\nFRAYER: Right. So any time you talk about the status of that border, it's very, very sensitive. I mean, this was always going to be an issue, and they haven't really ironed out what the conditions would be like on that border. I mean, the EU's chief negotiator said today, look, this is what we have been talking about - EU-British officials - have been discussing in meetings over the past year and a half. And yet, the reaction today among British officials was horror.\n\nSHAPIRO: So what has the line been from them?\n\nFRAYER: So in Parliament today, there was a pretty rowdy debate over this.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRIME MINISTER THERESA MAY: The draft legal text the commission have published would, if implemented, undermine the U.K. common market and threaten constitution integrity of the U.K. by creating a customs and regulatory border down the Irish Sea. And no U.K. prime minister could ever agree to it.\n\nFRAYER: That's Prime Minister Theresa May in Parliament today. You hear cheers and yelling. She's in a very sticky situation because she insists that all of the U.K., including Northern Ireland, a British-ruled territory, will leave the European Union and all of its institutions, including the customs union. It's pretty hard to make that happen without creating this messy situation on the U.K.-Irish border. And to complicate things, May's government is already very weak, and she relies on support from a hard-line Unionist Party in Northern Ireland in order to stay in power in London. Now, if that party doesn't get what it wants in this situation on the border, it could topple May's whole government.\n\nSHAPIRO: That's NPR's Lauren Frayer in London. Thanks a lot, Lauren.\n\nFRAYER: You're welcome, Ari.\n\n(SOUNDBITE OF GLASS CANDY'S \"ETHERIC DEVICE\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["brexit", "matters", "london", "draft", "thats", "european", "work", "northern", "eu", "uk", "union", "today", "complicating", "ireland", "border"], "polarity": 0.05514473304473303, "subjectivity": 0.4107139249639249},
{"title": "Supreme Court Examines Strict Laws For Inside Polling Places", "url": "https://www.npr.org/2018/02/28/589600388/supreme-court-examines-strict-laws-for-inside-polling-places", "text": "Supreme Court Examines Strict Laws For Inside Polling Places\n\nAILSA CHANG, HOST:\n\nEach of the 50 states has a law creating a campaign-free buffer zone outside polling places, laws the Supreme Court has long upheld. Today the court examined even stricter laws inside polling places. NPR legal affairs correspondent Nina Totenberg reports.\n\nNINA TOTENBERG, BYLINE: Every state has some sort of a ban on political apparel and buttons inside of polling places. All were enacted in the late 1800s and early 1900s to end rampant violence and intimidation on election days. Minnesota and some 10 other states have the strictest laws. Minnesota bars voters from wearing apparel, buttons or badges that bear a, quote, \"political message.\" Under the state's enforcement guidelines, poll watchers are told to ask any voter wearing such a message to either cover it up with a jacket or sweater or take it off. The guidelines give as examples Tea Party or moveon.org T-shirts.\n\nEnter Andrew Cilek, a conservative political activist who wore a T-shirt to the polls that said, Tea Party patriots, don't tread on me. He refused to cover it up, and though he was still allowed to vote, he challenged the law in court, contending it violated his First Amendment right of free speech.\n\nANDREW CILEK: I think the fundamental principle is that I had a right to wear that T-shirt.\n\nTOTENBERG: Inside the Supreme Court today, the justices weren't so sure, but both sides got quite a grilling. First up was Cilek's lawyer, David Breemer. Justice Kennedy - a statute that bans buttons that say vote for X or Y - would that be constitutional? Answer - no, I don't think it would be.\n\nChief Justice Roberts - there's a difference between actually interfering with someone's right to vote and intimidating them. Replied Breemer, there's no right to vote without being bothered at all. The chief justice persisted. Maybe after a sharp, bitter campaign, people should be able to vote in peace and quiet without being bombarded by all the sturm und drang of the campaign.\n\nJustice Ginsburg noted that Mr. Cilek and his group were wearing please I.D. me buttons which falsely suggested that voters needed a photo ID to cast ballots. Answer - those could've been dealt with under the state's anti-intimidation and anti-fraud statutes. But try as they might, the justices couldn't get lawyer Breemer to give them a rule to measure permissible and impermissible regulation at the polling place. Justice Kennedy, perhaps the court's most aggressive advocate of free speech, all but threw up his hands. Why should there be speech inside the election booth at all? You're there to vote.\n\nDefending the Minnesota law, attorney Daniel Rogan argued that the statute is aimed at protecting the decorum and integrity of the polling place. Chief Justice Roberts appeared skeptical. The law, he said, does reach quite a bit beyond what I think a reasonable observer would think is necessary. Justice Ginsburg - how far does this go? Can you wear a pin saying #MeToo or the ACLU defends free speech? Rogan replied that the line the state has drawn is to bar material that a reasonable person would understand as a message aimed at influencing electoral choices in the polling place.\n\nJustice Alito - the problem is that so many things have political connotations that are in the eye of the beholder, and they are an invitation to arbitrary enforcement. Alito, the justice who expressed the most overt hostility to the law, then asked Rogan a series of questions aimed at poking holes in the state's argument.\n\nWould the state ban a shirt with a rainbow flag? Answer - only if a gay rights question was on the ballot. How about a shirt that said #ParklandStrong? Would that be allowed - answer, yes. How about an NRA shirt - no. A shirt with the text of the Second Amendment - no because that would be viewed as political. The First Amendment - yes, it would be allowed - a Colin Kaepernick shirt, no.\n\nJustice Breyer, exasperated - you can do this with all kinds of places where certain kinds of speech is limited - hospitals, schools, courtrooms. So if we're trying to have a place where a person has reflective thought for a moment after the hurly-burly of the campaign, this problem will inevitably arise. Picking up that thread, lawyer Rogan said there are always hard cases at the edge of any line, but just as the Supreme Court has banned all kinds of speech and banners on its own plaza, Minnesota has done the same thing at polling places. The polling place, he said, is not a public forum. It's a place to vote.\n\nNina Totenberg, NPR News, Washington.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["political", "inside", "shirt", "court", "supreme", "examines", "vote", "laws", "justice", "states", "strict", "speech", "places", "place", "polling"], "polarity": 0.10438005390835578, "subjectivity": 0.4890760706798444}
]