[
{"title": "Report Detailing Harassment At NPR Cites 'High Level Of Distrust' Of Management", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587284377/report-detailing-harassment-at-npr-cites-high-level-of-distrust-of-management", "text": "Report Detailing Harassment At NPR Cites 'High Level Of Distrust' Of Management\n\nEnlarge this image toggle caption Stephen Voss/NPR Stephen Voss/NPR\n\nAn outside legal review of NPR's handling of allegations against its former top news executive, Michael Oreskes, found that questions were raised about his behavior toward women even before he was hired. And concerns about misconduct were reportedly flagged throughout Oreskes' 2 1/2-year tenure at the network right up to the day he was fired.\n\nRepeated warnings from the network's top leadership about Oreskes' inappropriate conduct and expenditures proved ineffective, the review by the law firm Morgan Lewis noted.\n\n\"Attempts to curtail Mr. Oreskes' conduct and attention to women were not successful,\" the report stated. \"While management made multiple attempts to counsel Mr. Oreskes about his conduct, he was not deterred from pursuing conversations and dinner meetings with women inside and outside of NPR that were inappropriate and served a nonbusiness purpose.\" Oreskes was forced to resign on Nov. 1.\n\nIn an interview on Tuesday, NPR Board Chairman Paul Haaga compared the process of reviewing Oreskes to \"whack-a-mole.\"\n\n\"Remonstrations were effective in stopping one behavior, but not in stopping all behaviors that should have stopped,\" Haaga said. \"We didn't know that he was going to solicit dates outside NPR.\"\n\nThe nine-page report on the review's findings was released to NPR staffers Tuesday afternoon, as NPR CEO Jarl Mohn and Chief Operating Officer Loren Mayor had promised. Morgan Lewis conducted the review from December to February, interviewing 86 current and former NPR employees, 71 of whom are women.\n\nIn effect, the legal review offered greater texture to Mohn's contention that he had failed to connect relevant dots — a contention he made in apologizing to the network's staffers in November.\n\nThe law firm also surveyed the culture at NPR and found a \"high level of distrust\" in management to address such problems effectively. More broadly, it found a \"perception of a culture at NPR that favors men,\" in a way that it said many employees believe \"can foster harassment and bullying.\"\n\nMorgan Lewis suggested several fixes: NPR should require all employees to undergo sexual harassment training, preferably in person; NPR should contract with an outside firm to conduct investigations into sexual harassment complaints, at least for now, as a way of rebuilding trust; NPR's board of directors should monitor complaints, processes and resolutions; and NPR should conduct a gender equity study of pay and promotion.\n\nThe network already appears to have embarked on several closely related initiatives under the leadership of Mayor.\n\nIn its recommendations, the report also urges that hiring processes use blind references for job candidates. In a separate section on Oreskes, the report notes that he had four referrals and eight blind references.\n\nNPR journalists expressed anger toward Mohn and management at all-staff meetings held in November. Some questioned whether he could continue in the job.\n\nIn a joint interview Tuesday, Haaga and NPR board member Wonya Lucas, who is leading the board's special committee on sexual harassment and workplace culture, said they retained faith in Mohn and his senior team.\n\n\"There were clear lapses in judgment,\" said Lucas, a veteran cable television executive who is the president and CEO of Public Broadcasting Atlanta. \"There was a breakdown in communication among senior management. There were policies and procedures that were not in place and others that were not followed.\"\n\nBut Lucas said the current management team should be given the chance to succeed, given the work that Mayor has initiated and recommendations the board was poised to pass Tuesday evening.\n\n\"People make mistakes. Some mistakes are so egregious that they are [professionally] fatal,\" Haaga said. \"What I like to look at is, do they own the mistake? Do they learn from them?\n\n\"They just owned it.\"\n\nIn a note to NPR staff on Tuesday, Mohn said he and senior staff are reviewing the Morgan Lewis report. \"We can learn from it, and we will,\" he said. \"While we cannot change the past, we can commit to not repeating it.\"\n\nMohn added: \"We are committed to a work environment where everyone feels safe and respected. I want to build an organization of equality and empowerment, where every one of us is held to the same standards and every voice can be heard.\"\n\nNPR News exchanged emails with Oreskes but did not secure comment. NPR News will update with any response from Oreskes.\n\nThe problems involving Oreskes were flagged even before he took the job. At the tail end of the hiring process, one participant in his hiring review raised a past incident in which Oreskes reportedly sought to meet women late at night at a conference under the guise of discussing his book.\n\nWithin six months of Oreskes' start in the spring of 2015, two NPR female journalists lodged sexual harassment complaints against him — each after attending separate dinners at which they alleged Oreskes had inquired pointedly about their personal lives and in at least one instance \"made several comments of a sexual nature.\"\n\nOreskes was warned about his behavior by NPR's top attorney, Jonathan Hart, who said it could not recur. The report suggests that the network did not receive new specific complaints of misconduct toward NPR women.\n\nAccording to the Morgan Lewis report, subsequent concerns were raised to NPR's top executives over his expense account submissions involving interactions with women. His digital exchanges with younger women outside NPR, including journalists elsewhere, freelancers, job hopefuls and aspiring college reporters, also set off internal alarms, according to two knowledgeable people.\n\nColleagues said Oreskes used meals and drinks — ostensibly to discuss career advancement — as opportunities to engage in questionable conduct.\n\nOreskes would be repeatedly admonished for his conduct and also over his expenses, by Hart, Mayor, Chief Financial Officer Debbie Cowan and ultimately Mohn himself. Oreskes has since reimbursed NPR for $1,800 in invalid expenses, an amount that seems modest in comparison with the amount of social entertaining he is said to have done.\n\nInside NPR's newsroom in 2015 and 2016, rumors were swirling and more experienced female news staffers were warning younger journalists not to be alone with their top news executive. By fall 2016, editors were warning HR staffers and their superiors that Oreskes' conduct was inappropriate, though few had details to offer. At roughly the same time, a woman contacted HR to say that Oreskes had forcibly kissed her in the 1990s while he was Washington bureau chief for The New York Times and she was exploring job opportunities there.\n\nBut these episodes were apparently considered as separately defined transgressions — inappropriate behavior toward subordinates; misuse of company funds on expenses; inappropriate conduct toward young female journalists who did not work for the network.\n\nIn October 2017, a second woman reported that Oreskes had kissed her against her will in the 1990s while at the Times. The report suggests that only toward the end did Mohn and NPR's top executives conclude these incidents were part of the same family of misconduct.\n\nAs a public matter, attention swiveled to Oreskes on Oct. 31, 2017, when The Washington Post revealed the two allegations from his days at the Times.\n\nLater that afternoon, NPR News reported one of the two HR complaints from an NPR journalist filed in October 2015. The same day as the Post's piece, another female NPR journalist notified the network that Oreskes had invited her to a beach cottage to discuss her possible career advancement. According to the report, that additional episode triggered the decision by Mohn to ask for Oreskes' resignation.\n\nOn Nov. 7, in an email to staff, Mohn said he failed to connect other signs. \"In retrospect, I did not see the bigger pattern of poor judgment and unacceptable behavior,\" Mohn wrote. \"I am sorry, and I have learned from this.\"\n\nThe report does not offer great detail for the individual episodes that occurred during Oreskes' time at NPR. Nor does it explain the internal deliberations of the network's leadership. It does suggest, however, two conclusions: First, the network failed to connect visible dots illuminating a related pattern of behavior; and second, NPR's management did not terminate Oreskes in part because, after the two October 2015 HR filings, it did not receive complaints about behavior toward women who worked at NPR until October 2017.\n\nHaaga, the board chairman, said Mohn should have been brought into discussions about Oreskes' behavior prior to fall 2016. And he said Hart, NPR's general counsel, was focused primarily on preventing harm to the company's employees.\n\n\"It was surprising to me [to learn] when certain parties knew certain things,\" said Lucas, the NPR board member. \"Different people within management had different information over time.\"\n\nMore women came forward after media coverage of allegations against Oreskes. Other women subsequently told NPR News that Oreskes' behavior and communications made them decide not to apply for work at the network.\n\nDisclosure: NPR's David Folkenflik reported this story under the guidance of Deputy Managing Editor Jim Kane and Standards and Practices Editor Mark Memmott. Under standard procedures for reporting on NPR matters, NPR's corporate and news executives were not allowed to review what they reported until it was posted. No editors or reporters involved in this story attended any private NPR staff meetings related to the subject.", "keywords": ["management", "conduct", "cites", "distrust", "high", "nprs", "mohn", "detailing", "behavior", "oreskes", "review", "npr", "report", "level", "women", "harassment"], "polarity": 0.06844164642945132, "subjectivity": 0.38063624045331357},
{"title": "After Parkland Shooting, Conservative Media Criticize Calls For Stricter Gun Laws", "url": "https://www.npr.org/2018/02/19/587121676/varied-reaction-to-florida-school-shooting", "text": "After Parkland Shooting, Conservative Media Criticize Calls For Stricter Gun Laws\n\nEnlarge this image toggle caption Gerald Herbert/AP Gerald Herbert/AP\n\nIn the week since a gunman murdered 17 in Parkland, Fla., Marjory Stoneman Douglas students have organized a national campaign against school violence with a forceful, simple message for the country: Never Again. They say, in order to prevent the next school shooting, America needs stricter gun laws, safer schools and for the National Rifle Association to get out of politics.\n\nAnd their message is being heard — on TV and across social media. \"Everyone's listening, everyone cares. Change is going to be seen everywhere,\" junior Cameron Kasky said.\n\nBut there is one place where the Parkland students and their campaign have fallen flat: conservative media.\n\nMost conservative media reject the idea that shootings like the one in Parkland are a gun issue. The real concern isn't that semi-automatic rifles like the AR-15 are widely available and can be purchased for less than you would spend on a good bicycle. Instead, they argue that the real crisis involves a breakdown in the fabric of American society, disintegrating families, and a lack of Christian values.\n\nAnd it's a message Republican politicians in particular hear a lot in the media they follow most closely. It was echoed in President Trump's speech to the nation right after the Parkland shooting. \"We must also work together to create a culture in our country that embraces the dignity of life,\" Trump argued.\n\nOn the TV, websites and talk radio favored by tens of millions of Americans, the student activists are either invisible or they face fierce criticism. During an appearance on \"Fox News Sunday\" with Chris Wallace, radio host Rush Limbaugh described the student survivors as articulate and angry, but he also said they're being used by the left and by Democrats in a bid to take away people's gun rights.\n\nThe real answer, Limbaugh said, is more guns in schools: \"The solution, to me and I know this is going to cause all kinds of angst, the solution is we need concealed carry in these schools.\" He went on to argue that rallies and marches and attacks on the NRA won't make kids or teachers safer.\n\n\"Every thoughtful person knows something horrible is going on in American society,\" said Tucker Carlson, founder a popular conservative website called Daily Caller. He spoke on his show on Fox News. \"Tragedies like this happen for a reason, and it probably doesn't have a lot to do with guns.\"\n\nA lot of Americans agree that guns aren't the problem. \"Unfortunately, there's evil in the world,\" said Mimi Garcia from North Carolina who was visiting the Parkland area this week, donating blood after the shooting. \"You know, people are just going for that instead of, you know, [choosing] peace, love and God,\" she argued.\n\nHer husband Manuel Garcia said he feels the same way. \"I believe that a lot of things are happening because we took God out of the school system. We took prayer out of the school system. And this is why all this is happening.\"\n\nIf you believe that society is breaking down, then more guns might seem like a reasonable response, a last-ditch way to keep teachers and students safe. \"I feel like they should put guns in the classrooms now with the teachers,\" said Sabrina Belony, a stay-at-home mom in Fort Lauderdale.\n\n\"I feel like teachers should be trained to be armed for something because teachers lost their lives trying to protect his class.\"\n\nThe kids who formed the Never Again movement have no patience for this idea that culture is to blame for Wednesday's massacre. They say Parkland is already a great town, a tight-knit community with strong values. They say the real problem is that weak gun laws allowed one deeply troubled teen to buy a semi-automatic rifle legally.\n\nSo far, the students seem to be holding their own against the conservative media's very different narrative about Parkland. At an anti-gun rally over the weekend, Emma Gonzalez, a Marjory Stoneman Douglas High School senior, criticized \"every politician who is taking donations from the NRA, shame on you.\"\n\nThat line sparked a roar of applause from the crowd and was followed by chants of \"Shame on you! Shame on you!\" Video of Gonzalez's speech went viral on social media. The students have scheduled a town hall-style meeting Wednesday that will air on CNN. Florida Republican Sen. Marco Rubio, an outspoken ally of the NRA, is scheduled to be there.\n\n\"Thanks for invitation,\" Rubio tweeted. \"Look forward to participating in this important forum. I want action too. Action that will make a difference.\"", "keywords": ["teachers", "gun", "students", "media", "parkland", "calls", "school", "stricter", "conservative", "real", "criticize", "laws", "lot", "shooting"], "polarity": 0.12875330687830688, "subjectivity": 0.45819609788359794},
{"title": "Trump Administration Wants To Let Insurers Offer Plans With Fewer Benefits", "url": "https://www.npr.org/sections/health-shots/2018/02/20/587244292/trump-administration-wants-to-let-insurers-offer-plans-with-fewer-benefits", "text": "Trump Administration Wants To Let Insurers Offer Plans With Fewer Benefits\n\nEnlarge this image toggle caption Jacquelyn Martin/AP Jacquelyn Martin/AP\n\nThe Trump administration wants to allow insurance companies to offer more policies that have limited health benefits and that can reject customers if they have pre-existing medical conditions.\n\nHealth and Human Services Secretary Alex Azar says the plans, which don't meet the legal requirements for health insurance under the Affordable Care Act, will allow consumers who can't afford insurance now to find cheaper plans.\n\n\"It's one step in the direction of providing Americans with health insurance options that are both more affordable and more suited to individual and family circumstances,\" Azar said in a conference call with reporters Tuesday.\n\nHHS, along with the departments of Labor and Treasury, is proposing new rules that would expand access to short-term insurance policies.\n\nThe plans are meant to offer people limited coverage if they are between jobs or in need of insurance during a life transition.\n\nUnder the Affordable Care Act, or Obamacare, short-term plans can last up to three months. But the Trump administration wants to extend that time limit to a year, or more.\n\n\"In 2008, one of the important policy motivators for what ultimately became the ACA was protecting people from so-called mini-med plans that provided coverage in name only,\" says Rodney Whitlock, a health care consultant with ML Strategies who worked as a Republican staffer on the Senate Finance Committee when the Affordable Care Act was written. \"But in a world without the individual mandate, short-term health plans make perfect sense. Now people who have no utilization can go out and buy coverage with no benefits.\"\n\nShort-term plans don't have to include the minimum essential health benefits — such as mental health care or prescription coverage — that have to be included in an ACA-compliant policy. And insurance companies can refuse to offer coverage to someone with a pre-existing medical condition, or charge people more money if they're likely to need more care.\n\n\"The expansion of short-term health insurance plans is part of a strategy to create a parallel insurance market that does not comply with the ACA's rules,\" Larry Levitt, senior vice president of the Kaiser Family Foundation, said on Twitter.\n\nThe Affordable Care Act requires insurance companies to offer 10 \"essential health benefits,\" including such things as maternity coverage and mental health care. It also requires insurance companies to cover anyone who wants to buy a policy and charge the same premium to everyone in a community.\n\nThe goal was to ensure that everyone has access to quality health coverage without discriminating against those who have pre-existing medical conditions.\n\nOfficials believe that if enough healthy people buy insurance it will bring down the price for sicker people. But the extensive benefits and more expensive customers drove up the price of coverage for young healthy people.\n\nSeema Verma, the administrator of the Centers for Medicare and Medicaid Services, which also runs the federal ACA exchange, says she expects between 100,000 and 200,000 people will drop their ACA coverage in exchange for stripped down, short-term plans.\n\nAnd she says she expects millions of people who currently have no coverage will opt to buy a short-term policy to get minimum coverage.\n\nLarry Levitt worries an exodus from the ACA market will hurt the people who need insurance the most.\n\n\"Short-term insurance plans will cherry-pick healthy people, leaving ACA-compliant plans to cover a sicker pool with higher premiums,\" he said on Twitter.\n\nThe American Cancer Society's lobbying arm said in a statement that it worries that the new rules could leave people vulnerable to unexpected health care costs.\n\nThe new rules \"can make these policies inexpensive, they also create plans with potentially inadequate coverage.\"\n\nThe proposed rule is open for public comment for the next 60 days. Verma says the agency is looking for input as to how long short-term policies should last, and whether consumers will be able to renew them, essentially turning them into permanent insurance options.", "keywords": ["let", "fewer", "affordable", "plans", "administration", "health", "care", "rules", "trump", "wants", "benefits", "offer", "insurance", "shortterm", "insurers", "coverage"], "polarity": 0.12591871091871093, "subjectivity": 0.39517436267436257},
{"title": "Anthem Says Eye Surgeons Should Monitor Cataract Anesthesia Themselves", "url": "https://www.npr.org/sections/health-shots/2018/02/20/587165668/anthem-says-eye-surgeons-should-monitor-cataract-anesthesia-themselves", "text": "Anthem Says Eye Surgeons Should Monitor Cataract Anesthesia Themselves\n\nEnlarge this image toggle caption Mass Communication Specialist 2nd Class Eddie Harrison/U.S. Navy Mass Communication Specialist 2nd Class Eddie Harrison/U.S. Navy\n\nIf you need cataract surgery, your eye surgeon may have to do double duty as your anesthetist under a new policy by health insurer Anthem. In a clinical guideline released this month, the company says it's not medically necessary to have an anesthesiologist or nurse anesthetist on hand to administer and monitor sedation in most cases.\n\nSome ophthalmologists and anesthesiologists say the policy jeopardizes patient safety, and they are calling on Anthem to rescind it.\n\n\"The presence of anesthesia personnel is one of the key ingredients in the patient safety and effectiveness of cataract surgery today,\" says Dr. David Glasser, an ophthalmologist in Columbia, Md., who is secretary for federal affairs at the American Academy of Ophthalmology, a professional group for eye physicians and surgeons. \"An ophthalmologist cannot administer conscious sedation and monitor the patient and do cataract surgery at the same time.\"\n\nAnthem, which offers commercial insurance plans in 14 states, says anesthesia needs vary and so should coverage. According to a statement from the company:\n\n\"Anthem's Medical Policy and Technology Assessment Committee, a majority of whom are external physicians, reviewed the available evidence addressing the use of general anesthesia and monitored anesthesia care for cataract surgery. According to the literature reviewed, there is no one definitive approach regarding the use of anesthesia for cataract surgery and patient-specific needs should be taken into consideration as well as potential risk of harm to individuals who are sedated during surgical procedures.\"\n\nMedicare, the health care program for people age 65 and older, covers cataract surgery, including anesthesia services.\n\nA cataract, typically related to aging, is caused by clumps of protein that cloud the lens of the eye and can distort vision. During a cataract operation, the surgeon makes an incision in the surface of the eye with a laser or blade and then uses a tool to break up the clouded lens, pull it out and replace it with an artificial one.\n\nIf you're putting a knife in my eye, that's not routine for me.\n\nCataract surgery is common. More than half of Americans have either had a cataract or had cataract surgery by the time they reach age 80, according to the National Eye Institute.\n\nSurgery is typically performed on an outpatient basis and takes less than an hour. Though drowsy while sedated, patients are generally conscious during the procedure and can hear what's said to them and speak if necessary.\n\nEye surgeons often have an anesthesiologist or a nurse anesthetist present to administer intravenous drugs to help keep the patient relaxed and ensure they don't move during the operation as well as monitor their vital signs and adjust medication as necessary.\n\nAnthem's new policy states that this type of monitored anesthesia care is medically necessary only if the patient is under 18 years old, or is unable to cooperate or communicate because of dementia or other medical conditions, can't lie flat, has known problems with anesthesia, or if a complex surgery is anticipated.\n\nBut some ophthalmologists and anesthesiologists disagree.\n\n\"I wouldn't even consider doing a cataract surgery without an anesthesiologist or nurse anesthetist in the room,\" says Dr. David Aizuss, an eye surgeon who is president-elect of the California Medical Association. \"If you're working inside the eye it's a very confined space, and if the patient gets agitated and starts moving around you have to get the equipment out of the eye very quickly.\"\n\nAlthough Anthem posted the new policy online, providers are seeking clarification from the company about the timing of its implementation in their states, physicians said.\n\nUntil then, some practices are taking no chances. At the Freedom Vision Surgery Center in Encino, Calif., where Aizuss practices, Anthem patients who come in for cataract surgery are asked to pay $400 out-of-pocket upfront for anesthesia services.\n\nProfessional groups representing California eye physicians and anesthesiologists have written to Anthem requesting the policy be rescinded. In addition, the California Medical Association has lodged complaints with state regulators.\n\nThis isn't the first time Anthem has come under scrutiny for changes to its clinical guidelines that some have charged help the company's bottom line at patients' expense. Last year, the company said it would no longer pay for emergency department visits it later determined were not emergencies. Then in September it said it would no longer pay for imaging tests like MRIs in many cases if patients got them at hospital-owned centers rather than independent imaging centers.\n\nLast week, Modern Healthcare reported that the company says it was modifying its ER rule so that certain types of visits would always be paid for, including those by patients who are directed to the emergency department by their provider or have recently had surgery.\n\nSome safety experts say they were concerned about Anthem's new policy, even for routine cataract surgeries.\n\n\"If you're putting a knife in my eye, that's not routine for me,\" says Leah Binder, president and CEO of the Leapfrog Group, a nonprofit organization that advocates for improved safety and quality at hospitals. Noting that anesthesiologists and nurse anesthetists were pioneers in the patient safety movement, she says there are better ways for Anthem to save money than shutting them out of the operating room.\n\n\"How about identifying the surgeons who have the highest complication rates, and letting patients know about them?\" she suggested.\n\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation. Michelle Andrews is on Twitter @mandrews110.", "keywords": ["safety", "policy", "monitor", "patient", "anesthesia", "patients", "eye", "surgery", "surgeons", "anthem", "cataract"], "polarity": 0.04592780101254678, "subjectivity": 0.3558973512363343},
{"title": "How Long Are You Contagious With The Flu?", "url": "https://www.npr.org/sections/health-shots/2018/02/20/585143079/how-long-are-you-contagious-with-the-flu", "text": "How Long Are You Contagious With The Flu?\n\nSkunk Bear YouTube\n\nIt's shaping up to be one of the worst flu seasons in years.\n\nIf you are one of the thousands of Americans who are sick with the flu, this one's for you.\n\nYou've spent the past couple of days cooped up in your house watching bad TV, fighting the fever sweats and expelling a baffling amount of mucus. As you start to resemble a human being again, you might feel pressure to head back to work.\n\nBut when is it really OK to return? Many people go back as soon as their symptoms start to resolve, which could be putting your co-workers at risk.\n\nThose unpleasant symptoms are actually the result of your immune response battling the flu virus. Take fever for example. Your body starts a fever because the flu virus doesn't grow as well at high temperatures, and some immune cells actually work better.\n\nAll that gooey mucus you've been coughing up is good at trapping viruses before they can infect other cells.Your body is in an all out war, you against the virus. Immune cells seek out and destroy virus-infected cells.\n\nAs your airways get irritated, you cough and sneeze. And that's exactly what the flu wants. That's because the flu is spread from person to person in virus-containing droplets that are produced when a sick person coughs, sneezes or even breathes. When you cough, tiny droplets that fly from your mouth can travel as far as 20 feet at speeds ranging from 25-50 mph. Sometimes they can stay suspended for hours.\n\nIf someone inhales those particles, they can become infected. The flu can even be transmitted if someone touches a surface contaminated with flu and then touches her face or mouth. That's why hand-washing is so important when you're sick. But the best way to prevent spreading the flu is to stay home if you can.\n\nSo how long are you really contagious with the flu?\n\nThe CDC says you are contagious one day before you start feeling sick and up to seven days after. If you're a kid, elderly, or have a weak immune system, you can be contagious for even longer.\n\nNPR's Skunk Bear gives us an inside glimpse into how your body fights the flu, and when it's a good idea to head back to work.\n\nMadeline Sofia, Meredith Rizzo, Adam Cole and Ryan Kellman produced this video for NPR. Daniela Sherer created original animations for the video.", "keywords": ["start", "virus", "sick", "fever", "immune", "thats", "contagious", "flu", "long", "person", "body"], "polarity": 0.0007959183673469563, "subjectivity": 0.4781496598639456},
{"title": "'No Words Will Do Justice': Onslaught On Syrian Suburb Kills Some 200 Civilians", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587220472/no-words-will-do-justice-onslaught-on-syrian-suburb-kills-some-200-civilians", "text": "'No Words Will Do Justice': Onslaught On Syrian Suburb Kills Some 200 Civilians\n\nEnlarge this image toggle caption Abdulmonam Eassa/AFP/Getty Images Abdulmonam Eassa/AFP/Getty Images\n\nUpdated at 2:08 p.m. ET\n\nAn onslaught by the Syrian government and its allies has killed about 200 civilians since Sunday in the suburbs of the country's capital, Damascus, according to a U.K.-based monitoring group and a consortium of aid groups. The groups say the aerial bombardment has targeted a rebel-held region known as eastern Gouta, smashing parts of at least five hospitals and leaving hundreds of people wounded.\n\n\"This could be one of the worst attacks in Syrian history, even worse than the siege on Aleppo. The sheer intensity of airstrikes is leveling the city, and killing civilians without any regard or mercy,\" Zedoun Al Zoebi, CEO of the UOSSM, said in a statement Monday.\n\n\"Medicine and medical supplies have not been allowed into the city for months now, and there is virtually no medical care available for these people as they suffer severe trauma wounds. To systematically target and kill civilians amounts to a war crime and the international community must act to stop it.\"\n\nNPR's Ruth Sherlock described scenes of horror on the ground in the area, including civilian buildings blown apart and children found amid the rubble.\n\n\"I'm so, so scared,\" a 12-year-old girl told Ruth between sobs, according to Ruth's translation. \"We are hiding under the stairwell to escape from the bombs. There's no basement. I'm asking the world to put an end to this. We're really suffering.\"\n\nThe Damascus suburb — which the United Nations says is home to roughly 400,000 people — is among the few remaining regions in Syria controlled by rebels. The rebel groups have retaliated for the regime's onslaught with shelling of their own, which the state-run news agency SANA says killed at least five civilians Tuesday.\n\nEnlarge this image toggle caption Hamza al-Ajweh/AFP/Getty Images Hamza al-Ajweh/AFP/Getty Images\n\nIn remarks quoted by The Associated Press, U.N. envoy Staffan de Mistura says that in the violence exchanged between the two sides, \"the only difference is that one group has got better weapons. That's the only difference.\"\n\nPro-government forces are trying to clear the rebels from this advantageous perch outside the capital, and they are believed to be laying the groundwork for an eventual assault on eastern Ghouta. In a video purporting to show Gen. Suheil al-Hassan, the leader of the government's Tiger Force, the general promises to teach the rebels \"a lesson in fighting and fire.\"\n\nMohammed Alloush of the Army of Islam, a rebel group, told the AP that with the bombardment on eastern Ghouta, \"a new Holocaust is being committed by the dirtiest regime on earth.\"\n\nSo far, international diplomatic attempts at a humanitarian pause to the fighting have proven fruitless, even the U.N. observes \"daily reports about civilians being killed and others being severely wounded, in addition to warehouses, hospitals and schools being damaged or destroyed.\"\n\nEnlarge this image toggle caption Hamza al-Ajweh/AFP/Getty Images Hamza al-Ajweh/AFP/Getty Images\n\nMeanwhile, in the Syrian border town of Afrin, the violence racking the country has taken on yet another bloody wrinkle as Turkish troops confronted pro-government forces there Tuesday. For weeks the Turks have attacked the town to dislodge the Kurdish militia known as YPG, which Turkey views as a terrorist organization bent on disrupting its southern border.\n\nBut now, it appears the YPG has some new help: The Kurdish rebels say that they invited the pro-regime forces into the town for support, and that the regime accepted.\n\nTurkey's state-run Anadolu Agency reports that Turkish shelling repelled the \"pro-Bashar al-Assad terror groups\" before they could reach Afrin — but the brief confrontation has prompted concerns the conflict will evolve into further direct clashes between the two countries. Ruth reports Russia is now trying to mediate between Turkey and Syria, a Russian ally.\n\n\"The humanitarian situation of civilians in East Ghouta is spiraling out of control,\" Panos Moumtzis, U.N. regional humanitarian coordinator for the Syria crisis, said in a statement released Monday. \"It's imperative to end this senseless human suffering now. Such targeting of innocent civilians and infrastructure must stop now.\"\n\nUNICEF, for its part, said Tuesday it has been rendered speechless by the killing in Syria: \"No words will do justice to the children killed, their mothers, their fathers and their loved ones.\"\n\nWhat followed was a blank page, broken only by quotation marks, for a silent statement.", "keywords": ["groups", "syrian", "hamza", "syria", "town", "rebels", "killed", "toggle", "onslaught", "words", "200", "justice", "civilians", "suburb", "alajwehafpgetty", "kills"], "polarity": -0.01850649350649351, "subjectivity": 0.3887085137085138},
{"title": "More Than Twice As Many Women Are Running For Congress In 2018 Compared With 2016", "url": "https://www.npr.org/2018/02/20/585542531/more-than-twice-as-many-women-are-running-for-congress-in-2018-compared-to-2016", "text": "More Than Twice As Many Women Are Running For Congress In 2018 Compared With 2016\n\nEnlarge this image toggle caption Sam Morris/Getty Images Sam Morris/Getty Images\n\nIt was Saturday afternoon, and Abigail Spanberger was in a busy hallway at the Chesterfield County Public Library in Midlothian, Va., minutes away from training a room of about 40 campaign volunteers. She seemed ready for a quick interview, but then abruptly called out to her campaign manager.\n\n\"Hey Dana, Eileen Davis is about to come through. Can you head her off at the pass so she doesn't interrupt the — \"\n\nShe cut herself off and turned to me.\n\n\"That's my mother,\" Spanberger said, laughing.\n\nHer mom is volunteering for her campaign?\n\n\"Evidently.\"\n\nSpanberger didn't know she was coming?\n\n\"I just saw her walking. I did not know she was coming. But all her friends are in this county, so ...\"\n\nDemocratic women (even those who don't have a daughter running for Congress) are amped up for 2018. It's visible in Spanberger's volunteers, about two-thirds of whom are women, and in this race's candidates as well.\n\nSpanberger is one of four Democrats, three women, along with one man, vying for that party's nomination in this district. And that miniwave in Virginia's 7th Congressional District is a microcosm of something happening nationwide.\n\nAt latest count, 431 women were running for or were likely to run for the House nationwide — 339 Democrats and 92 Republicans. At this point in 2016, there were fewer than half that: 212. Likewise, 50 women are running for or likely to run for Senate, compared with 25 at this point in 2016. Many have not officially filed for office yet — filing deadlines have not occurred in many states. But thus far, this year is on track to break records.\n\nA largely Democratic phenomenon\n\n\"We've never seen anything like this. Ever seen anything like this,\" said Stephanie Schriock, president of EMILY's List, which recruits and trains female Democratic candidates who support abortion rights.\n\nAt this point in the 2016 cycle, she said, about 920 women had reached out to EMILY's List saying they were interested in running for office. At that time, that was a relatively high number. And it makes this year's total all the more eye-popping.\n\n\"To have over 30,000 women raise their hand, it's unprecedented,\" said Schriock. That figure comprises more than just 2018 candidates, however. Some of those women are interested in running in elections in future years. Others may end up working on campaigns.\n\nWhether it's House, Senate, or governor's races, that energy is largely one-sided, according to Deborah Walsh, director of the Center for American Women and Politics at Rutgers University.\n\n\"I think it's really being driven on the Democratic side,\" she said. \"I think the energy and the excitement and the determination, not just to run but also in terms of who's going to show up to vote, right now, that's on the side of the Democrats.\"\n\nOne other way Virginia's 7th District parallels national political dynamics: The man they elected last time has energized Democratic women. Republican Dave Brat, who holds the seat, made headlines in January 2017, when a video captured his remarks to a town hall about women opposing his policies.\n\n\"And now, since Obamacare and these issues have come up, the women are in my grill no matter where I go,\" he said, to laughter from his constituents.\n\nThat comment upset plenty of Democrats. And yet, in Helen Alli's view, Brat is exactly right.\n\n\"Women are in his grill. We need to be in his grill,\" said Alli, the third female Democratic candidate running in the district. The main issue on which she disagrees with Brat is health care. Brat voted for the Republicans' American Health Care Act, which would have undone key parts of the Affordable Care Act, also known as Obamacare.\n\nBrat told NPR that that he was simply using language that he had heard voters use against him. Regardless, the quote has fired up women in the district, according to Spanberger, another Democratic candidate in the district.\n\n\"It was a bit of a rallying call for many people, and a funny comment, a funny turn of phrase that he used,\" she said, \"but I think it is representative of the fact that there are a lot of people — many of them women — who started this past year, in 2017, really being vocal about what was important to them.\"\n\nDonald Trump, \"the gift that keeps on giving\"\n\nOf course, it's not just Brat firing up women in the 7th District. They, like many women nationwide, are fired up by Donald Trump.\n\n\"At one time, when the election happened, and the Women's March, we all just by telepathy just said, 'No we gotta fix this. We're gonna fix it.' And we are,\" said Alli.\n\nTrump's election and inauguration kicked off a nationwide movement among Democratic women. Women took to the streets by the millions in January 2017, bearing protest signs and wearing \"pussy hats,\" in reference to the infamous 2005 Access Hollywood tape, in which Trump bragged about sexual assault.\n\nAnd since his election, Trump has continued to dump gasoline on the already roaring fire of Democratic women's enthusiasm, according to Rutgers' Walsh.\n\n\"I've often thought that if you were an organizer out there trying to organize what is called the resistance or the women organizing the women who are thinking about running,\" Walsh said, \"Donald Trump is the gift that keeps on giving in terms of motivation to stay engaged and stay involved and not lose your enthusiasm.\"\n\nEverything from policies on health care and immigration to scandals like former White House staff secretary Rob Porter's resignation after allegations of domestic abuse continually combines to keep Democratic women energized, she said.\n\n\"Conservatives are just not included. We're not invited\"\n\nDemocrats aren't the only ones having a big year when it comes to recruitment. Republican women likewise have seen a surge in candidates, even if it isn't quite as eye-popping a surge as Democrats' numbers. Twenty-one Republican women are running for Senate this year, along with 92 for the House, and 31 for governorships. In all those cases, that's more than in any year at this point since at least 2002, according to figures from Rutgers University.\n\nAccording to Missy Shorey, executive director of Maggie's List, which promotes and trains female Republican candidates, Republican women are excluded from many conversations about gender politics in the U.S. today.\n\n\"For so many of those marches, conservatives are just not included. We're not invited,\" she said. \"In fact, we're disinvited sometimes. That's fine, if that's the way the left wants [us] to be treated. But ignore us at your own peril.\"\n\nDespite the Democratic wave, Shorey is optimistic about November. She says Republicans are seeing increased energy as well, though it's different. And Shorey thinks some voters will perceive the newly galvanized Democratic women as too angry.\n\n\"I think when you see on the left the whole concept of 'the avengers,' I would argue that the avenger is an angry offering that in many areas will be rejected,\" Shorey said.\n\nOn top of that, she thinks high-profile sexual misconduct allegations against men in Washington will turn voters toward female candidates as a practical matter. She talks about a conversation she had recently with one female Republican candidate.\n\n\"She said, 'I have more men coming up to me saying, \"I'm going to vote for you, because I am sick of the way these men have been behaving,\" ' \" Shorey said.\n\nBut then, the sexual misconduct allegations against the president himself, by more than a dozen women, are a major factor pushing Democratic women to run for office.\n\nFor Schriock of EMILY's List, that wave is a silver lining of Trump's election ... but, in her mind, it's cold comfort.\n\n\"It is not worth, it was not worth it. I would have taken our 920 who wanted to run [in 2016] to have a different president. I would have taken that.\"\n\nLoading...\n\nVoting on party, not gender\n\nAn influx of female candidates doesn't necessarily mean more women will be inspired to vote for those candidates. In general, political scientists say, people vote based on party far more than they vote based on gender.\n\nFor Breanne Woodson, a voter from Cumberland County, Va., that's definitely the case.\n\n\"Since I've been 18, I've never voted Republican. I probably never will,\" Woodson said.\n\nWoodson met Alli while the candidate was campaigning at a salon in Henrico, Va. Woodson said she wasn't sure whom she might vote for in a primary election. But in the general election, party would mean more than a candidate being a woman.\n\n\"I don't really care about their gender, as long as they're a decent person and I know they're going to do what they're supposed to do,\" she said.\n\nThat said, there are some voters who do care about gender to some degree. One is Zahra Lakhani, owner of the salon Alli visited. While Lakhani declined to give her political party, she said she was happy to let a candidate like Alli come and campaign at her salon.\n\n\"Only a woman can understand a woman's challenges. And being a mother, being a daughter, a sister, a wife, divorced, single mom, business owner, leader in community as well, it's not just one thing that you do,\" she said. \"So a woman is the only one who will understand another woman and their challenges.\"", "keywords": ["election", "2016", "congress", "running", "twice", "2018", "candidates", "vote", "care", "district", "female", "compared", "democratic", "women", "republican"], "polarity": 0.14306430205015108, "subjectivity": 0.4897695962318604},
{"title": "At The Winter Olympics, Robots Are Here To Help. But Don't Assume They Work All Hours", "url": "https://www.npr.org/sections/thetorch/2018/02/20/586891378/at-the-winter-olympics-robots-are-here-to-help-but-dont-assume-they-work-all-hou", "text": "At The Winter Olympics, Robots Are Here To Help. But Don't Assume They Work All Hours\n\nEnlarge this image toggle caption Steve Russell/Toronto Star via Getty Images Steve Russell/Toronto Star via Getty Images\n\nDirections, weather reports, water bottles. Those are some of the things we've seen robots offering at the Pyeongchang Winter Olympics — helping to host thousands of visitors and media. They're also helping South Korea present itself as a tech-savvy nation with an eye on the future.\n\nMost of the robots we've seen in Pyeongchang and Gangneung, the two areas where the Winter Games are being held, weren't made to look human. Instead, they present a wide range of looks — and autonomy.\n\nSome of these bots were made to look like a white tiger (Soohorang, the Olympic mascot), with an informational screen embedded in its belly. Others mimic colorful aquarium fish, avoiding the uncanny valley of fishiness with their blinking lights and exposed wiring.\n\nSeveral other models attend to duties that are often people-powered, from vacuuming busy hallways to painting murals.\n\nTwo of the most sophisticated robots regularly operate in crowded spaces. One, the Airstar, greets travelers at Seoul's Incheon International Airport, answering questions and offering to guide people through – and as NPR's Elise Hu learned, they can successfully point you to another human, even if they don't always understand what you're saying.\n\nAnother robot vacuums the carpeted hallways of the main press center in Pyeongchang. Spherical and glossy white, the vacuum speaks to passersby in a woman's voice.\n\nThe voice seems to be speaking Korean — presumably warning people to get out of the way. We couldn't make it out well, because this vacuum also plays jaunty music (somewhere between game-show theme and pop song) while its two front brushes swirl, clearing dust and dirt like a futuristic street-sweeper.\n\nJust because they're mechanical, don't assume these robots work all hours. They're deployed on carefully managed schedules – the snack bots take long breaks, clocking in to navigate around media workspaces for about 15 minutes every hour – usually only between noon and 5 p.m.\n\nThere's no sign that the robots negotiated for those hours – nor is there any hint of any artificial intelligence they might have lurking behind their cameras and sensors. TARS, they're not.\n\nEnlarge this image toggle caption Ed Jones/AFP/Getty Images Ed Jones/AFP/Getty Images\n\nWhether they're cleaning the floor, helping lost travelers or hydrating the masses, the robots always have a human minder nearby. All of these humans hold a remote control that can get the robots back on track if something unpredictable happens (including questions from journalists).\n\nIf these robots were ever to evolve, it would help to have names, a sense of identity around which to build sentience. It could be precisely for this reason that their makers have refrained from giving them names. All of the technicians we spoke to could offer no individualized names for the bots, other than generic tags such as \"Vacuum\" or \"Transport Robot.\"\n\nThe robots are in a unique and sensitive position at the Olympics. Organizers want them here to represent South Korea's technical prowess. But when we've asked their minders to name the companies that make them, they've demurred.\n\nOne cited \"security\" as the reason. Others have replied that they simply couldn't say. Anecdotally, we've heard that LG may have built the sophisticated one at the airport. Others have said the snack bots could be the work of a small, mom-and-pop tech company.\n\nThe mystery is likely the result of the intense policing of brands that goes on at the Olympics, something that's notoriously all-encompassing. For instance, our rooms at the media village came equipped with toiletries made by P&G — an Olympic sponsor — but because the toothpaste is from an outside company, its label was glued over with white paper, leaving only a mint leaf as the most obvious hint at its contents.", "keywords": ["olympics", "help", "assume", "pyeongchang", "white", "bots", "winter", "vacuum", "dont", "theyre", "robots", "work", "weve", "hours"], "polarity": 0.05612244897959184, "subjectivity": 0.41106937280406664},
{"title": "Trump Endorses Romney For U.S. Senate, But Does It Signal Détente?", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587189023/trump-endorses-romney-for-u-s-senate-but-does-it-signal-d-tente", "text": "Trump Endorses Romney For U.S. Senate, But Does It Signal Détente?\n\nEnlarge this image toggle caption Rick Bowmer/AP Rick Bowmer/AP\n\nThe strained — and often strange — relationship between President Trump and Mitt Romney just added another layer of complexity: In a tweet on Monday, the president endorsed Romney to fill the U.S. Senate seat left open by the retirement of Utah's Orrin Hatch.\n\nTrump said Romney \"will make a great Senator and worthy successor to [Orrin Hatch], and has my full support and endorsement!\"\n\nRomney's response (also on Twitter): \"Thank you Mr. President for the support. I hope that over the course of the campaign I also earn the support and endorsement of the people of Utah.\"\n\nThe civil words between the two Republicans are very different from some words they have used about each other in the past — words like \"phony\" (Romney) and \"loser\" (Trump).\n\nIn a famously scathing speech delivered in the midst of the presidential campaign in March 2016, the former Massachusetts governor who ran unsuccessfully against President Obama in 2012 called Trump a \"con man\" whose promises are \"as worthless as a degree from Trump University.\"\n\nRomney said Trump was playing Americans \"for suckers\" and predicted that he would never release his tax returns as promised because \"he has too much to hide.\"\n\nTrump returned the sentiment, saying that in the 2012 election, Romney had \"choked, no different than a golfer that misses a putt on the 18th hole.\"\n\nHowever, once the election was over, Romney moderated his tone and even took a now-infamous dinner meeting with the president-elect, ostensibly to discuss the possibility of becoming secretary of state in the Trump administration. Rex Tillerson got the job, and apparently nothing came of the meeting save for some awkward photos.\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nLast year, Romney had some harsh words once again for the president, sharply criticizing his endorsement of Alabama Senate candidate Roy Moore.\n\nFurther, reports late last year indicated that Trump was pressing the 83-year-old Hatch to seek an eighth term to shut out Romney.\n\nAll of this has led pundits to speculate that as senator, Romney could become a thorn in Trump's side, using it as a pulpit to tread where many Republicans have dared not.\n\nRomney's designs on the Utah seat were known well before he announced last week. In an editorial published in January, Mark Barabak writing for the Los Angeles Times wondered aloud about the mystery that a Romney in the Senate would pose:\n\n\" ... [Given] his evident disdain, [how] would [he] get on with President Trump: as another in the lockstep Republican ranks or, some hope, a leader of resistance from within the GOP? There is ample support for either tack; voters in few, if any, states view Trump with the deep ambivalence felt in Utah.\"\n\nAs recently as Friday, the nature of the relationship between the two men was not entirely clear. According to The Associated Press: \"Asked Friday if he would seek or accept Trump's endorsement, Romney demurred but said they had talked on the phone two or three times in recent months and had a cordial and respectful relationship.\"\n\nAt least on the surface, Trump's endorsement and Romney's response look much the same: cordial and respectful.", "keywords": ["détente", "endorses", "support", "romney", "trump", "senate", "president", "does", "words", "endorsement", "toggle", "times", "signal", "trumps"], "polarity": 0.008671171171171173, "subjectivity": 0.46117117117117107},
{"title": "Russian Curler's 'B' Sample Confirms Doping Result; Bronze Medal In Jeopardy", "url": "https://www.npr.org/sections/thetorch/2018/02/20/587211448/russian-curlers-b-sample-confirms-doping-result-bronze-medal-in-jeopardy", "text": "Russian Curler's 'B' Sample Confirms Doping Result; Bronze Medal In Jeopardy\n\nEnlarge this image toggle caption Ronald Martinez/Getty Images Ronald Martinez/Getty Images\n\nRussian curler Alexander Krushelnitckii, who won a bronze medal at the Pyeongchang Olympics, has tested positive for a performance-enhancing drug at the Winter Games, a spokesman for the Olympic Athletes from Russia team says. The team says it will investigate to learn how the banned drug came to be in the curler's system.\n\nOAR spokesman Konstantin Vybornov issued a statement on Tuesday saying that the \"B\" sample, which had been opened for testing yesterday, had returned the same result as the \"A\" sample: a positive for the presence of meldonium. The drug, sometimes prescribed to treat heart conditions, is believed to boost athletes' recovery.\n\n\"We express our sincere regret over the fact of this incident,\" the Russian spokesman said.\n\nWhile Vybornov acknowledged that the test confirmed the presence of meldonium in the curler's system, he added that an earlier test had been negative.\n\n\"The samples taken from Alexander Krushelnitsky prior to the Olympic Games, on January 22, as well as the preceding samples, tested negative. Thus, the fact of a conscious or systematic use of the banned substance is not confirmed,\" Vybornov said, in a translation by state-run Tass media.\n\nHe also said that meldonium is known to be effective only if taken consistently. The Russian Olympic Committee will investigate the matter to learn the circumstances, Vybornov said.\n\nThe findings could jeopardize the bronze medal Krushelnitckii won as part of a mixed doubles team with his wife, Anastasia Bryzgalova.\n\nA formal doping case was opened against the curler on Monday, by the anti-doping division of the Court of Arbitration for Sport.\n\nInternational Olympic Committee Communications Director Mark Adams has said that in the case of a positive test result, the OAR Implementation Group would be expected to submit its report on the matter to the IOC's executive board by the end of the Winter Games.\n\nMeldonium is the same drug for which Maria Sharapova tested positive, resulting in a lengthy ban from tennis in 2016 — the same year the the substance was placed on the prohibited list.\n\nThe testing was handled by the Doping-Free Sport Unit — which is part of the Global Association of International Sports Federations, an IOC-recognized group that's based in Switzerland. World Curling Federation President Kate Caithness is a member of the GAISF Council.", "keywords": ["bronze", "vybornov", "confirms", "jeopardy", "medal", "b", "positive", "spokesman", "curlers", "drug", "sample", "test", "team", "doping", "result", "tested", "olympic", "russian"], "polarity": 0.06885521885521885, "subjectivity": 0.35395622895622897},
{"title": "Canadians Burn Up The Ice, Shib Sibs Win Bronze In 'Incredible' Ice Dance Final", "url": "https://www.npr.org/sections/thetorch/2018/02/20/587179465/shib-sibs-win-bronze-french-pair-win-silver-in-incredible-ice-dance-event", "text": "Canadians Burn Up The Ice, Shib Sibs Win Bronze In 'Incredible' Ice Dance Final\n\nEnlarge this image toggle caption Paul Chiasson/AP Paul Chiasson/AP\n\nMaia and Alex Shibutani rose to win a bronze medal in ice dance at the Pyeongchang Winter Olympics on Tuesday, turning in an artful routine named \"Paradise.\"\n\nCanadian legends Tessa Virtue and Scott Moir won gold, followed by France's Gabriella Papadakis and Guillaume Cizeron with silver, in a competition marked by both high scores and high drama.\n\nAs of today, Virtue, 28, and Moir, 30, are the most successful figure skaters in Olympic history, with five medals (including three gold). That's more than any other competitor, in singles or pairs.\n\nVirtue and Moir have been skating together since they were kids; on Tuesday, Virtue was asked if she ever thought they'd reach this level of success.\n\n\"Certainly not,\" she said, \"although in grade one I did write in my journal that I wanted to be at the Olympics with Danny Moir, Scott's brother, so I'm close.\"\n\n\"This was an incredible ice dance event and to know we gave it our very best means everything,\" Maia Shibutani, 23, said after she and her brother pulled off another medal-winning performance.\n\nThe Shib Sibs had been in fourth place after the short dance portion of the competition. They laid it all on the line Tuesday in hopes of reaching the podium, and they came away with their second bronze medal of these Winter Games, the U.S. having placed third in the team event.\n\n\"It feels like gold. It's unbelievable,\" Alex Shibutani, 26, said. \"I am so proud of the way we fought through this week and the season. We are so emotional.\"\n\nSkating skills, choreography and drama: They're hallmarks of ice dancing, and they've been in evidence over the past two days at the Gangneung Ice Arena.\n\nLook no further than the French pair of Papadakis and Cizeron, who were making headlines for all the wrong reasons after the collar on Papadakis' costume became unfastened during their performance Monday. The \"wardrobe malfunction\" exposed her breast on live TV — an experience that Papadakis called her \"worst nightmare.\"\n\nThe French duo's short program score didn't seem to suffer, and they proved they had recovered their composure by turning in a strong and stirring performance — earning the highest score ever in an Olympics free dance on Tuesday (South Korea is 14 hours ahead of U.S. Eastern Time).\n\nTheir score of 205.28 combined points put Papadakis and Cizeron comfortably past the Shibutanis' 192.59 points, and seemingly within striking distance of Virtue and Moir.\n\nBut then the Canadian pair took the ice, and they delivered the uniquely captivating, athletic and sensual performance that has made them stars. Skating to music from Moulin Rouge, they earned a final combined score of 206.07 — an Olympic record.\n\nSaying that she is thrilled, Virtue added: \"That performance was really special and truly memorable. The gold medal is the cherry on the cake.\"\n\nWhen Alex Shibutani was asked about the imposing task of moving into medal contention in an event that ranks by cumulative score, he said: \"We believed in ourselves. We felt that our short dance was amazing. So there was no reason to be concerned about the score.\"\n\nEnlarge this image toggle caption Jamie Squire/Getty Images Jamie Squire/Getty Images\n\nThe Shibutanis were briefly in first place after their free dance program, before the other top contenders claimed spots on the podium. The siblings finished one spot ahead of fellow Americans Madison Hubbell and Zachary Donohue, who are in their first Olympics in South Korea. With Madison Chock and Evan Bates in ninth place, all of the American pairs finished in the top 10.", "keywords": ["canadians", "bronze", "olympics", "win", "shib", "virtue", "final", "papadakis", "shibutani", "medal", "incredible", "ice", "sibs", "performance", "moir", "dance", "score", "burn"], "polarity": 0.23652442795299947, "subjectivity": 0.5512827988338194},
{"title": "Maduro Calls Out President Trump On Twitter, Requesting 'Dialogue'", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587202320/maduro-calls-out-trump-on-twitter-requesting-dialogue", "text": "Maduro Calls Out President Trump On Twitter, Requesting 'Dialogue'\n\nEnlarge this image toggle caption Federico Parra/AFP/Getty Images Federico Parra/AFP/Getty Images\n\nUpdated at 8:58 a.m. ET\n\nVenezuelan President Nicolas Maduro has offered an overture to his U.S. counterpart on Twitter, using President Trump's preferred medium Monday to ask for talks between the two countries.\n\nTrump \"campaigned promoting non-interference in other countries' domestic affairs,\" Maduro tweeted, tagging the U.S. president's account. \"The time has come to fulfill it and change your agenda of aggression for one of dialogue.\n\n\"Dialogue in Caracas or Washington DC?\" he added. \"Time and place and I'll be there.\"\n\nThe surprise olive branch comes less than a week after Maduro was told he would \"no longer be welcome\" at the Summit of the Americas, a policy meeting that brings together heads of state from throughout the Western Hemisphere. Peru, the host country for the April gathering, uninvited Maduro after his government called an early presidential election to be held just over a week after the summit, and his supporters on the country's Supreme Court barred Venezuela's principal opposition coalition from participating.\n\nBoth moves have been condemned as intended to rig the results from the outset.\n\nThe U.S., which has already imposed sanctions on Maduro and his regime and labeled the head of state a \"dictator,\" has also declared that it has no intention of recognizing the upcoming election.\n\nAt the same time, the tweet of overture to Trump coincided with another major move by Maduro's government: On Tuesday, Venezuela launches presales of its planned \"petro\" cryptocurrency, a digital currency backed by the country's oil, gold and diamond reserves.\n\nThe launch has been billed by Maduro as a splashy entrance into \"the world of the 21st century,\" but as journalist John Otis notes on Morning Edition, some critics have called the new cryptocurrency a scam.\n\n\"In terms of international investors, there are huge risks because these are barrels [of oil] that are not being developed, at all,\" Caracas analyst Jean Paul Leidenz tells Otis. \"I mean, there are not even plans, or a project of a future joint venture exploiting these barrels.\"\n\nThe move is also born of desperation, at least in part: The country has been caught in a spiraling economic crisis, with the price of a single cup of coffee rising 718 percent in just the past 12 weeks alone, by Bloomberg's estimation. The publication says that, translated to an annualized pace, this recent hyperinflation reaches a staggering 448,025 percent.\n\nAt the same time, as NPR's Samantha Raphelson reports, it is estimated that Venezuela \"is suffering from an 85 percent shortage of medicine.\"\n\nThe economic hardships have prompted many Venezuelans to seek sanctuary from the turmoil in neighboring Colombia. In turn, the Venezuelan government has voiced some incendiary suspicions.\n\n\"In Colombia, they are planning to bring back times that have already ended, like military bombing, a military invasion or the occupation — through blood and gunfire — of a peaceful country like Venezuela,\" Venezuelan Chief Prosecutor Tarek Saab said earlier this month, according to the Bogota Post.\n\n\"May Colombia understand that here we are going to fight and resist. We are not afraid,\" he reportedly said later, without offering proof of the alleged invasion plans.\n\nThe claims, which have been vehemently denied by Colombian leaders, came just a week after U.S. Secretary of State Rex Tillerson's visit to Bogota for talks with Colombian President Juan Manuel Santos.\n\nAhead of his South American trip earlier this month, Tillerson said the Trump administration is not pushing for a regime change, though he did suggest Maduro may face threats from within his own borders.\n\n\"In the history of Venezuela and in fact the history in other Latin American and South American countries, often times, it is the military that handles that,\" he said, according to Reuters. \"When things are so bad that the military leadership realizes that it just can't serve the citizens anymore, they will manage a peaceful transition.\"\n\n\"Whether that will be the case here or not,\" he added, \"I do not know.\"\n\nTrump, for his part, did not immediately respond to Maduro's tweet Monday calling for dialogue.", "keywords": ["maduro", "week", "country", "venezuela", "requesting", "twitter", "trump", "calls", "president", "military", "american", "state", "colombia", "dialogue"], "polarity": 0.03210162853019996, "subjectivity": 0.29558725005153574},
{"title": "Toddler Milks: Filling A Nutritional Need Or A Marketing Niche?", "url": "https://www.npr.org/sections/thesalt/2018/02/20/585875339/toddler-milks-filling-a-nutritional-need-or-a-marketing-niche", "text": "Toddler Milks: Filling A Nutritional Need Or A Marketing Niche?\n\nEnlarge this image toggle caption Arian Melchor Manzanero Pool /Getty Images/EyeEm Arian Melchor Manzanero Pool /Getty Images/EyeEm\n\nA grocery store's baby formula aisle often stocks an overwhelming number of options. Aside from different brands of pastel-hued tins and tubs, there are specialized formulas \u008d— some for spit-up reduction, gas or colic. And in the past decade or so, companies have introduced formulas meant for toddlers who are leaving bottles behind.\n\n\"You're faced with a confusing array of labels that are similar looking, and it's not very clear when you're supposed to use one, or switch from one to the other, or actually stop using these, and give your child food,\" says Jennifer Pomeranz, a public health researcher at New York University who recently analyzed the toddler drinks in grocery store aisles. Her results appeared in the journal Preventive Medicine last month.\n\nThe abundance of options reflects how much care parents tend to put into feeding their youngest family members. There's plenty of science showing that what kids eat in their first few years lays a foundation for their physical growth and brain development for the rest of their lives.\n\nBut toddlers don't know how important their diet is. So when they push away new foods, parents get anxious. \"For many parents, it's scary to move from breast-feeding or infant formula onto whole cow milk, that seems like a big change,\" says Steven Abrams, who chairs the American Association of Pediatricians Committee on Nutrition.\n\nThat, formula makers say, is where toddler milks come in. Toddler milks are marketed for picky eaters, framed as a familiar, but more grown-up, version of the breast milk or formula they're departing from. \"Milk-based toddler drinks can contribute significantly to nutritional intake of older infants and young children,\" Mardi Mountford, the president of the Infant Nutrition Council of America, said in an email statement. The Infant Nutrition Council of America is an association that includes Gerber products and three other formula makers.\n\nBut what an anxious parent may not realize is that these toddler milks are typically more expensive than whole milk and less nutritious, Abrams says. \"I don't believe them to be particularly harmful, but they're not necessary, and they're certainly not designed and regulated for infant use.\"\n\nStill, manufacturers are pursuing this market with gusto. In 2015, manufacturers spent $16 million promoting toddler milks, compared with $9 million on baby formula, according to an analysis from the University of Connecticut. Mead Johnson Nutrition, the company behind Enfagrow toddler transitions formula, noted strong growth in U.S. and Canada for their \"growing-up milks\" in their two most recent annual reports, in 2014 and 2015.\n\nWe chatted with Pomeranz about what she discovered about these products. Our conversation was edited for length and clarity.\n\nWhat, exactly, is a toddler milk, and how are these products different from formulas for infants?\n\nThis is actually a tough product category to nail down. When we first started this project, it took us months to determine what to call these things because there are so many names, and the European words are different than the ones used here.\n\nWhether a product is called a follow-up formula, a follow-on formula, or a growing-up milk, these transition formulas all contain similar ingredients: powdered milk, corn syrup solids and other sweeteners, vegetable oil, and sodium. Infant formulas, too, contain powdered milk and corn syrup solids, but the FDA strictly regulates the nutritional composition of all formulas meant for babies under 12 months.\n\nWithout those nutritional regulations, most toddler milks have more sugar, fat and sodium than infant formula.\n\nWhy did you look into toddler milk labels?\n\nBesides regulating the composition of infant formula, the FDA sets standards for labeling products for babies. Manufacturers have to include a specific nutrition panel and a statement to \"use as directed by physicians,\" and they can only make certain kinds of claims about infant formulas on packaging.\n\nOnce a formula is intended for a child older than 12 months, those regulations don't apply, so it made sense to survey the 17 toddler milk labels available when this study was conducted.\n\nIn most cases, it's hard to tell infant formulas apart from the toddler milks on the shelf. They have similar colors and wording. But toddler milks are usually cheaper, and that lower price point means parents may mistakenly buy these products for infants.\n\nDo you have recommendations about these formulas?\n\nMy view is that these companies created a fake feeding period that they filled with this new product. We're adding in now another few years of processed food consumption that didn't previously exist.\n\nBut to regulate the products that will remain in the market, it would help to assign them a standard name, so parents know what they're buying, she says. Requiring labels to clearly specify that toddler drinks aren't for infants would remove some of the confusion.\n\nA directive encouraging parents to check with a pediatrician before feeding a child a toddler drink would also be good. Given that most toddlers do well with food, water, and milk, pediatricians don't typically recommend these transition formulas.", "keywords": ["infant", "niche", "nutritional", "filling", "formulas", "parents", "toddler", "marketing", "products", "formula", "milks", "need", "theyre", "milk"], "polarity": 0.061403435745540996, "subjectivity": 0.44868128947076313},
{"title": "The Father Of The Internet Sees His Invention Reflected Back Through A 'Black Mirror'", "url": "https://www.npr.org/sections/alltechconsidered/2018/02/20/583682937/the-father-of-the-internet-sees-his-invention-reflected-back-through-a-black-mir", "text": "The Father Of The Internet Sees His Invention Reflected Back Through A 'Black Mirror'\n\nEnlarge this image Jenn Liv for NPR Jenn Liv for NPR\n\nIn 1984, two men were thinking a lot about the Internet. One of them invented it. The other is an artist who would see its impact on society with uncanny prescience.\n\nFirst is the man often called \"the father of the Internet,\" Vint Cerf. Between the early 1970s and early '80s, he led a team of scientists supported by research from the Defense Department.\n\nInitially, Cerf was trying to create an Internet through which scientists and academics from all over the world could share data and research.\n\nThen, one day in 1988, Cerf says he went to a conference for commercial vendors where they were selling products for the Internet.\n\n\"I just stood there thinking, 'My God! Somebody thinks they're going to make money out of the Internet.' \" Cerf was surprised and happy. \"I was a big proponent of that. My friends in the community thought I was nuts. 'Why would you let the unwashed masses get access to the Internet?' And I said, 'Because I want everybody to take advantage of its capability.' \"\n\nClearly, Cerf is an optimist. That is what allowed him to dream big. But, in retrospect, some of the decisions his team made seem hopelessly naive, especially for a bunch of geniuses.\n\nThey made it possible to surf the Internet anonymously — unlike a telephone, you don't have a unique number that announces who you are. We know how that turned out. People with less lofty ambitions than Cerf used that loophole for cybercrime, international espionage and online harassment.\n\ntoggle caption Chandan Khanna/AFP/Getty Images\n\nCerf admits all that dark stuff never crossed his mind. \"And we have to cope with that — I mean, welcome to the real world,\" he says.\n\nAnd in a way, why would Cerf have imagined all this? He was a scientist deeply engaged in solving a great technical problem.\n\nWhile Cerf and his colleagues were busy inventing, the young aspiring science fiction writer William Gibson was looking for a place to set his first novel. Gibson was living in Seattle, and he had friends who worked in the budding tech industry. They told him about computers and the Internet, \"and I was sitting with a yellow legal pad trying to come up with trippy names for a new arena in which science fiction could be staged.\"\n\nThe name Gibson came up with: cyberspace. And for a guy who had never seen it, he did a great job describing it in that 1984 book, Neuromancer: \"A graphic representation of data abstracted from the banks of every computer in the human system. Unthinkable complexity. Lines of light ranged in the nonspace of the mind, clusters and constellations of data. Like city lights, receding.\"\n\nSomehow Gibson was able to imagine the potential scale of it — all those computers connected together.\n\nWilliam Gibson: \"There Will Never Be Enough Bandwidth\" 0:41\n\nBut, it isn't just the Internet that Gibson saw coming. In Neuromancer, the Internet has become dominated by huge multinational corporations fighting off hackers. The main character is a washed-up criminal hacker who goes to work for an ex-military officer to regain his glory. And get this: The ex-military guy is deeply involved in cyber-espionage between the U.S. and Russia.\n\nGibson says he didn't need to try a computer or see the Internet to imagine this future. \"The first people to embrace a technology are the first to lose the ability to see it objectively,\" he says.\n\nHe says he's more interested in how people behave around new technologies. He likes to tell a story about how TV changed New York City neighborhoods in the 1940s.\n\n\"Fewer people sat out on the stoops at night and talked to their neighbors, and it was because everyone was inside watching television,\" he says. \"No one really noticed it at the time as a kind of epochal event, which I think it was.\"\n\nWilliam Gibson: \"I Didn't Know That People's Mothers Would Be On It\" 0:33\n\nAfter years of covering Silicon Valley and speaking with brilliant inventors, I found Gibson's point a revelation. Our tech entrepreneurs are focused almost exclusively on how their devices will be used by individuals — not how those devices will change society. They want to make things that are addictive and entertaining. That is why I've started to take science fiction more seriously.\n\nAmong the sci-fi artists looking at today's latest technologies is Charlie Brooker, the creator and writer of the Netflix show Black Mirror.\n\nBrooker has a certain amount of frustration with the leaders in tech. \"It's felt like tech companies have for years just put this stuff out there,\" he says. \"And they distance themselves from the effects of their product effectively by saying, 'Oh, we're just offering a service.' \"\n\nBrooker sees each new technology more like an untested drug waiting to launch us on a very bad trip. Each episode of Black Mirror is like its own laboratory testing a technology that is already out, but pushing it by mixing in common human behaviors and desires.\n\nCharlie Brooker: \"We Use Technology In The Way Shows Like The 'Twilight Zone' Would Use The Supernatural\" 0:32\n\nIn one episode, everyone ranks one another on how well they interact socially in real time. It's like Yelp on steroids. The result is a nightmare society — every smile is forced; it's impossible to be honest with anyone.\n\nIn another episode, a grieving women hires a service that scans social media and other accounts of her deceased lover. It uses the information to bring him back as a humanoid robot. He speaks and responds almost exactly like the man she lost. And in case you're wondering: Such technology is already in the works.\n\nBrooker says he does admire inventors. He knows he could never be one.\n\n\"I could scarcely have invented the shoe,\" Brooker says. \"I'd be worrying that that would restrict your feet.\"\n\nThere is a kind of optimism that it takes to be an inventor. But the father of the Internet thinks inventors need the artists.\n\n\"It's the mind-stretching practice of trying to think what the implications of technology will be that makes me enjoy science fiction,\" Cerf says. \"It teaches me that when you're inventing something you should try to think about what the consequences might be.\"\n\nThe artists are the ones who recognize a fundamental truth: Human nature hasn't changed much since Shakespeare's time, no matter what fancy new tools you give us.", "keywords": ["trying", "cerf", "black", "technology", "tech", "fiction", "gibson", "brooker", "think", "mirror", "internet", "science", "invention", "father", "sees", "reflected"], "polarity": 0.13561613673682638, "subjectivity": 0.4760343583619445},
{"title": "MLB Sets New Rules To Speed Up The Game", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587181780/rules-for-2018-aim-to-speed-up-how-long-it-takes-to-play-a-mlb-game", "text": "MLB Sets New Rules To Speed Up The Game\n\nEnlarge this image toggle caption Mark J. Terrill/AP Mark J. Terrill/AP\n\nThe average nine-inning baseball game took 3 hours and 8 minutes to play last season. That's up from 2 hours and 46 minutes in 2005.\n\nMajor League Baseball has long had the goal of moving things along, and on Monday, Commissioner Rob Manfred announced new rules aimed at shortening how long it takes to get a game played.\n\nStarting with the 2018 season, MLB will impose stricter limits on mound visits by managers, coaches and players; however, there are some exceptions. Commercial breaks will be shorter. And pitchers may throw as many warmup pitches as they want before the commercial break ends but will no longer be guaranteed eight warmup pitches.\n\nManfred issued a statement about the changes:\n\n\"I am pleased that we were able to reach an understanding with the Players Association to take concrete steps to address pace of play with the cooperation of players. My strong preference is to continue to have ongoing dialogue with players on this topic to find mutually acceptable solutions.\"\n\nAfter more than a year of talks, the Major League Baseball Players Association refused to agree to the changes but also signed an agreement that it will not oppose them.\n\nMLBPA chief Tony Clark also issued a statement Monday:\n\n\"Players were involved in the pace-of-game discussion from Day One, and are committed to playing a crisp and exciting brand of baseball for the fans, but they remain concerned about rule changes that could alter the outcome of games and the fabric of the game itself.\"\n\nManfred had wanted to add a countdown timer between pitches, but there will be no 20-second pitch clock for 2018. There will also be no between-batter clock.\n\nHere is a breakdown of the new rules according to MLB.com:\n\n1. Mound visits\n\n— Mound visits will be limited to six per team per nine innings. Teams will receive an additional visit for every extra inning played. Any manager, coach or player visit to the mound will count as a mound visit.\n\n— Visits to the mound to clean cleats in rainy weather, to check on an injury or potential injury or after the announcement of an offensive substitution are excepted.\n\n— Also, normal communication between player and pitcher that does not require either to vacate their position on the field does not count as a visit.\n\n— If a team is out of visits, the umpire will have discretion to grant a visit at the catcher's request if he believes there has been a cross-up between the pitcher and catcher.\n\n2. Between-inning breaks\n\n— As has been the case since the start of the 2016 season, a timer will count down between innings from 2:05 for breaks in locally televised games, from 2:25 in nationally televised games and from 2:55 for tiebreaker and postseason games.\n\n— The difference now is that at the 25-second mark, the umpire will signal for the final warmup pitch and the pitcher must throw it before the clock hits 20. The batter will be announced at the 20-second mark and the pitcher must begin his windup to throw the first pitch of the inning within the five seconds before the clock hits zero.\n\n— Another important change is that a pitcher is no longer guaranteed eight warmup pitches between innings. However, he can take as many as he wants within the countdown parameters noted above. The timer will start on the last out of the inning, unless the pitcher is on base, on deck or at bat, in which case the timer shall begin when the pitcher leaves the dugout for the mound.\n\n— If the final out of the inning is subject to replay, the timer begins when the umpire signals the out.\n\n3. Timing of pitcher changes\n\nThe timing clock — as listed above — also applies to pitching changes, and it will begin as soon as the relief pitcher crosses the warning track.\n\n4. Instant replay\n\nAll club video review rooms will now receive direct slow-motion camera angles to speed up challenges and the resulting review. New phone lines will connect the rooms to the dugout and will be monitored to prevent their use for sign stealing.\n\nThe Associated Press reports that a person familiar with the decision said all conversations on the lines will be recorded. The person spoke on condition of anonymity because that detail was not announced.", "keywords": ["pitcher", "visit", "sets", "speed", "warmup", "game", "mound", "rules", "mark", "players", "inning", "mlb", "timer", "visits", "games"], "polarity": 0.06743051634355982, "subjectivity": 0.44873031557814164},
{"title": "Teens 'Lie In' At White House To Push For Stronger Gun Control ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/19/587089773/teens-lie-in-at-white-house-to-protest-for-stronger-gun-control", "text": "Teens 'Lie In' At White House To Push For Stronger Gun Control\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nA group of teenagers who say they are desperate for some action on gun control staged a silent \"lie-in\" outside the White House Monday, in the wake of the deadly Florida school shooting last week.\n\nThe event was organized over Facebook by a group called Teens for Gun Reform, which listed their intentions in a post: \"By doing this, we will make a statement on the atrocities which have been committed due to the lack of gun control, and send a powerful message to our government that they must take action now.\"\n\nDozens of students assuming the pose of corpses lay on the sidewalk in view of the White House, with their arms crossed over the chests.\n\nThe somber protests lasted only a few minutes \"in order to symbolize how quickly someone, such as the Parkland [Florida] shooter, is able to purchase a gun in America,\" organizers wrote, alluding to Nikolas Cruz, who, according to court documents, confessed to firing on unarmed students and teachers with a legally purchased AR-15 rifle.\n\nThe Valentine's Day rampage at Marjory Stoneman Douglas High School left 17 dead and 15 wounded.\n\n\"We must stand together in solidarity as the younger generations, and show our legislators that we demand reform in order to feel safer in our classrooms,\" the group declared on Facebook.\n\nThe D.C. area group is part of a groundswell of students across the country challenging politicians they argue have failed to make schools a safe haven from gun violence. They are organizing rallies and a national walkouts demanding stronger gun laws.\n\nStudents from the Florida high school are planning a massive rally against school and gun violence called \"March for Our Lives\" in Washington D.C. on March 24.\n\nSmaller rallies and protests are being organized in cities around the U.S.\n\n\"We're going to have, in every major city, somewhere that people all across the country can go to,\" Brendan Duff, a student at Marjory Stoneman Douglas High School told NPR.\n\nHe said students \"want to feel engaged, and they want to work they're doing something to help. And this is it.\"\n\nThe Women's March youth branch, EMPOWER, is also organizing a national school walk out on March 14, the one month anniversary of the Florida shooting. CNN says the rallies are scheduled to begin at 10 a.m. in every time zone and last for 17 minutes — one for each victim who lost their life in the massacre.\n\nMeanwhile, the White House says President Trump will host a listening session with high school students and teachers on Wednesday and meet with state local security officials on Thursday.", "keywords": ["teens", "rallies", "high", "house", "gun", "control", "push", "white", "students", "group", "violence", "school", "lie", "florida", "stronger"], "polarity": 0.03816666666666666, "subjectivity": 0.35980952380952375},
{"title": "Laura Ingraham Told LeBron James To Shut Up And Dribble; He Went To The Hoop", "url": "https://www.npr.org/sections/thetwo-way/2018/02/19/587097707/laura-ingraham-told-lebron-james-to-shutup-and-dribble-he-went-to-the-hoop", "text": "Laura Ingraham Told LeBron James To Shut Up And Dribble; He Went To The Hoop\n\nEnlarge this image toggle caption Kevork Djansezian/Getty Images Kevork Djansezian/Getty Images\n\nJournalist Laura Ingraham sought to rebuke the Cleveland Cavaliers' LeBron James for \"talking politics\" during a recent interview — something the Fox News host believes is out of bounds for an athlete.\n\nIngraham said she was not interested in the political advice from \"someone who gets paid $100 million a year to bounce a ball.\"\n\nJames is one of the most decorated American athletes of all time, and last month, the 14-time All-Star became the youngest NBA player with 30,000 career points.\n\nDuring a 17-minute interview with ESPN broadcaster Cari Champion alongside Golden State's Kevin Durant last week, James discussed family, personal growth and the challenges that come with being black and a public figure in America — including his reaction to the racial slur that was graffitied on his Los Angeles home last May. He also discussed politics and President Trump.\n\n\"The No. 1 job in America, the appointed person is someone who doesn't understand the people,\" the athlete said at one point during the interview, adding that some of the president's comments are \"laughable and scary.\"\n\nIngraham responded to his comments Thursday, calling them \"barely intelligible\" and \"ungrammatical\" on her Fox News program The Ingraham Angle.\n\n\"It's always unwise to seek political advice from someone who gets paid $100 million a year to bounce a ball,\" she said. \"Keep the political comments to yourselves. ... Shut up and dribble.\"\n\nThe backlash was swift. \"Almost all the stories accused me of 'dog-whistle' commentary, and many claimed that my line that LeBron should 'shut up and dribble' was 'racist,' \" she said Friday.\n\nThe journalist insisted that she's \"been using variants of that title to call out celebrities for 15 years,\" citing a book she wrote in 2006 called Shut Up and Sing.\n\nIndeed, the comment was hardly the first Ingraham made telling left-wing celebrities to stay out of politics. Recently, she hurled this apparent zinger toward Jimmy Kimmel, a critic of the GOP's efforts to replace the Affordable Care Act: \"Shut up and make us laugh every once in a while.\"\n\nIngraham's comments came in the run-up to Sunday's NBA All-Star game, in which James captained the winning team. He said Ingraham's criticism only enlarged his message: \"The best thing she did was help me create more awareness\" during the \"best weekend\" at the NBA, the athlete said Sunday. \"I get to sit up here and talk about social injustice.\"\n\n\"We will definitely not shut up and dribble. ... I mean too much to society, too much to the youth, too much to so many kids who feel like they don't have a way out,\" James continued.\n\n\"I had no idea who she is ... until now,\" the athlete quipped. \"So she won in that case.\"", "keywords": ["shut", "james", "hoop", "comments", "ingraham", "went", "nba", "interview", "political", "laura", "told", "politics", "lebron", "dribble"], "polarity": 0.10250000000000001, "subjectivity": 0.36083333333333334},
{"title": "At Munich Security Conference, Frayed Relations On Display As Global Crises Grow", "url": "https://www.npr.org/sections/parallels/2018/02/19/587120571/insecurity-at-the-munich-security-conference-as-global-crises-grow-more-contenti", "text": "At Munich Security Conference, Frayed Relations On Display As Global Crises Grow\n\nEnlarge this image toggle caption Lennart Preiss/AP Lennart Preiss/AP\n\nThe Munich Security Conference is usually a forum for world leaders to meet on the sidelines and strive for consensus and compromise. But this year's gathering is more likely to be remembered for saber-rattling and ultimatums, and the lack of discernible progress on resolving lingering conflicts or brewing crises around the world.\n\nOne of the more dramatic moments came Sunday during a speech by Israeli Prime Minister Benjamin Netanyahu, who addressed Iranian Foreign Minister Javad Zarif, who was at the conference, but not in the audience at the time.\n\n\"Mr. Zarif? Do you recognize this? You should. It's yours,\" Netanyahu said, as he held up a rectangular piece of metal that he said came from an Iranian drone shot down over Israeli airspace earlier this month.\n\n\"You can take back with you a message to the tyrants of Tehran,\" he added. \"Do not test Israel's resolve.\" Tehran denied the drone belonged to Iran.\n\nBut Netanyahu's threat fit right in with the theme of this year's conference: \"To the Brink — And Back?\"\n\n\"The warning signs are flashing in bright red,\" MSC Chairman Wolfgang Ischinger said. \"The world, I think, has moved ... much too close to the brink of major interstate conflict.\" Deutsche Welle commentator Matthias von Hein later noted: \"It seems as if diplomacy has reached the end of the road.\"\n\nSeveral leaders and ministers from the Middle East who attended the conference lashed out at their rivals and threatened military action. Zarif, who took the stage an hour after Netanyahu, called the Israeli leader's presentation a \"cartoonish circus.\"\n\nHe declined to address Netanyahu's specific allegations, although Tehran has long denied them.\n\nNetanyahu told the conference that Iran is trying to expand its control in the Middle East through political and armed proxies in Syria, Yemen, Gaza and Lebanon. He made a new claim that Iran is looking to provide Hezbollah in Lebanon with \"game-changing\" precision-guided weapons.\n\nNetanyahu also criticized the July 2015 Joint Comprehensive Plan of Action (JCPOA) between Iran and six major powers: the U.S., China, Russia, Britain, Germany and France, likening it to the Munich Agreement of 1938 in which Nazi Germany was allowed to annex parts of Czechoslovakia. Under JCPOA provisions, Iran agreed to restrict its nuclear program in exchange for relief from sanctions that had crippled its economy.\n\nPresident Trump, too, has been critical of the Iranian nuclear deal, which he's threatened to end. But the Reuters news agency on Sunday reported that it had obtained a State Department cable showing the U.S. administration softening its position on the deal. Reuters reported that if the European signatories simply commit to improving it, Trump will renew U.S. sanctions relief on May 12 and keep the agreement alive for now.\n\nMany at the conference believe the nuclear deal was a key topic during bilateral talks between U.S. Defense Secretary Jim Mattis and several leaders and ministers at the conference on Saturday.\n\nZarif, meanwhile, said it was \"delusional thinking\" to suggest, as Netanyahu did, that Iran won't act if the deal is scrapped.\n\n\"I can assure you that if Iran's interests are not secured, Iran will respond — will respond seriously — and I believe it would be a response that people will be sorry for taking the erroneous action they did,\" Zarif said.\n\nAnother crisis that dominated the conference was one emerging in Asia: North Korea's nuclear and ballistic program development.\n\n\"All allies are now within range of North Korean missiles,\" NATO Secretary General Jens Stoltenberg told conference goers. \"Pyongyang is closer to Munich than it is to Washington, D.C., and therefore we must put maximum pressure on North Korea to abandon its nuclear program.\"\n\nHe emphasized the use of diplomacy and sanctions, but others at the conference said they feared misinterpretation or inflammatory rhetoric by the U.S. and North Korean leaders could lead to war.\n\nAn American bipartisan congressional delegation sought to reassure conference goers that despite media accounts, the White House had no \"bloody-nose\" strategy to strike North Korea pre-emptively. And national security adviser H.R. McMaster called on the international community to do more to rein in Pyongyang.\n\nBut Judy Dempsey, a nonresident senior fellow at Carnegie Europe, referred in a blog post to a \"complete paralysis of diplomacy\" when it came to tackling North Korean ambitions to acquire nuclear weapons.\n\nPart of that is because China — widely viewed as the country with the most leverage over North Korean leader Kim Jong Un — was not represented at the conference by senior representatives, says former Australian Prime Minister Kevin Rudd, who heads the Asia Society Policy Institute in New York.\n\nChina is \"responsible for 90 percent of North Korea's imports, practically all of its energy imports and as a consequence has a direct leverage on the government in Pyongyang, though I do not underestimate the difficulty of China seeking to fundamentally change North Korean behavior,\" Rudd said.\n\nThat China didn't send any top people may have to do with the fact that the Munich Security Conference remains first and foremost a forum for trans-Atlantic relations, which — as the weekend demonstrated — are rather frayed.\n\nGerman Foreign Minister Sigmar Gabriel was one of many European officials who complained about the mixed messaging from Washington. He took a swipe at Trump, asking whether Germans should be left to figure out what America is thinking from \"words, deeds and tweets.\"\n\nGermans are \"confused when we look across the Atlantic, because we are no longer sure we recognize our America,\" he said.\n\nMany believe that the Trump administration is \"acting against an international system and a framework of alliances, agreements, undertakings and understandings, which the U.S. set up and which the U.S. has been the basic bulwark of for essentially 70 years,\" said Dan Smith, director of the Stockholm International Peace Research Institute. \"That's for almost as long as anyone has been alive here.\"\n\nBut Carnegie Europe Director Tomas Valasik, who is also a former Slovak ambassador to NATO, says European anxiety over the Trump White House is tempered by the growing U.S. military presence in Europe to counter Russian aggression.\n\nHe noted that American funding to the Europeans for deterrence has nearly tripled over the last 18 months.", "keywords": ["nuclear", "grow", "zarif", "global", "munich", "conference", "frayed", "north", "trump", "korean", "relations", "display", "iran", "leaders", "crises", "security"], "polarity": 0.0532652417027417, "subjectivity": 0.2874549062049061},
{"title": "Seismic Surveys Planned Off U.S. Coast Pose Risk To Marine Life", "url": "https://www.npr.org/sections/thetwo-way/2018/02/19/586061334/seismic-surveys-planned-off-u-s-coast-pose-risk-to-marine-life", "text": "Seismic Surveys Planned Off U.S. Coast Pose Risk To Marine Life\n\nEnlarge this image toggle caption Barcroft Media/Barcroft Media via Getty Images Barcroft Media/Barcroft Media via Getty Images\n\nAnimals that live in the ocean communicate with sound — humpback whales, for example. But these voices could soon be drowned out by powerful sonic booms from vessels searching for oil and gas.\n\nPresident Trump is opening up the Atlantic Coast to companies to explore for fresh reserves. And to explore, they will be making some of the loudest sounds ever heard in the ocean — sounds that, according to recent research, could harm marine animals from whales to plankton.\n\nFive companies are currently applying for permits to use seismic air guns to survey thousands of miles of the seabed along the Atlantic Coast. If they get the permits, they could start later this year.\n\nThe air guns are devices towed behind a ship. They compress and then release air explosively, and the sound waves penetrate the seabed. When they bounce back to receivers, also towed from the ships, the sound waves paint a picture of reservoirs of oil and gas beneath the seabed.\n\nThe Sound Of Seismic Testing 0:16\n\nThe sound blasts can also damage the ears and internal organs of marine animals. Ships will have to turn them off if they see whales or other marine mammals nearby.\n\nBut there's growing evidence that these sounds may seriously affect animals swimming well outside the immediate danger zone. Aaron Thode is an oceanographer who's studied the subject and advises the Marine Mammal Commission, a federal agency that regulates activities affecting marine life.\n\n\n\n\"We don't know what happens if animals are exposed constantly to sound over long periods of time in, say, a feeding area or a breeding area or what not,\" Thode explains.\n\nThode works at the Scripps Institution of Oceanography. He says whales have been observed retreating from the sound of air guns. That could cause them to abandon breeding or feeding grounds.\n\nThode's own research has shown that bowhead whales start calling more often to each other when there's air gun noise, at least for a while. \"At some point, you know, just as if a jet plane passes overhead, you just give up and wait for the sound to decrease,\" Thode says.\n\nIf the whales go silent, that not only has potential effects on their communication, but also on air gun surveyors. Federal rules require them to listen to for whale sounds and, if they hear them, to stop their air gun blasts. But if the whales aren't making noise, their presence underwater won't be known unless they're sighted at the surface.\n\n\n\nScientists believe that air gun sounds could \"mask\" communication by marine animals. Surveyors will be blasting several times a minute, for months at a time. Marine biologist Doug Nowacek at Duke University worries that that kind of constant noise could cause a mother, for example, to lose track of its calf. \"If they get separated by a few tens or hundreds of meters in an increasingly loud ocean,\" he says, \"you can consider it gone.\"\n\nNowacek says recent scientific evidence suggests that these more subtle effects of air guns could extend a long way. \"The levels that could still have and do have behavioral impacts extend out tens, and hundreds of miles away from those surveys,\" he says.\n\nAnd effects on smaller animals are emerging as well. Research in Australia shows that nearby air guns can actually kill shrimp-like plankton and their larvae. Even scallops have been observed recoiling from air gun sound.\n\nInterior Secretary Ryan Zinke rolled out the offshore energy plan at a press conference in January. He promised that the government will protect the environment. \"We do it right,\" he said, \"and we're not going to skirt protections, we're not going to give anyone a pass. We're going to hold corporations accountable.\"\n\n\n\nThe Interior Department completed an environmental impact study on seismic surveying in 2014 that runs several hundred pages. It says the effects on marine life will be moderate at worst. It points out that surveyors will stop their work if they see or hear whales within 500 yards and will keep away from places they're known to frequent. \"No significant impacts are expected to occur as a result of these seismic surveys,\" the Interior Department stated. The department estimates that there may by 90 billion barrels of undiscovered oil and over 300 trillion cubic feet of natural gas under the outer continental shelf along the Atlantic Coast.\n\n\n\nBut more than 70 scientists have written to Trump asking him to cancel the surveys anyway. They note that the surveys cover regions populated by several kinds of whales that are close to extinction. \"The magnitude of the proposed seismic activity is likely to have significant, long-lasting and widespread impacts on the reproduction and survival of fish and marine mammal populations in the region,\" the letter stated. Doug Nowacek is one of the scientists who signed the letter, and he adds that there's just not enough information to be sure the surveys are harmless. \"There are numerous species off the Atlantic Coast that we don't have any data whatsoever about their response to seismic,\" he says.\n\n\n\nScientists at the National Oceanic and Atmospheric Administration have been trying to take a census of what marine life lives along the continental shelf, where much of the surveying will take place. The region is heavily populated not only with several kinds of whales but dolphins and numerous other species, many of them commercially valuable. NOAA is still far from completing the task. Given that the surveys would cover tens of thousands of miles of ocean with potentially millions of sonic booms, there's no doubt that marine animals will be exposed.\n\n\n\nExploration companies maintain that there's no evidence that seismic testing has killed marine mammals. However, for several years, scientists have been working with exploration companies to develop newer air guns that are quieter. Some of these have been tested and found to work effectively at locating oil and gas reservoirs but they are not used commercially.\n\n\n\nThe Interior Department is expected to rule on the surveying permits in the next few weeks. Environmental and public interest groups are planning to legally challenge those permits if they are approved.", "keywords": ["planned", "coast", "air", "marine", "sound", "animals", "pose", "sounds", "whales", "guns", "seismic", "theres", "surveys", "life", "risk"], "polarity": 0.0753408388148648, "subjectivity": 0.42531952174809323},
{"title": "Trump Supports Improving Background Checks, But Will That Mean Action?", "url": "https://www.npr.org/2018/02/19/586984033/trump-to-talk-about-school-safety-but-will-he-do-anything-about-guns", "text": "Trump Supports Improving Background Checks, But Will That Mean Action?\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nUpdated at 9:30 a.m. ET\n\nPresident Trump is facing calls to act in the wake of the latest mass shooting, which killed 17 people Wednesday at a high school in Florida, and the White House is not ignoring them. The president will participate in a pair of listening sessions on school safety this week, and on Monday morning the White House said he supports efforts to improve the federal background check system, something Congress has expressed broad support for without acting on after past shootings.\n\nThe cyclical aftermath of the nation's mass shooting has repeated itself several times during Trump's year-old presidency, including with the deadliest mass shooting in modern U.S. history when 59 people were killed on the Las Vegas strip last October, and when 26 people were killed at a church service in Sutherland Springs, Texas, in November.\n\nIn both instances, Democrats called for a major push for gun control, and even some Republicans said modest changes to the nation's gun laws might be in order.\n\nYet, no legislation was passed.\n\nThat cycle is slightly different this time. Students from Marjory Stoneman Douglas High School in Parkland, Fla., where the shooting took place, have joined the political debate.\n\n\"Politicians who sit in their gilded House and Senate seats funded by the NRA telling us nothing could have been done to prevent this, we call B.S.,\" student Emma Gonzalez said at a rally Saturday. \"They say tougher guns laws do not decrease gun violence. We call B.S.\"\n\nStudents and parents of those killed at Stoneman Douglas High School, even the conservative New York Post, have asked the president directly to take action on gun control. He didn't mention the word \"gun\" in an address to the nation the morning after the shooting and ignored questions from reporters about acting on guns when he visited the injured in Broward County, Fla., on Friday evening.\n\nThe president did take time on Sunday to criticize the FBI for failing to act on a lead about the alleged gunman, 19-year-old Nikolas Cruz, who police say has admitted to conducting the armed rampage with a legally purchased AR-15 rifle. Trump said the bureau has been spending too much time on the Russia probe, an apparently unrelated issue to the failure to pass the tip on Cruz to the FBI's Miami field office.\n\nSurvivors of the shooting and friends of victims reacted sadly and angrily to Trump's tweet.\n\n\"Oh my god,\" one wrote in a retweet of the president's tweet. \"17 OF MY CLASSMATES AND FRIENDS ARE GONE AND YOU HAVE THE AUDACITY TO MAKE THIS ABOUT RUSSIA???!! HAVE A DAMN HEART. You can keep all of your fake and meaningless 'thoughts and prayers'.\"\n\nIn addition to holding a rally and speaking out in news interviews and on social media since last week's shooting, students are organizing a nationwide walkout of students as a call to action on April 20, the 19th anniversary of the massacre at Columbine High School in Littleton, Colo.\n\nThe mother of a 14-year-old murdered at the Parkland school went on CNN and spoke directly to the camera, making an impassioned plea to Trump by name, asking him to \"do something\" to keep guns away from those who would carry out school shootings.\n\nWhat the president will ultimately do is unclear. Without expanding on what the goal is, the White House has scheduled a listening session for the president with high school students and teachers Wednesday.\n\nOn Thursday, Trump will meet \"with state and local officials on school safety.\" The next morning, the president will address the Conservative Political Action Conference, a group for which gun rights are a top issue. Wayne LaPierre, one of the leaders of the NRA, is also scheduled to speak.\n\nDemocrats have called for action on gun control once again, as they have after each mass shooting.\n\nAfter the Las Vegas massacre, some Republicans — and even the NRA — said the regulation of bump stocks was worth revisiting. Those are accessories that are used to allow semiautomatic weapons to fire as if they were automatic; they were used by the shooter in Las Vegas.\n\nWhite House press secretary Sarah Sanders was asked at the time about the president's role in possible action around bump stocks. \"We want to be part of that discussion, and we're certainly open to that moving forward,\" Sanders said, adding that Trump is a \"strong supporter of the Second Amendment.\"\n\nAfter the November shooting in Sutherland Springs, Texas, it was discovered that records of the shooter's Air Force court-martial conviction for domestic violence were not properly entered into the national background-check system for gun purchases, and if they had, he would not have been able to legally obtain a gun. Changes to the background-check system were supported by the NRA, as well as Sen. John Cornyn of Texas, the No. 2 Republican in the Senate, who introduced a bill with Democrat Chris Murphy of Connecticut, who became one of the most visible advocates for gun control after the 2012 shooting in Newtown, Conn.\n\nIn a statement Monday morning, the White House's Sanders said, \"The President spoke to Senator Cornyn on Friday about the bi-partisan bill he and Sen. Murphy introduced to improve Federal Compliance with Criminal Background check Legislation. While discussions are ongoing and revisions are being considered, the President is supportive of efforts to improve the Federal background check system.\"\n\nJust like the bump stock issue, though, Congress did not take up the background check legislation in the aftermath of the shooting in Texas.\n\nAsked about the lack of action on NBC's Meet the Press Sunday, Sen. James Lankford, R-Okla., said there may be measures that could be put in place to make it harder to get a gun for someone with the behavioral warning signs people saw in Cruz. He also noted, though, the high bar to limiting gun ownership due to the Second Amendment.\n\n\"I have no issue with more extensive background checks,\" Lankford said. \"I have no issue with slowing down purchases for people that show all the basic warning signs. We have determined, as a country, that only a court can actually take away a constitutional right. And the right to keep and bear arms is a constitutional right.\"\n\nTrump signed a bill passed by Republicans in Congress last year to roll back an Obama administration regulation adding those who receive Social Security checks for mental illness and deemed unable to handle their own financial affairs to the background-check database.\n\nRep. Ted Deutch, D-Fla., who represents the area where last week's shooting took place, told ABC's This Week on Sunday that he's hopeful the activism of the students at Stoneman Douglas will move the debate forward.\n\n\"They're just not going to sit back after what they experienced,\" Deutch said, \"after what they saw, the worst things imaginable; they're not going to just sit back and take it.\"\n\nFlorida Republican Rep. Carlos Curbelo responded, in part, by saying, \"We've kind of inherited this world of binary choices where we either have to repeal the Second Amendment or have no gun-safety regulations whatsoever, and younger generations of Americans don't see the world that way.\"\n\nWhile Trump has not named any measures he would back to address gun violence since the shooting, he did point the finger at Democrats on Sunday for not enacting gun control when they controlled the White House, Senate and House — as Republicans do now.\n\n\"Because they didn't want to, and now they just talk!\" was the president's response, even though Republicans blocked several Democratic proposals after the 2012 massacre at Sandy Hook Elementary School in Connecticut. (Check how your member of Congress has voted.)\n\nNow, as President Trump holds listening sessions with students, teachers and law enforcement, the question will be whether he sees action to take beyond talk.", "keywords": ["background", "supports", "high", "action", "improving", "gun", "house", "mean", "students", "trump", "school", "president", "shooting", "checks"], "polarity": 0.03762790072739052, "subjectivity": 0.3278800394616721},
{"title": "Uber Eats Driver Allegedly Shoots And Kills Customer In Atlanta ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/19/587050356/uber-eats-driver-allegedly-shoots-and-kills-customer-in-atlanta", "text": "Uber Eats Driver Allegedly Shoots And Kills Customer In Atlanta\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nAtlanta Police are seeking an Uber Eats driver who they say killed a customer during a delivery.\n\nThe department confirmed to NPR that officers responded to a call of a person shot in the Buckhead neighborhood in north Atlanta on Saturday around 11:30 p.m. Investigators learned from witnesses that the victim left his apartment to meet an Uber Eats driver, took his order and began walking away from the delivery vehicle.\n\nWords were exchanged between the victim and the delivery driver as the victim walked back to his apartment. The driver fired several shots from his car, striking the victim multiple times. The driver, whose name is unknown, fled in a white Volkswagen.\n\nThe victim was transported to Grady Memorial Hospital in critical condition, and later died from his injuries.\n\nNo arrests have been made. The Atlanta Police Department told NPR that the investigation continues.\n\nThe Fulton County Medical Examiner's Office identified the victim as Ryan Thornton, 30, of Atlanta, according to NBC's WXIA. Thornton's family told the local NBC affiliate that the victim had graduated with a degree in political science from Morehouse College in May, and recently started a new job.\n\nUber Eats is a food delivery service provided by Uber. Using the Uber Eats app, customers can order food directly to their homes in 37 North American cities. Couriers can deliver orders by foot, bikes or cars, and customers can track couriers' locations the same way that they track the locations of Uber drivers.\n\n\"We are shocked and saddened by this news,\" Uber spokesperson Andrew Hasbun told NPR. \"We are working with the Atlanta Police Department, and our hearts go out to the families of those involved.\" The spokesperson added that Uber will say more when an arrest is made.\n\nAccording to Uber, its driver prescreening includes a review of motor vehicle records and a search through criminal records at the county, state and federal levels. It's also against company policy for drivers to carry firearms of any kind while using Uber apps.\n\nIt is unclear how Uber monitors this policy.\n\nIn 2016, Uber driver Jason Dalton committed a series of seemingly random shootings in between passenger pickups in Kalamazoo, Mich. Dalton killed six people, none of whom were his passengers. At the time, Uber defended its background check process, saying that no screening would have flagged Dalton, who had no previous criminal record.", "keywords": ["customer", "driver", "atlanta", "department", "uber", "dalton", "allegedly", "eats", "delivery", "npr", "shoots", "told", "victim", "kills"], "polarity": -0.023758417508417513, "subjectivity": 0.2540614478114478},
{"title": "'More Than War Fighters': Active-Duty Athletes Compete In Olympics Bobsled And Luge", "url": "https://www.npr.org/sections/thetorch/2018/02/19/586476047/more-than-war-fighters-active-duty-athletes-compete-in-olympics-bobsled-and-luge", "text": "'More Than War Fighters': Active-Duty Athletes Compete In Olympics Bobsled And Luge\n\nEnlarge this image toggle caption Quinn Rooney/Getty Images Quinn Rooney/Getty Images\n\nNick Cunningham grew up far from the snow in Monterey, on California's central coast. He ran track at Boise State University.\n\nNone of that hinted at the route he would take after graduation — trying out for the U.S. bobsled team.\n\n\"I figured it would be a graduation gift for myself to kind of do something that's outside the box, outside my comfort zone,\" said Cunningham, 32. \"Just try something none of my friends could ever say that they tried out for. And so I went and tried out. And 18 months later, I went to my first Olympics.\"\n\nThat was eight years ago in Vancouver, Canada, where Cunningham competed in the two- and four-man bobsled events.\n\nAfter that, he did something else outside the box.\n\nCunningham joined the New York Army National Guard. He's now a sergeant and part of the Army's World Class Athlete Program (WCAP), an elite group of soldiers who have unique orders.\n\n\"They told me, 'Go win medals for this country,'\" Cunningham said. \"And that's my job at this moment.\"\n\nCunningham is competing in Pyeongchang — his third Olympics — as a driver in the two- and four-man bobsled events. He's one of seven soldier-athletes on the U.S. Winter Olympic team. Four are competing in bobsled and three in luge.\n\nThe Army's World Class Athlete Program accepts soldiers who show they can compete at the elite level of Olympic or Paralympic sport. They undergo basic training and advanced individual training like every other soldier. After that, winter athletes head to Lake Placid, N.Y., and the summer athletes go to Fort Carson, Colo.\n\n\"I think the biggest thing about the program is it affords you the time,\" says Col. Sean Ryan, the WCAP director of communications and a coach for the program's distance runners in Fort Carson. \"But with that time comes the responsibility to maintain your proficiency in that sport, and be eligible to make an Olympic or international team. If you don't do that, you get released from the program.\"\n\nEnlarge this image toggle caption Krista Almanzan/KAZU Krista Almanzan/KAZU\n\nActive duty soldier-athletes began competing in the Olympics after World War II. The first athletes were boxers.\n\nWCAP became a more formal program in 1997. Now its members compete in events ranging from track and field to taekwondo.\n\nSince 1948, soldier-athletes have won 118 medals in the Olympic and Paralympic games.\n\n\"That's what we are looking for,\" Ryan says. \"When they raise the flag and play the anthem, we want it to be the United States anthem — and that's what we want, our soldier with their hand over their heart with our flag being raised. That's the mark of success.\"\n\nThe program is financed by a mix of government funds, fundraising and private sponsorships.\n\n\"We want to show that we're more than war fighters,\" Ryan says. \"These soldier-athletes are incredible. So I think it just goes to show you how well-rounded the U.S. Army is.\"\n\nFor Cunningham, the California bobsledder, the program makes being an Olympian possible.\n\n\"Without the World Class Athlete Program, I would not be bobsledding still. I would be out of the sport easily four years ago, just 'cause of the financial commitment it takes,\" said Cunningham. \"So to be able to have them as kind of a backing and their support for me and everything that the Army brings — it has been phenomenal.\"\n\nAfter Pyeongchang, Cunningham is not sure what's next: another Olympics, a career in the military — or something else out of the box.", "keywords": ["world", "activeduty", "soldierathletes", "compete", "olympics", "athletes", "war", "program", "thats", "cunningham", "olympic", "fighters", "luge", "bobsled"], "polarity": 0.19246753246753248, "subjectivity": 0.43552669552669554},
{"title": "Formal Doping Case Is Opened Against Russian Curler Who Won Medal In Pyeongchang", "url": "https://www.npr.org/sections/thetorch/2018/02/19/587036657/formal-doping-case-is-opened-against-russian-curler-who-won-medal-in-pyeongchang", "text": "Formal Doping Case Is Opened Against Russian Curler Who Won Medal In Pyeongchang\n\nEnlarge this image toggle caption Jamie Squire/Getty Images Jamie Squire/Getty Images\n\nThe Court of Arbitration for Sport has confirmed that it has begun proceedings against Russian curler Aleksandr Krushelnitckii, who won a bronze medal in curling as part of the Olympic Athletes from Russia team at the Pyeongchang Winter Olympics.\n\nKrushelnitckii finished third in the mixed-doubles curling tournament, competing with his wife and teammate, Anastasia Bryzgalova.\n\nNews that Krushelnitckii's \"A\" doping control sample had failed a doping test for meldonium first came out on Sunday; his second \"B\" sample was opened and tested on Monday – and hours later, the CAS said that its anti-doping division was opening a case against the curler.\n\nThe CAS said it was acting on a request from the International Olympic Committee.\n\n\"No hearing date has been fixed yet and no further information will be provided at this point,\" the court said.\n\nFrom the timeline provided by the IOC's press unit earlier Monday, the beginning of a formal case against Krushelnitckii would mean that the Doping-Free Sport Unit, the group that handles drug testing and which is part of the Global Association of International Sports Federations, had confirmed that the athlete's sample failed a re-test.\n\nAs we reported earlier, the Russian athlete's sample reportedly contained elevated levels of meldonium – a prescription heart drug that was formally put on the banned list in January of 2016, with WADA citing \"evidence of clear abuse of the substance.\"\n\nBefore it was banned, meldonium was seen as a \"legal doping\" substance — a prescription drug believed to boost performance but that for decades wasn't prohibited, as NPR's Jon Hamilton reported in 2016, when Russian tennis star Maria Sharpova was hit with a lengthy ban over elevated levels of the drug.\n\n\"Among athletes, meldonium is used with the purpose of increasing recovery rate or exercise performance\" the British Journal of Sports Medicine wrote last year.\n\nto the OAR Implementation Group to report its findings to the IOC's executive board at the end of the Winter Games — a little over one week from now.\n\nThe Anti-doping Division of the Court of Arbitration for Sport (CAS ADD) at the Pyeongchang 2018 Olympic Winter Games (OWG) confirms that it has registered a new procedure.\n\nFurther to a request from the International Olympic Committee (IOC), the CAS ADD has initiated a procedure involving the athlete Aleksandr Krushelnitckii (mixed curling; OAR). No hearing date has been fixed yet and no further information will be provided at this point.", "keywords": ["opened", "case", "athletes", "sport", "cas", "medal", "formal", "provided", "olympic", "sample", "winter", "curler", "doping", "pyeongchang", "won", "russian", "meldonium"], "polarity": 0.005823863636363638, "subjectivity": 0.2617305871212121},
{"title": "ISIS' Parting Gift To Its Former Capital: Thousands Of Explosive Booby Traps", "url": "https://www.npr.org/sections/parallels/2018/02/19/586582610/isis-parting-gift-to-its-former-capital-thousands-of-explosive-booby-traps", "text": "ISIS' Parting Gift To Its Former Capital: Thousands Of Explosive Booby Traps\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nThe city of Raqqa was the de facto capital of the Islamic State. ISIS fighters were defeated there back in October, and they scattered in all directions. But they left behind a deadly legacy - thousands upon thousands of explosive booby traps.\n\nNow U.S. and Syrian trainers are teaching young men how to dismantle those bombs, at a village on the outskirts of the city.\n\nIn an exercise a Syrian instructor and his young student are trying to do just that. A mock explosive is set inside the metal front door of an abandoned house. They slide a selfie stick with a camera inside the gap in the door, searching for the wire to cut.\n\nSuddenly there's a sharp beeping sound. That's not the sound they wanted to hear, says the American special forces trainer.\n\n\"We have penalty alarms that you step on and it signifies an explosion,\" he explains.\n\nThat mock explosion would likely have killed or maimed both men, much like the real explosions that happen daily in Raqqa just down the highway. Some three dozen casualties each week from the thousands of booby trapped doors, chairs, even cooking pots.\n\nAnd the method is cruelly simple. The bombs are detonated by what looks like a beaded necklace made of fishing line, with small metal discs set inside plastic capsules. When crushed by a foot, the discs come together and complete a circuit, setting off the explosion, says the trainer, who cannot be named for security reasons.\n\n\"They blend into just about anything,\" he says. \"Tile. Rock. Very hard to see and very simple to make and very hard to detect, not a big metal signature.\"\n\nStill, a metal signature that could be picked up by sophisticated equipment. But the American and Syrian trainers want their students to use their minds and their eyes first. Scan the ground for something that looks out of place.\n\n\"They make a lot of mistakes,\" the American says, \"but we want them to make them here.\"\n\nNearby some other students are practicing detonating a mock explosive. They place a plastic hook on a wire and then walk backwards, unspooling what looks like kite string. That way they move to a safe distance, and either cut the wire or pull it to detonate the bomb.\n\nISIS' enduring legacy of cruelty\n\nRaqqa is laced with such bombs, says Christina, a surgeon with the U.S. special operations forces here, who sees the toll every day.\n\n\"It's people that are trying to go back into their homes whether they're collecting belongings or trying to move back in to see what's left,\" the surgeon says, \"and it's just devastating.\"\n\nEnlarge this image toggle caption Tom Bowman/NPR Tom Bowman/NPR\n\nDevastating wounds on mostly men, she says, but some women and children, too.\n\n\"A lot of lower-extremity wounds, but we see a lot of penetrating head trauma, a lot of chest stuff, abdominal stuff, a lot of traumatic amputations of limbs.\"\n\nNot one of the graduates trained here has been a casualty on the job. But most have lost family members to ISIS booby traps, bullets or executions.\n\nOne of the students here is Nabeel Mukhil Hamza. He's a slight 19-year-old, wearing a red parka. He's from Raqqa, where he was once jailed by ISIS for four days. His crime? Smoking.\n\n\"We attend this course of training to protect the civilians and to clear the city of any IEDs and explosives,\" he says.\n\nMost of the young men have lost family members to booby traps, bullets or executions at the hands of ISIS.\n\nHamza says his brother-in-law was killed when he stepped on a landmine. He was just 36 and left behind a wife and young daughter. Hamza says some of his neighbors' homes are laced with booby traps, one just 40 feet from his house, where he lives with his mother.\n\n\"I'm not scared, I'm here for my ultimate goal - safe homes,\" he says, though he acknowledges his mother is nervous.\n\n\"She just prays for me and says, 'May Allah save you.' \"\n\nAbout a 150 young men like Hamza have been trained. But officials here say the threat is so great, hundreds more will be needed.\n\nNPR producer Greg Dixon contributed to this report.", "keywords": ["trying", "booby", "gift", "metal", "explosive", "isis", "traps", "capital", "thousands", "lot", "wire", "young", "men", "parting"], "polarity": 0.03304789752158173, "subjectivity": 0.37754107490949584},
{"title": "Scientists Develop A Way To Use A Smartphone To Prevent Food Poisoning", "url": "https://www.npr.org/sections/thesalt/2018/02/19/584526195/scientists-develop-a-way-to-use-a-smartphone-to-prevent-food-poisoning", "text": "Scientists Develop A Way To Use A Smartphone To Prevent Food Poisoning\n\nEnlarge this image toggle caption Karen Brown/New England Public Radio Karen Brown/New England Public Radio\n\nFood scientists at the University of Massachussetts Amherst have come up with a technique they say could make it a lot easier to avoid food poisoning.\n\nThe main piece of equipment? Your smartphone.\n\nCurrently, to identify the bacteria that can get you sick, like E. coli or salmonella, food scientists often use DNA testing.\n\nThey obtain samples from, say, raw spinach or chicken skin, by rinsing the food and collecting a tiny bit of bacteria from the water. Then they let that bacteria multiply over 24 hours to get a big enough sample.\n\nAll this takes time and specialized equipment.\n\n\"Bacteria can be in the very, very low numbers, and cause illness,\" said UMass microbiologist Lynne McLandsborough. \"So that detection needs to detect low numbers.\"\n\nMcLandsborough is working with UMass food science professor Lili He on what they say is a much simpler — and more accessible — tool to detect harmful bacteria in food: a smartphone app that uses a $30 microscope attachment.\n\nThe device works in conjunction with a chemically-coated chip that binds to bacteria, even in tiny amounts.\n\nDipping the chip into contaminated water for half an hour will reveal bacteria, as Adam Salhaney, an undergraduate in He's lab, demonstrated.\n\n\"You can take this ... microscope attachment for any smart phone,\" Salhaney said, gripping the iPhone 7 they use as a prototype, \"and you can clip it right onto the camera.\"\n\nAfter pointing the microscope at a gold chip they'd coated with salmonella, Salhaney enlarged an image with a number of black dots set against the gold background of the chip. The dots were bacteria.\n\nSince his hand was shaking a bit, Salhaney had to work to get the image into focus. \"But I think the average consumer will be able to figure it out without much trouble,\" he said.\n\nEnlarge this image toggle caption Karen Brown/New England Public Radio Karen Brown/New England Public Radio\n\nThey hope consumers will eventually buy the testing kit for their own kitchens. It could also prove useful after natural disasters to test drinking water.\n\nThe UMass scientists say several food-processing companies have contacted them since the research went public last month. But it's still several years away from market.\n\n\"Right now, this is really preliminary,\" said McLandsborough. \"We can detect bacteria with the iPhone, but we don't know if they're pathogenic — if they're harmful bacteria or good bacteria.\"\n\nShe said they're trying to develop a technique that will identify the exact type of bacteria.\n\nIn the meantime, for her own food safety, McLandsborough avoids raw sprouts and raw oysters, and cooks her hamburgers to medium.\n\nA version of this story first appeared on New England Public Radio, where Karen Brown is a senior reporter.", "keywords": ["scientists", "image", "prevent", "smartphone", "food", "develop", "chip", "public", "bacteria", "way", "say", "karen", "england", "salhaney", "poisoning"], "polarity": 0.07895040565495111, "subjectivity": 0.37577097145278965},
{"title": "Lindsey Vonn Races To A Bronze Medal In Downhill At Pyeongchang Winter Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/20/587473457/lindsey-vonn-races-to-a-bronze-medal-in-downhill-at-pyeongchang-winter-olympics", "text": "Lindsey Vonn Races To A Bronze Medal In Downhill At Pyeongchang Winter Olympics\n\nEnlarge this image toggle caption Javier Soriano/AFP/Getty Images Javier Soriano/AFP/Getty Images\n\nU.S. skiing star Lindsey Vonn turned in a time that was a half-second off the lead in the downhill Wednesday in South Korea, fast enough to win a medal in her final event of the Pyeongchang Winter Olympics – and possibly of her Olympic career.\n\nGoing into today's race, Vonn, 33, was already the most decorated female skier of all time. She put together a solid run, having trouble in only one section in the middle of the downhill course at Jeongseon Alpine Center in Pyeongchang.\n\nStarting seventh in the field of 39 racers, Vonn hit speeds of nearly 70 mph as she scorched down the mountain. Vonn's time of 1:39.69 put her 0.47 behind Italiy's Sofia Goggia, who won a gold medal after being the fifth skier to race.\n\nAs one after another skier flew down the hill, it seemed as if Vonn's time might put a silver medal around her neck. But then Norway's Ragnhild Mowinckel blistered past the American to take silver, only 0.09 behind the leader.\n\nThe downhill course for Wednesday's race had 38 gates, with a vertical drop of 2,395 feet over a length of 9,104 feet.\n\nIn her Olympics career, Vonn had previously won two medals – a gold in the downhill and a bronze in the Super-G. She won both of those medals at the 2010 Vancouver Games, when she became the only American woman ever to have won gold in the Olympics' downhill.\n\nVonn has coped with a string of serious injuries in her career, including surgery on her knee — which she then reinjured, forcing her to opt out of the 2014 Sochi Games.\n\nThis is widely believed to be the final Olympics for Vonn, whose career includes a streak of dominance from 2007 to 2012, when she mixed four overall championships with one second-place finish. In an even longer streak, she was the No. 1 women's skier in the downhill for eight years, from the 2007/2008 season to 2015/2016.\n\nToday's race did not include Mikaela Shiffrin, the 22-year-old American skier who won gold in the giant slalom earlier at these Olympics. Shiffrin had initially planned to race in the downhill, but she opted out after scheduling changes due to weather stacked her events too close to one another. Shiffrin, who won gold in the slalom as an 18-year-old in Sochi, plans to race in the alpine combined in South Korea.", "keywords": ["gold", "lindsey", "bronze", "olympics", "vonn", "medal", "career", "winter", "downhill", "race", "shiffrin", "races", "pyeongchang", "won", "skier"], "polarity": -0.02312091503267974, "subjectivity": 0.43096405228758167},
{"title": "Europe Saw 4-Fold Increase In Measles Cases In 2017", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587350782/europe-saw-4-fold-increase-in-measles-cases-in-2017", "text": "Europe Saw 4-Fold Increase In Measles Cases In 2017\n\nEnlarge this image toggle caption Lucy Nicholson/Reuters Lucy Nicholson/Reuters\n\nMeasles is highly contagious, but easily preventable with a vaccine.\n\nHowever, the numbers of measles cases sharply jumped up in Europe in 2017, according to new data released by the World Health Organization.\n\nIn 2017, the disease affected 21,315 people, compared to 5,273 in 2016. Last year, 35 people died in Europe because of measles.\n\n\"Every new person affected by measles in Europe reminds us that unvaccinated children and adults, regardless of where they live, remain at risk of catching the disease and spreading it to others who may not be able to get vaccinated,\" said Zsuzsanna Jakab, WHO's Regional Director for Europe. She describes the loss of lives as a \"tragedy we simply cannot accept.\"\n\nThe WHO says that 15 countries in Europe saw outbreaks of 100 or more cases. Romania had the most, with 5,562, followed by Italy, with 5,006, and Ukraine, with 4,767.\n\n\"These countries have experienced a range of challenges in recent years, such as declines in overall routine immunization coverage, consistently low coverage among some marginalized groups, interruptions in vaccine supply or underperforming disease surveillance system,\" the WHO report stated.\n\nAccording to the BBC, Romania has a shortage of the vaccine. \"It is also thought that the country's large Roma population, who often live in severe poverty, are at particular risk of contracting and spreading the virus,\" the broadcaster added.\n\nIn response to the burgeoning outbreak in Italy last year, the country made vaccines mandatory for measles and a number of other diseases for school children.\n\n\"Kids up to 6 years old won't be accepted into nursery schools without them,\" reporter Christopher Livesay told NPR. \"And parents sending their children to school after that age without vaccinating them first will now face fines of up to $8,380.\"\n\nThat was controversial and sparked protest. Like many other countries, some politicians in Italy have argued against the policy by referencing widely discredited research that suggests a link between vaccines and autism.\n\nThe WHO says other European countries that saw large outbreaks in 2017 are:\n\n\"Greece (967), Germany (927), Serbia (702), Tajikistan (649), France (520), the Russian Federation (408), Belgium (369), the United Kingdom (282), Bulgaria (167), Spain (152), Czechia (146) and Switzerland (105).\"\n\nAs NPR's Michaeleen Doucleff has reported, measles cases have generally seen a dramatic drop worldwide since the 1980s, from more than 4 million cases annually to less than 500,000. However, she adds that health workers have struggled to push vaccination rates past 78 percent, though they say rates of 90 to 95 percent are needed to stop outbreaks.\n\nPoor countries such as Guinea, Mongolia and Nigeria are seeing a high number of cases, she adds. As NPR's Jason Beaubien reports, Rohingya camps in Bangladesh have also seen recent outbreaks.\n\nThere have also been several recent outbreaks in the U.S., primarily impacting people who were never vaccinated for measles. The U.S. saw 118 cases of measles in 2017, according to the CDC. A 2015 outbreak across multiple states is believed to have originated with a traveler who visited Disneyland.\n\nAn outbreak hit Minnesota in 2017, sickening at least 79 people. A large number of those impacted are members of the Somali-American community in Minneapolis, many of whom are wary of vaccines.\n\nPatients with measles have symptoms such as fever, cough and runny nose at the onset, according to the CDC. After about 3 days, a rash of \"flat red spots\" appears on the infected person's body.", "keywords": ["saw", "4fold", "recent", "outbreak", "2017", "number", "increase", "europe", "outbreaks", "cases", "measles", "countries"], "polarity": 0.08081720166625826, "subjectivity": 0.41333864248958585},
{"title": "12-Year-Old Crashes In Joyride In Mexico, Killing 5 Children", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587361851/12-year-old-crashes-in-joyride-in-mexico-killing-5-children", "text": "12-Year-Old Crashes In Joyride In Mexico, Killing 5 Children\n\nA 12-year-old boy, clocking speeds of more than 90 miles an hour, crashed a car into a tree in a southern Mexico City neighborhood, sending passengers flying out of the car, killing five and injuring three, all children.\n\nAccording to Mexico City police officials, the boy was driving a Pontiac G3, a 4-door passenger car, packed with nine other children, when he lost control and spun off the road. Photos of the crash site show the mangled automobile with its windows shattered and car parts strewn around several covered bodies in the roadway. Police say the children, three girls and two boys died instantly, all between the ages of 12 and 14.\n\nMexico City officials say they cannot release any more information, including the children's names, because they are minors.\n\nAccording to Milenio newspaper a 10-year old boy, sandwiched between seats in the back, survived the crash and ran home to alert his parents. Three surviving children were taken to local hospitals. The 12-year old driver was taken into custody and sustained light injuries.\n\nOn Twitter, Mexicans expressed outrage, with many placing blame on the boy's parents. Several tweeted the boy's parents should be held responsible for the deaths. Others demanded the boy be tried as an adult. Children under the age of 18 are tried in juvenile courts in Mexico.\n\nMexico City's department of Boys, Girls and Adolescent Investigators says the 12-year-old boy, only named as Luis Eduardo, will be investigated for vehicular homicide and that he remains in custody.\n\nSeveral Mexican newspapers however are reporting the boy may be released to the custody of his parents under Mexico's new legal system, which does not require immediate imprisonment for vehicular accidents.\n\nThe new judicial system, which was approved by Mexico's Congress in 2008 and became fully operational in June 2016, now requires trials to be held in public with testimony and evidence presented in open courts. Mexico's old system was criticized for its secrecy and testimony submitted only in written arguments.\n\nCritics charge, though, the new system has allowed for the release of tens of thousands of suspected criminals and prisoners due to faulty evidence gathering and poor prosecutorial follow through. Such flaws in the new system have caused a backlash among politicians and citizens alike. Mexico City's mayor has blamed it for a \"very dangerous\" decline in the number of inmates held in the country's capital. Mexico's homicide rate, nearly 30,000 last year, was the highest registered since crime statistics first were kept in the 1990s.\n\nFrancisco Riquelme, a member of Mexico City's Bar Association and a criminal defense lawyer says the 12-year-old boy in the car crash is not being tried under the new system. Due to his age, Riquelme says he will face charges under Mexico's juvenile justice system, which also does not allow minors to be held in jail while awaiting trial.\n\n\"It would have to be extraordinary for a judge to hold a child under the age of 14 in jail for an accident,\" says Riquelme. And Riquelme says it's unfortunate that the public has a bad perception of the new judicial system. \"Any failures (of the new system) aren't because of its laws, but because of the wrong practices of its operators,\" he added.\n\nDavid Shirk, of the University of San Diego, who has been a consultant to Mexican judges and lawyers on Mexico's open trials, says it is unfortunate the new judicial system is taking a public beating. But he says in the case of the 12-year joyriding boy, it is unlikely that any justice system in the world could offer a suitable process of punishment for the horrible consequences of his actions.\n\n\"Sadly, there really is no way to achieve justice for those five kids, but treating this child unjustly is not the solution,\" says Shirk.", "keywords": ["12yearold", "system", "children", "joyride", "mexicos", "parents", "killing", "boy", "mexico", "car", "riquelme", "boys", "held", "crashes"], "polarity": -0.0332889237199582, "subjectivity": 0.42146029258098217},
{"title": "Head Of D.C.'s Schools Resigns After Personal Scandal And Amid District Tumult ", "url": "https://www.npr.org/sections/ed/2018/02/20/587356139/head-of-d-c-s-schools-resigns-after-personal-scandal-and-amid-district-tumult", "text": "Head Of D.C.'s Schools Resigns After Personal Scandal And Amid District Tumult\n\nEnlarge this image toggle caption Astrid Riecken/The Washington Post/Getty Images Astrid Riecken/The Washington Post/Getty Images\n\nD.C. Public Schools Chancellor Antwan Wilson resigned Tuesday following revelations that his daughter was improperly transferred from one of the district's top-performing public high schools to another — which had a waitlist of more than 600 students.\n\nThe move violated a policy that Wilson himself established last summer restricting the ability of the chancellor to grant such transfers for the children of public officials. The policy came as a result of revelations that former Chancellor Kaya Henderson had placed the children of certain officials in popular and high-performing schools.\n\n\"After listening to many community members and families and stakeholders, it became very clear to me that Wilson would be unable to successfully lead the schools having not been able to regain the community's trust,\" Mayor Muriel Bowser said in a news conference. \"There are too many tough decisions in the coming months to have any distractions.\"\n\nThis comes on the heels of another scandal involving D.C.'s public schools in which one-third of graduates last year received diplomas in violation of grading and attendance policies. An investigation revealing that information was ordered after an NPR and WAMU investigation showed widespread absenteeism among graduates of one D.C.'s neighborhood high schools.\n\nWilson's departure Tuesday means he served as chancellor for just over a year. Before coming to D.C., he worked as superintendent of the Oakland Unified School District in California. Bowser cited Wilson's experience turning around low-performing urban schools in his previous positions when she announced his appointment.\n\n\"This is the straw that broke the camel's back. We could have a leader that wants to start with transparency and openness, \" says Danica Petroshius, a school parent. \"With a new leader, I think there's a huge opportunity to improve trust in the system.\"\n\nD.C. Council member David Grosso, who chairs the council's education committee, says he fears that losing Wilson and having to find a new chancellor will set back the city's public schools, especially as they navigate the current graduation scandal and a recent decline in enrollment.\n\n\"Stability in the chancellor position is very important, and having a lot of turnover, just like a lot of turnover in the principal position, is not good for the city, it's not good for the schools,\" he says. \"This is frustrating for me, and it sets us back.\"", "keywords": ["turnover", "washington", "wilson", "scandal", "tumult", "resigns", "public", "trust", "having", "amid", "dcs", "personal", "head", "chancellor", "district", "schools"], "polarity": 0.08337070337070338, "subjectivity": 0.40129537129537124},
{"title": "Search for Buried Treasure Linked to Illinois Man's Death At Yellowstone", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587427220/search-for-buried-treasure-linked-to-illinois-man-s-death-at-yellowstone", "text": "Search for Buried Treasure Linked to Illinois Man's Death At Yellowstone\n\nEnlarge this image toggle caption Ted S. Warren/AP Ted S. Warren/AP\n\nLast summer, 53-year-old Jeff Murphy was hiking in Yellowstone National Park when he disappeared. Park investigators found his body on June 9, where Murphy had fallen 500 feet from Turkey Pen Peak, after accidentally stepping into a chute.\n\nBut he wasn't on just any hike. He was looking for a treasure box of gold and jewels worth up to $2 million, buried somewhere in the Rocky Mountains by an eccentric millionaire named Forrest Fenn.\n\nFenn, an art dealer and millionaire in his 80s, lives in Santa Fe, N.M. In his self-published memoir, Fenn included a poem that supposedly leads to the treasure he hid in the mountains.\n\n\"The ornate, Romanesque box is 10-by-10 inches and weighs about 40 pounds when loaded,\" NPR's John Burnett reported in 2016. \"Fenn has only revealed that it is hidden in the Rocky Mountains, somewhere between Santa Fe and the Canadian border at an elevation above 5,000 feet. It's not in a mine, a graveyard or near a structure.\"\n\nMurphy is the fourth man to die while searching for the chest.\n\nWhile his death was reported at the time, it wasn't clear until NBC affiliate KULR obtained a copy of the park's investigation that Murphy was looking for Fenn's treasure when he died.\n\n\"The report shows that Murphy emailed Forrest Fenn in the days before Murphy's death,\" KULR reports. \"It also shows emails from Fenn to Yellowstone officials during the search. The man who invited people to look for his chest of gold and jewels in the Rockies was very concerned about Murphy, and also offered to help pay for a helicopter to find the missing man. He also wrote that he had never been to the area where Murphy fell.\"\n\nLinda Bilyeu, whose former husband died searching for the treasure in January 2016, told NBC News that the hunt was \"ludicrous\" and \"should be stopped.\"\n\nAfter the death of 52-year-old Paris Wallace, also last June, Fenn posted additional clues to a treasure-seekers' blog, apparently with the hope of preventing people from searching in unnecessarily dangerous locations.\n\n\"The treasure chest is not under water, nor is it near the Rio Grande River,\" he wrote. \"It is not necessary to move large rocks or climb up or down a steep precipice, and it is not under a man-made object.\"\n\nHe was about 80 when he hid the treasure, he reminded the seekers, and he had to make two trips from his vehicle.\n\n\"Please be cautious and don't take risks,\" Fenn wrote. \"The search is supposed to be fun.\"", "keywords": ["man", "death", "illinois", "fenn", "murphy", "wasnt", "treasure", "wrote", "yellowstone", "buried", "searching", "linked", "search", "mans"], "polarity": 0.012103174603174605, "subjectivity": 0.3433730158730159},
{"title": "Japanese 'Baby Factory' Man Gains Custody Of 13 Surrogate Children", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587297870/japanese-baby-factory-man-gains-custody-of-13-surrogate-children", "text": "Japanese 'Baby Factory' Man Gains Custody Of 13 Surrogate Children\n\nEnlarge this image toggle caption Sakchai Lalit/AP Sakchai Lalit/AP\n\nA Thai court on Tuesday granted sole custody of 13 children to a reclusive Japanese businessman who fathered the babies through surrogates, putting an end to a bizarre and controversial legal battle involving the man police called a \"baby-factory.\"\n\nThe court case was launched in 2014 after Bangkok Interpol agents discovered nine babies living with nine nannies and little else in a luxury condominium. Authorities, who had been tipped off about the strange circumstances, described the perplexing arrangement to the Associated Press: They found the children, aged between two weeks and two years old, living in a virtually empty and unfurnished apartment. Among the few belongings were bouncy chairs, playpens, diapers and baby bottles.\n\nThe situation raised alarms for officials who worried they'd stumbled onto a human trafficking ring or some other form of child exploitation.\n\n\"What I can tell you so far is that I've never seen a case like this,\" Thailand's Interpol Director, Police Major General Apichart Suribunya, told the AP at the time.\n\n\"We are trying to understand what kind of person makes this many babies,\" he said.\n\nThe man behind the parenting controversy is Mitsutoki Shigeta, an unmarried, now 28 year-old son of a Japanese IT billionaire.\n\nIn addition to the 9 babies discovered in the Bangkok apartment, police learned that Shigeta had an additional four Thai children and three more in India. It is believed that the number of children Shigeta has fathered is 20.\n\nThe Telegraph reported Shigeta, a notoriously private man who was not charged with any crime, quickly left Thailand after officials removed the children from his care and the press got hold of the investigation. He then sued Thailand's Ministry of Social Development and Human Security for custody of all 13 Thai children.\n\nThe Bangkok Central Juvenile and Family Court decided to return the children to Shigeta as the sole parent, \"ruling that he is financially stable and had showed his plans to care for them,\" according to the Washington Post.\n\nIt also determined Shigeta did not demonstrate behavior linking him to human trafficking.\n\nShigeta was absent from court but has said through his lawyer that he comes from a large family and simply wanted one of his own. Plus, he has the means to support it.\n\nIn 2014 the AP reported:\n\n\"The founder of a multinational fertility clinic that provided Shigeta with two surrogate mothers said she warned Interpol about him even before the first baby was born in June 2013. \"'As soon as they got pregnant, he requested more. He said he wanted 10 to 15 babies a year, and that he wanted to continue the baby-making process until he's dead,' said Mariam Kukunashvili, founder of the New Life clinic, which is based in Thailand and six other countries. He also inquired about equipment to freeze his sperm to have sufficient supply when he's older, she said in a telephone interview from Mexico.\"\n\nAt one point Shigeta told Kukunashvili that \"he wanted to win elections and could use his big family for voting,\" and that \"the best thing I can do for the world is to leave many children.\"\n\nIn all he hired 11 Thai surrogate mothers to carry his children.\n\nA sidewalk food vendor who was recruited to carry one of the Shigeta babies through an online service was interviewed by the AP and described him as \"tall with shaggy, shoulder-length hair, and dressed casually in jeans and a wrinkled, button-down shirt he left untucked.\"\n\n\"He didn't say anything to me,\" she told the reporter, adding that she was paid $10,000. \"He never introduced himself. He only smiled and nodded. His lawyer did the talking.\"\n\nThe case against the prolific baby maker is one of several scandals involving surrogate mothers that have led to the end to what was called the \"rent-a-womb\" industry in Thailand, which was previously unregulated. As of 2015 foreigners are barred from paying for Thai surrogates.\n\nThe Washington Post says Shigeta plans to send the children to an international school and has bought a piece of land to house them next to a large park in central Tokyo, where they will be looked after by nurses and nannies.", "keywords": ["man", "shigeta", "gains", "children", "wanted", "court", "babies", "13", "japanese", "surrogate", "custody", "baby", "thai", "factory", "told"], "polarity": 0.10921094057457693, "subjectivity": 0.3492817788272334},
{"title": "Kentucky Moves To Add Guns To Schools After School Shooting", "url": "https://www.npr.org/2018/02/20/587368514/kentucky-moves-to-add-guns-to-schools-after-school-shooting", "text": "Kentucky Moves To Add Guns To Schools After School Shooting\n\nEnlarge this image toggle caption Stephen Lance Dennee/AP Stephen Lance Dennee/AP\n\nThe school shooting in Parkland, Fla., that took 17 lives followed one in rural western Kentucky by three weeks. The Kentucky shooter killed two high school sophomores and injured 18 other people.\n\nIn the wake of the tragedy at Marshall County High School in Benton, Kentucky's Republican governor and legislature say they won't consider gun any control proposals. Rather, a measure allowing teachers or staff to carry guns on campus has gained traction.\n\nRepublican state Sen. Steve West admits his bill isn't going to stop all school shootings, but he hopes it'll help.\n\n\"It increases that kid's chances of surviving. And if there is someone there with a weapon, they will be able to take down the assailant, or at least calm the situation,\" West said.\n\nUnder Senate Bill 103, public school boards and private schools would be able to tap teachers or staff to serve as \"school marshals,\" who would be allowed to carry a gun on campus if they have a concealed carry permit.\n\nIn Kentucky, concealed carry classes teach basic firearm mechanics and safety, but don't train participants for active shooter situations—the only circumstance the bill would allow school staff to use the guns.\n\nThe weapons would have to be stored in a lockbox somewhere on school property at all other times.\n\n\"I wish honestly I didn't have to file this bill, or we weren't even having this discussion and we could go back in time. But unfortunately we live in 2018,\" West said.\n\nNational A Look At All 11 School Shootings That Took Place In The First 23 Days Of 2018 A Look At All 11 School Shootings That Took Place In The First 23 Days Of 2018 Listen · 1:43 1:43\n\nSeveral other states are considering proposals that would allow teachers to have access to guns in schools, including Alabama, Colorado, Florida, Indiana, Maryland, Michigan, Pennsylvania and South Dakota and South Carolina.\n\nAccording to the Giffords Law Center to Prevent Gun Violence, eight states currently have laws that either allow concealed carry of firearms at K–12 schools or have no laws prohibiting them.\n\nThe Marshall County shooting took place shortly after the 20th anniversary of one at Heath High School in nearby Paducah.\n\nBack then, Hollon Holm was shot in the head when a student opened fire on a group of praying classmates.\n\nDuring a rally at the state capitol, Holm said arming teachers won't stop school shootings.\n\n\"In the wake of Marshall County, members of the General Assembly seek to put more guns in more hands of people with less oversight,\" Holm said. \"This is not a solution that would've saved lives at Heath High School. It would not have saved lives at Marshall County High School.\"\n\nSen. West, the bill's sponsor, says he's still trying to refine the bill and considering other training requirements for the marshals.\n\n\"Fifty states truly are experiment stations for this subject. Everyone's trying to grapple with it at the same time. And the Florida situation just enhances it even more,\" West said.\n\nState Sen. Danny Carroll, a Republican whose district includes Marshall County, says he's concerned about teachers using live ammunition in active shooter situations.\n\nHe's proposed a bill that would allow teachers and staff to use non-lethal weapons that would be stored on campus.\n\n\"We're talking about beanbag shotguns, shotguns that shoot rubber pellets, rubber bullets that are shot out of a pistol or a rifle, tranquillizer guns, the flashbang devices that you often see on TV when a SWAT teams make an entrance into a house,\" Carroll said.\n\nMany Kentucky schools already have armed \"school resource officers,\" often off-duty police officers charged with protecting students.\n\nThere was an armed guard at Marjory Stoneman Douglas High School in Florida, just as there was last month at Marshall County High School. Neither took down their shooter. In Kentucky, the guard did report the incident.", "keywords": ["add", "teachers", "high", "marshall", "west", "school", "guns", "county", "kentucky", "bill", "moves", "shooting", "took", "schools"], "polarity": 0.08152374811949281, "subjectivity": 0.37197399527186753},
{"title": "Like Lemons? Quinoa? Thank This Food Explorer For Bringing Them To Your Plate", "url": "https://www.npr.org/sections/thesalt/2018/02/20/586459088/like-lemons-quinoa-thank-this-food-explorer-for-bringing-them-to-your-plate", "text": "Like Lemons? Quinoa? Thank This Food Explorer For Bringing Them To Your Plate\n\nEnlarge this image toggle caption David Fairchild/Fairchild Tropical Botanical Garden David Fairchild/Fairchild Tropical Botanical Garden\n\nBotanist David Fairchild grew up in Kansas at the end of the 19th century. He loved plants, and he loved travel, and he found a way to combine both into a job for the U.S. Department of Agriculture.\n\ntoggle caption Fairchild Tropical Botanic Garden\n\nAt the age of 22, he created the Section of Foreign Seed and Plant Introduction of the USDA, and for the next 37 years, he traveled the world in search of useful plants to bring back to America. He visited every continent except Antarctica and brought back mangos, quinoa, dates, cotton, soybeans, bamboo and the flowering Japanese cherry trees that blossom all over Washington D.C. each spring, as well as hundreds of other plants.\n\nAll Things Considered host Ari Shapiro talked with Daniel Stone, author of The Food Explorer: The True Adventures Of A Globe-Trotting Botanist Who Transformed What America Eats, which recounts Fairchild's sometimes harrowing adventures acquiring the familiar foods we eat and plants we take for granted today.\n\nInterview Highlights\n\nOn how common a traveling foodie would have been in Fairchild's time\n\nThis was very rare. This was an era where people did not travel very far and travel was very difficult. It was often by boat or steamer.\n\nYet Fairchild traveled to over 50 countries, and met all sorts of people, some hostile, some diplomatic, and some friendly. He outran diseases, he got arrested, and he made it back with seeds almost every time.\n\nHe caught typhoid at one point, he gets arrows shot at him in the Malay Islands, he almost falls off a mule over a canyon in the Andes while he's looking for quinoa — but he survives.\n\nDutton\n\nOn Fairchild's tactics for finding plants\n\nHe started out as many of us do in new jobs — awkward and unequipped.\n\nHe could steal things, as he did in Corsica, searching for new types of citron, or lemons. He got arrested and had to leave very quickly.\n\nBut he eventually develops a strategy of talking with people, going to markets, observing what people are eating and what they're growing. And he sends back seeds and cuttings to try in America.\n\nOn how Fairchild was sure he'd discovered the next big thing\n\ntoggle caption D.G. Passmore/U.S. Department of Agriculture Pomological Watercolor Collection\n\nIn 1903 he travels around southern Africa and he finds a pint-sized pineapple — the size of a banana — very small. He thinks everyone's going to want a small pineapple, but the pineapple growers in the states and in South American say, 'No, people want bigger pineapples.' And now, 100 years later, we have even bigger pineapples.\n\nOn whether Fairchild was a genius or just lucky\n\nHe got lucky. He found a way to feed his wanderlust on a need his country had. So much of the labor force was farmers in that era, and they needed food to grow. The growth of America was the growth of food.\n\nOn his efforts to improve existing American food crops\n\nIn the late 19th century, American beer was not very good. Germany had been brewing beer for centuries. Fairchild went to Bavaria to find better hops to brew better beer. Now, Germany knew it had great hops and had dogs guarding the hops fields at night.\n\nFairchild could have stolen some of the hops, but he sees this as an opportunity for diplomacy. He befriends the growers, drinks with them in the beer hall, and eventually one of them says, 'I'll give you some hops but you can't tell anyone and you have to leave tomorrow.'\n\ntoggle caption David Fairchild/Fairchild Tropical Botanical Garden\n\nOn the role of foods as immigrants in America\n\nApples come from Kahzakstan, bananas come from New Guinea, pineapples from Brazil, and the oranges and lemons that have fueled the economies of Florida and California? They originated in China ... Almost every food we eat is an immigrant.\n\ntoggle caption David Fairchild/Fairchild Tropical Botanical Garden\n\nSmokey Baer, Jolie Myers, and April Fulton contributed to this report.", "keywords": ["lemons", "david", "food", "bringing", "fairchild", "fairchildfairchild", "botanical", "beer", "tropical", "travel", "caption", "explorer", "thank", "hops", "plate", "quinoa"], "polarity": 0.111019548633185, "subjectivity": 0.41706205410750863},
{"title": "After Florida Shooting, Trump Calls For New Regulations On Bump Stocks", "url": "https://www.npr.org/2018/02/20/587380416/in-wake-of-florida-shooting-trump-calls-for-new-regulations-on-bump-stocks", "text": "After Florida Shooting, Trump Calls For New Regulations On Bump Stocks\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nUpdated at 5:50 p.m. ET\n\nFollowing the deadly school shooting in Florida on Feb. 14, President Trump is directing the Department of Justice to develop regulations to ban bump stocks.\n\n\"Just a few moments ago I signed a memorandum directing the AG to propose regulations to ban all devices that turn legal weapons into machine guns. I expect that these critical regulations will be finalized, Jeff, very soon,\" Trump said, referring to Attorney General Jeff Sessions.\n\n\"We can do more to protect our children. We must do more to protect our children,\" Trump said ahead of a Medal of Valor awards ceremony on Tuesday.\n\nShortly before the president made the announcement, White House press secretary Sarah Huckabee Sanders said that Trump did support \"not having the use of bump stocks,\" but she declined to elaborate on any other gun measures that Trump might back other than efforts to improve background checks.\n\nBump stocks are used to accelerate a gun's shooting rate.\n\nWhile there have been no reports that the shooter in the Parkland, Fla., school shooting last week that killed 17 people used such a device, a shooter last October in Las Vegas who massacred 59 people and wounded hundreds others did use bump stocks.\n\nThe Bureau of Alcohol, Tobacco, Firearms and Explosives has been undergoing a review of bump stock regulation since shortly after that Las Vegas shooting; a public comment period ended Jan. 25. When the ATF last completed a review of bump stock classification in 2010, it concluded that the devices were not regulated under existing gun laws.\n\nJustice Department spokeswoman Sarah Isgur Flores responded to the president's announcement on Tuesday in a statement: \"The Department understands this is a priority for the President and has acted quickly to move through the rulemaking process. We look forward to the results of that process as soon as it is duly completed.\"\n\nMany Republicans and even the powerful conservative lobby of the National Rifle Association have supported some regulatory action on bump stocks.\n\n\"The NRA believes that devices designed to allow semi-automatic rifles to function like fully automatic rifles should be subject to additional regulations,\" NRA leaders Wayne LaPierre and Chris Cox said last October, shortly after the Las Vegas shooting.\n\nSen. Dianne Feinstein, D-Calif., who pushed for legislation last fall to ban bump stocks, said in a statement on Tuesday that she was \"glad President Trump finally understands that bump stocks should be illegal\" but added that he needs to support the congressional bill to do so because the ATF is unable to take that action alone.\n\n\"If ATF tries to ban these devices after admitting repeatedly that it lacks the authority to do so, that process could be tied up in court for years, and that would mean bump stocks would continue to be sold. Legislation is the only answer,\" Feinstein said. \"Words are one thing, Mr. President, but we need meaningful action. If you want these devices off the street, call congressional Republicans and tell them to stop blocking our bill.\"", "keywords": ["vegas", "bump", "ban", "devices", "regulations", "trump", "calls", "process", "president", "stocks", "florida", "shooting"], "polarity": 0.05098854397634886, "subjectivity": 0.3811067997043606},
{"title": "Venezuela's Deepening Crisis Triggers Mass Migration Into Colombia", "url": "https://www.npr.org/sections/parallels/2018/02/20/587242391/venezuelas-deepening-crisis-triggers-mass-migration-into-colombia", "text": "Venezuela's Deepening Crisis Triggers Mass Migration Into Colombia\n\nEnlarge this image toggle caption Ariana Cubillos/AP Ariana Cubillos/AP\n\nVenezuela's downward economic spiral has led to widespread food shortages, hyperinflation and now mass migration. Many Venezuelans are opting for the easiest escape route — by crossing the land border into Colombia.\n\nThere were more than half a million Venezuelans in Colombia as of December, according to the Colombian immigration department, and many came over in the last two years. Their exodus rivals the number of Syrians in Germany or Rohingya in Bangladesh. Ian Bremmer, president of the Eurasia Group, a political risk consulting firm, calls it the world's \"least-talked-about\" immigration crisis.\n\nBut Colombians are taking notice. In fact, President Juan Manuel Santos is asking for international aid to cope with the large numbers of immigrants, many of whom are impoverished, hungry and desperate.\n\n\"I appreciate the offers of financial and other aid from the international community,\" Santos said last week. \"We need it because unfortunately this problem gets worse day by day.\"\n\nSantos suggested that the crisis will last as long as Nicolás Maduro, Venezuela's increasingly authoritarian president, remains in power. His socialist economic policies have led to a collapse of the local currency and inflation expected to hit 13,000 percent this year, according to the International Monetary Fund. Still, Maduro is widely expected to secure another six-year term in the April 22 election, in part, because the most popular opposition candidates have been banned from running.\n\nEarlier this month, Santos announced measures to tighten the border but the immediate result has been a spike in new arrivals as Venezuelans rush to cross the frontier before the new rules take hold. Families clog the bridge spanning the Táchira River, the busiest border crossing between the two countries, as they push baby strollers, carry boxes and drag roller luggage into Colombia.\n\nFor many, their first stop comes a few feet inside Colombian territory, in the Norte de Santander region, where they unload their jewelry to dealers who purchase precious metals. At one shop, newcomers pull off their rings and unpin their brooches and necklaces. Workers use files and acids to check the purity of the metal. Then shop owner José Alvarado negotiates prices.\n\nHe offers the equivalent of about $7 for a woman's silver bracelet and $275 for a man's gold ring, but he rejects a watch for its dubious quality. A Venezuelan who fled his homeland two years ago, Alvarado says he understands what his compatriots are going through. He says the most heartbreaking case was a couple that sold their wedding rings after 40 years of marriage.\n\n\"People cry a lot when they sell their jewelry. But they have no choice,\" he says.\n\nIndeed, Venezuelans need the cash as they travel deeper into Colombia or journey south to Ecuador, Peru, Chile and Argentina.\n\nOn the border bridge, several Venezuelans employed by Colombian travel agencies hawk bus tickets. Passage to Lima sells for $241, while Buenos Aires costs twice as much. These freelance agents live on the Venezuelan side of the border and say they too want to get away. But lacking money and passports, they can only dream about the destinations they are trumpeting.\n\nEnlarge this image toggle caption John Otis for NPR John Otis for NPR\n\nA few miles up the road, in the Colombian border city of Cúcuta, a new business has sprung up to take advantage of the crisis. In the city plaza, hair dealers are looking for clients to sell them locks for making hair extensions. They wear signs around their necks stating, \"we buy hair,\" and shout out the same message.\n\nNearly all their customers are penniless Venezuelans, including Jefferson Márquez. He arrived two days ago from the Venezuelan city of Mérida with the hair of his 14-year-old cousin in a plastic bag. He sells it for about $4, which he plans to send back to his family.\n\nAnother potential vendor is Karelis Nieves. She worked at a supermarket in the Venezuelan city of Maracay but says the business collapsed after it was expropriated by the government. Nieves, 23, came to Colombia last month and is trying to scrounge up money to support her parents and 2-year-old daughter back home. But the hair broker requires locks that are at least a foot-and-a-half long. After pulling out his measuring tape, he informs Nieves that her flowing brown hair is a few inches too short.\n\nThere are other ways to get by, including selling street food, working construction and busking.\n\nStreet musician Jesús García says he fled to Colombia four months ago. Due to the collapse of Venezuela's currency, his salary as a mechanic on an oil rig was no longer enough to feed his family of four. Masterly on the harp, García has teamed up with a Venezuelan guitarist and the duo plays Venezuelan folk music, called llanero. The spare change people toss into their open guitar case adds up to about $10 a day — more than García made for a week's work in Venezuela.\n\nBut others resort to prostitution or street crime to survive, says Carlos Luna, head of the Cúcuta Chamber of Commerce. In addition, he points out that throngs of Colombians who moved to Venezuela during that country's periodic oil booms — or to escape from violence during Colombia's long-running guerrilla war — are now returning.\n\nLuna says Cúcuta must not open refugee centers because he says they would only attract more Venezuelan migrants and exacerbate the problem. However, churches and charities now run a few soup kitchens and shelters where migrants are allowed to stay for 48 hours until they move on to their next destination.\n\nOne of the kitchens near the border bridge serves 1,000 lunches per day, including today's meal of chicken and spaghetti. Among the diners is Danny Márquez, who arrived the day before. He used to run a thriving business selling cleaning supplies in Venezuela. But the economic crisis drove him bankrupt. He used to be solidly middle class and is clearly distraught at having to ask for food.\n\n\"This is the first time in my life that I've set foot in a soup kitchen,\" says Márquez, who has tears in his eyes.\n\nHe plans to resettle in Chile. But Márquez is bitter about having to abandon his homeland.\n\n\"I resisted for two years,\" he says. \"I vowed to myself: 'I'm not leaving. I'm not leaving. I'm not leaving.' But then things became impossible.\"", "keywords": ["venezuelas", "hair", "triggers", "márquez", "venezuelans", "deepening", "migration", "city", "mass", "day", "crisis", "colombian", "venezuelan", "colombia", "border"], "polarity": 0.03718117468117467, "subjectivity": 0.3724735287235286},
{"title": "Palestinian Authority President No Longer Wants U.S. To Lead Peace Efforts", "url": "https://www.npr.org/2018/02/20/587375785/palestinian-authority-president-no-longer-wants-u-s-to-lead-peace-efforts", "text": "Palestinian Authority President No Longer Wants U.S. To Lead Peace Efforts\n\nPalestinian Authority President Mahmoud Abbas, angry over the Trump administration's recognition of Jerusalem as Israel's capital, wants other countries to lead peace efforts now. He is making his case to the U.N. Security Council.\n\nARI SHAPIRO, HOST:\n\nPalestinian Authority President Mahmoud Abbas is making a pitch to the U.N. Security Council. Hold an international peace conference this year to salvage the idea of a Palestinian state. The Palestinian leader doesn't want the U.S. in charge of the peace process after the Trump administration's decision to recognize Jerusalem as Israel's capital. NPR's Michele Kelemen has more.\n\nMICHELE KELEMEN, BYLINE: Palestinian Authority President Mahmoud Abbas says last year he was open to President Trump's talk of an historic peace deal. That was until Trump took what Abbas called a dangerous move to recognize Jerusalem as Israel's capital. Abbas spoke to the U.N. Security Council through an interpreter.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT MAHMOUD ABBAS: (Through interpreter) It did so ignoring that East Jerusalem is part of the Palestinian territory it has occupied since 1967, and it is our capital.\n\nKELEMEN: Abbas argues that international law is on his side, pointing to numerous U.N. Security Council resolutions that he says endorse Palestinian hopes for an independent state and claims for part of Jerusalem.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nABBAS: (Through interpreter) Israel is acting as a state above the law. It has transformed the occupation from a temporary situation as per international law into a situation of permanent settlement colonization.\n\nKELEMEN: U.S. Ambassador Nikki Haley sat with her arms crossed as the Palestinian leader spoke - behind her, President Trump's son-in-law, Jared Kushner, and Middle East envoy Jason Greenblatt. The U.S. says its announcement on Jerusalem simply recognizes that the city is the seat of Israel's government, and Haley says it's Abbas who has a choice to make.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nNIKKI HALEY: You can choose to denounce the United States, reject the U.S. role on peace talks and pursue punitive measures against Israel in international forums like the U.N. I assure you that path will get the Palestinian people exactly nowhere.\n\nKELEMEN: Or, she says, Abbas can negotiate.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nHALEY: Our negotiators are sitting right behind me, ready to talk. But we will not chase after you. The choice, Mr. President, is yours.\n\nKELEMEN: Abbas, though, left the council well before Haley spoke and before Israel's ambassador, Danny Danon, had a chance to respond.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDANNY DANON: Mr. Abbas came in. He put his demands on the table, and he left. And he's expecting you to deliver the results. It's not going to work that way.\n\nKELEMEN: Abbas is calling for an international conference by the middle of this year. The Trump administration meantime says it's working on a peace plan that the U.S. will present, quote, \"when the time is right.\" Michele Kelemen, NPR News, the State Department.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["palestinian", "abbas", "peace", "international", "jerusalem", "efforts", "trump", "president", "wants", "israels", "state", "longer", "authority", "archived", "lead"], "polarity": -0.03252895752895753, "subjectivity": 0.3424388674388675},
{"title": "U.S. Officials Say Scheduled Transfer Of Guantanamo Bay Detainee Is Not Happening Yet", "url": "https://www.npr.org/2018/02/20/587375778/u-s-officials-say-scheduled-transfer-of-guantanamo-bay-detainee-is-not-happening", "text": "U.S. Officials Say Scheduled Transfer Of Guantanamo Bay Detainee Is Not Happening Yet\n\nThere are six detainees cleared for release from Guantanamo Bay. One was scheduled to be transferred to Saudi Arabian custody Tuesday, but U.S. officials now say that's not happening. The five others have been awaiting placement in a third country for years, but the State Department office assigned to place them remains vacant.\n\nARI SHAPIRO, HOST:\n\nThe first prisoner to leave Guantanamo since President Trump took office was supposed to be on his way today. Instead, all 41 of the Guantanamo inmates Trump inherited remain there, including five others who had previously been cleared for release. NPR's David Welna explains.\n\nDAVID WELNA, BYLINE: The legally binding deal to release confessed al-Qaida operative Ahmed al-Darbi today could not be more clear, says his lawyer, City University of New York law professor Ramzi Kassem. In exchange for pleading guilty to war crimes four years ago and being a witness for the prosecution of two other Guantanamo inmates, Kassem says, Darbi was supposed to serve out the remaining nine years of his sentence in his native Saudi Arabia.\n\nRAMZI KASSEM: The agreement between my client and the U.S. government provides for his transfer to Saudi custody by no later than February 20, 2018. That's today's date.\n\nSARAH HIGGINS: Mr. Darbi's transfer from Guantanamo detention to Saudi Arabia, it's not going to take place today.\n\nWELNA: That's Commander Sarah Higgins, the Pentagon spokeswoman for detainee policy. She says it's not the fault of the U.S. that Darbi did not leave Guantanamo today as expected.\n\nHIGGINS: We're looking to get him transferred, but we're awaiting assurances from the Saudi Arabian government to move forward on his departure. The Department of Defense hopes this transfer will take place soon.\n\nWELNA: If Darbi does not leave Guantanamo, says defense lawyer Kassem, there won't be much incentive for other inmates to turn state witness in the war court known as military commissions.\n\nKASSEM: Frankly, it would make little sense for the U.S. government to renege on a deal with my client after describing his testimony as, quote, \"unprecedented\" in counterterrorism prosecutions to date. That would virtually guarantee that no one else would cooperate with the U.S. government and its military commissions.\n\nWELNA: Meanwhile, five other detainees remain in Guantanamo even though members of half a dozen federal agencies had cleared them for release before Trump took office. Chicago lawyer Tom Durkin represents one of them.\n\nTOM DURKIN: Our client is stranded there because there's no procedures from the Department of Defense to secure the release.\n\nWELNA: The last administration's special envoy who arranged prisoner transfers at the Pentagon has not been replaced. Attorney Shelby Sullivan-Bemis (ph) also represents Guantanamo captives who've been cleared for release. She says nothing's happening.\n\nSHELBY SULLIVAN-BENNIS: In speaking to embassies of my clients who are cleared, the response is, well, I'm not sure where to go because our country desk doesn't have anyone to speak to. You know, no one answers the phone. There is no office. What can we do? There's nothing to do.\n\nWELNA: The U.S. State Department also once had its own special envoy for Guantanamo.\n\nLEE WOLOSKY: That used to be my office. And my office now really functionally does not exist.\n\nWELNA: That's Lee Wolosky. He was the Obama administration's last State Department official charged with finding countries to receive Guantanamo captives whose continued imprisonment was judged no longer necessary.\n\nWOLOSKY: My job was to move them out after six agencies and departments of the United States government unanimously concluded that a particular individual no longer needed to be in Guantanamo. And there's no indication that this administration is doing anything to move them out of Guantanamo.\n\nWELNA: Rear Admiral Edward Cashman is in charge of the troops holding Guantanamo's 41 prisoners. He says eligible prisoners are still getting regular reviews of their status.\n\nREAR ADM EDWARD CASHMAN: There is a process in place, the periodic review process, to make a determination regarding whether or not those detainees represent a continuing threat to U.S. military personnel, U.S. forces, operations, allies, civilians.\n\nWELNA: Still, 11 prisoners are now suing the U.S. government. Their lawyers say they've been jailed for up to 16 years in Guantanamo with no due process. Even those who've been told they can leave, they say, now have no way out. David Welna, NPR News, Washington.\n\n(SOUNDBITE OF KELSEY LU SONG, \"EMPATHY\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["cleared", "officials", "release", "detainee", "department", "office", "transfer", "thats", "happening", "say", "guantanamo", "scheduled", "state", "saudi", "bay"], "polarity": 0.06536796536796537, "subjectivity": 0.4106547692074008},
{"title": "Russian Bots Are Spreading False Information After The Florida Shooting", "url": "https://www.npr.org/2018/02/20/587375771/russian-bots-are-spreading-false-information-after-the-florida-shooting", "text": "Russian Bots Are Spreading False Information After The Florida Shooting\n\nIt's known that Russian groups used Facebook and other social media platforms to spread false information during the 2016 election, but now Russian bots are doing the same after the Florida shooting. So, how are tech giants thinking about tackling these issues and making sure the same thing doesn't happen in this year's midterm election?\n\nARI SHAPIRO, HOST:\n\nSpecial counsel Robert Mueller's indictment of 13 Russians and three Russian companies detailed some of the ways in which Russian trolls used Facebook in an attempt to suppress African-American and Muslim voter turnout during the 2016 presidential election. And just last week, after the school shooting in Florida, trolls used Twitter to promote an extremist gun position. Those are just two examples of how easy it is to use social media to manipulate public opinion and voter attitudes.\n\nWe're joined now by NPR's Aarti Shahani, who's following how social networks are responding. Hi, Aarti.\n\nAARTI SHAHANI, BYLINE: Hi.\n\nSHAPIRO: Let's start with last week's school shooting in Florida. How did trolls online exploit that tragedy?\n\nSHAHANI: Well, I spoke with a researcher at New Knowledge - that's a group that studies pro-Russia trolls - and he gave me a chilling timeline. By 2:30 p.m. Eastern that day he saw an uptick of messages by this one troll network. And they just started sharing breaking news, OK? But by 3 p.m. Eastern, a half hour later, they quickly pivoted to conspiracy theories, speculating it was a Democrat conspiracy and also advancing an extreme pro-gun position, saying teachers need to carry concealed handguns to protect students.\n\nNow, that latter talking point made its way into mainstream news. So it's an example of how anyone can drive the national conversation - you know, advocate strongly for an extreme position and manufacture a ton of retweets at the exact moment when pundits are looking to define the polls.\n\nSHAPIRO: That example didn't have to do with an election per se, but can these propaganda campaigns influence voters enough to have an impact on elections?\n\nSHAHANI: Yeah, well, I think the power of that example is to show that it - how quickly the mechanics work. And then it doesn't take a whole lot of voters to be swayed, right? I mean, we just had a Virginia state House election that ended in a tie. And our political system, because of the Electoral College and gerrymandering, is designed for a tiny group to sway an election. Then Facebook ad targeting is designed to let you reach that tiny group and slice and dice them according to their stance on guns or immigration or Trump, all for very little money.\n\nSHAPIRO: Tell us about some of the most important steps that social media platforms are taking to deal with this problem.\n\nSHAHANI: I think the single most important step seems to be coming out of Facebook, OK? They just announced that if you want to place a political ad in the U.S., they're going to mail you a postcard to your U.S. address and you've got to give them the verification code on it to proceed. That's a significant step for them, but it only covers a tiny sliver of ads - OK? - the ones that name political candidates. So if I want to run an issue ad, say, to discourage certain minorities from voting, as you'd referred to happening before, that new system would not apply to me. I've spoken with several experts and no one believes Facebook or Twitter is close to ready for the midterm elections here.\n\nSHAPIRO: And Facebook was in some more controversy over the weekend when a senior employee tweeted that the main goal of Russian ads was not to sway U.S. elections. Explain what happened there.\n\nSHAHANI: Yeah, the employee is named Rob Goldman. He's vice president of advertising. And what he basically did was criticize the news coverage of Russian meddling, saying, hey, the stories keep talking about election interference, but there's just not a lot of evidence of that in the Mueller indictment. President Trump retweeted him because it's consistent with his position. Twitter got very angry. There was a massive backlash. And so then Facebook, they basically threw their guy under the bus and said, hey, he didn't clear his remarks with us. They don't represent our point of view here.\n\nAnd, you know, what I actually think is really unfortunate about this whole situation is that whether you agree or disagree with Goldman, he was doing exactly what Facebook needs to do more of, which is talking in public, OK? The company has been very secretive even though they know and we know it'll take a lot of outside partners to combat the problem of propaganda online.\n\nSHAPIRO: NPR's Aarti Shahani, thanks a lot.\n\nSHAHANI: Thank you.\n\n(SOUNDBITE OF BLACK MILK'S \"WHEN THE SKY FALLS\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["election", "information", "false", "social", "position", "used", "know", "facebook", "bots", "ok", "spreading", "florida", "shooting", "russian", "trolls"], "polarity": 0.08693085188620903, "subjectivity": 0.40380956675599533},
{"title": "Trump's Responses To Florida Shooting And WH Scandals Under Scrutiny", "url": "https://www.npr.org/2018/02/20/587375749/trumps-responses-to-florida-shooting-and-wh-scandals-under-scrutiny", "text": "Trump's Responses To Florida Shooting And WH Scandals Under Scrutiny\n\nPresident Trump responded to the indictment of Russian nationals over interference in the 2016 campaign with tweets blaming President Obama for not stopping the interference and insisting it did not change the outcome of the election. Trump's responses to the shooting in Florida and recent White House scandals are also under scrutiny.\n\nARI SHAPIRO, HOST:\n\nAnd now to the White House where President Trump is responding to gun violence in the wake of the mass shooting at a Florida high school last week. At a ceremony for law enforcement officials, the president endorsed banning bump stocks, the device used by the man who killed 59 people on the Las Vegas Strip last year.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: Just a few moments ago, I signed a memorandum directing the attorney general to propose regulations to ban all devices that turn legal weapons into machine guns. I expect that these critical regulations will be finalized, Jeff, very soon.\n\nSHAPIRO: The president has also said he's willing to consider improvements to the background check system. Joining us with more on Trump's response to the shooting is NPR's Mara Liasson at the White House. Hi, Mara.\n\nMARA LIASSON, BYLINE: Hi there.\n\nSHAPIRO: What exactly does this announcement on bump stocks mean?\n\nLIASSON: What it means is that the device that the Las Vegas shooter used to make his weapon more lethal will be banned, as the president said. What this doesn't mean is that anything specifically that would have affected the shooting in Parkland, Fla., will be addressed. But the president is determined to send a message that he takes that shooting seriously, too. Here's what he said.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: School safety is a top priority for my administration. That is why when governors from across the nation visit the White House next week, we will be discussing at great length what the federal and state governments can do to keep our students safe.\n\nLIASSON: The president didn't say gun safety. He said school safety. He said they're going to be talking about more security in schools, mental health issues, swift - taking swift action on warning signs. And the White House has also said he's open to making the background check system more efficient.\n\nSHAPIRO: These issues have not been a big priority for the president even though there have been several mass shootings since he took office. So are we seeing something different now?\n\nLIASSON: It's possible. But when I talk to people in the White House, they know there's a pattern here. These incidents happen. There's outrage and concern. Polls support gun control spikes up, and then it all fades away. There is a sense that this one could be different.\n\nYou've got a lot of articulate young people talking about marching on Washington in March, walking out of school. These are people who can speak for themselves unlike the Sandy Hook kids. They were little elementary school children. These teenagers are savvy on social media, and they're specifically criticizing politicians who are backed by the NRA. And of course we know the NRA is one of Trump's biggest donors, one of the most important cornerstones of his base. And for that reason, no one is predicting or expecting the president would go so far as to agree to reinstate the assault weapons ban.\n\nBut the press secretary Sarah Sanders said he wouldn't close the door on any front. That being said, it's important to note that just today as those students were on their way to Tallahassee, Fla., Florida legislators voted down an attempt to reinstate a bill that would have banned assault rifles in Florida.\n\nSHAPIRO: I'd like to ask you about a different issue, which is Russia and the president's response to Friday's indictments of Russian nationals. The president has not called out Russia since those indictments were handed down. How does the White House explain that?\n\nLIASSON: Well, as a matter of fact, not only has he not called out Russia. He's blamed President Obama for not doing more about Russian meddling which up until this weekend he was denying happened at all. Sarah Sanders today went to great lengths to say the president did accept that Russia interfered. What he's been protesting all this time was whether the interference had an impact, somehow undermining the legitimacy of his victory. And he's also been protesting the allegation that his campaign may have colluded with Russia.\n\nThe president also tweeted over the weekend that he had been tougher than President Obama on Russia. Sarah Sanders repeated that line today, said he's done more in one year to be tough on Russia than Obama had in eight years, which kind of strains credulity, especially since he's refused to put - enact the sanctions that Congress called for with an almost unanimous vote. But she said that rebuilding the military, selling arms to Ukraine - even though he hasn't called out Putin or Russia, he does seem to feel an urgency about convincing people that he has taken action against Russia even though he's been pretty conspicuously deferential to Putin all along.\n\nSHAPIRO: So the press secretary Sarah Sanders offered some supporting material for what the president tweeted. But as you point out, the president himself still has not expressed outrage at Russia.\n\nLIASSON: No, he hasn't. And as a matter of fact, his responses to this have been uniformly about himself and the legitimacy of his win, not about national security. Just as an example, his national security adviser went to the Munich Security Conference this weekend, did what any national security adviser would do - pushed back hard against Russia. But then the president tweeted a criticism of him, saying that H.R. McMaster forgot to mention that the medaling didn't have an effect on the outcome and that the only collusion was between crooked Hillary and Russia, not him.\n\nSHAPIRO: NPR's Mara Liasson at the White House. Thanks, Mara.\n\nLIASSON: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["scrutiny", "russia", "hes", "house", "white", "sarah", "school", "president", "scandals", "shooting", "florida", "wh", "responses", "trumps", "security"], "polarity": 0.10656926406926404, "subjectivity": 0.4319408369408369}
]