[
{"title": "Florida House Passes Gun Control Package; Measure Awaits Governor's Signature", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591621234/grand-jury-formally-indicts-alleged-parkland-school-shooter-on-34-counts", "text": "Florida House Passes Gun Control Package; Measure Awaits Governor's Signature\n\nEnlarge this image toggle caption Mark Wallheiser/AP Mark Wallheiser/AP\n\nUpdated at 7:40 p.m. ET\n\nFlorida lawmakers have approved a package of gun control measures designed to prevent another mass shooting like the one at Marjory Stoneman Douglas High School in Parkland, Fla., last month.\n\nThe state House voted 67-50 to approve changes such as raising the legal age for buying rifles and imposing a three-day waiting period for all gun sales. The measure also allows for the arming of some school personnel.\n\nThe vote reflected a mix of support and opposition from both Republicans and Democrats, and GOP Gov. Rick Scott has not indicated whether he will sign it, the Associated Press reports.\n\nEarlier in the day, a grand jury in Fort Lauderdale formally charged Nikolas Cruz, the suspect in the deadly school shooting in Parkland, with 17 counts of first-degree murder.\n\nThe indictment, announced by the office of Michael Satz, the Florida state attorney for Broward County, also included 17 counts of attempted murder.\n\nEnlarge this image toggle caption Mike Stocker/AP Mike Stocker/AP\n\nCruz, 19, is accused of carrying out the Valentine's Day rampage at Stoneman Douglas High, where 17 students and staff died and at least a dozen more were injured.\n\nAccording to Florida law, if Cruz is convicted of first-degree murder, prosecutors could seek the death penalty, although the Broward County prosecutors have not announced a decision on this matter. Cruz is being held without bond.\n\nThe grand jury indictment comes on the same day Education Secretary Betsy DeVos met with students and faculty at the school. Her visit coincided with the return of the first full-day class schedule since the shooting took place.\n\nThe visit was closed to the press \"out of respect for the students and faculty,\" according to a press release announcing her visit. At a news conference afterward, DeVos described her time there as \"a sobering and inspiring moment and visit.\"\n\nDeVos also defended the idea of allowing some teachers to carry concealed weapons on school grounds, something President Trump signaled support for in the days following the shooting.\n\n\"Let's be clear, I think to say arming teachers is an oversimplification and a mischaracterization really,\" DeVos said. \"I think the concept is for those schools and those communities that opt to do this ... to have people who are expert in being able to defend and having lots and lots of training in order to do so.\"\n\nDeVos highlighted a program in Polk County, Fla., that trains and arms teachers to respond to a would-be attacker, including a potential gunman.\n\nAccording to the Orlando Sentinel, the program run by Polk County Sheriff Grady Judd allows teachers or professors who \"volunteer for the training [to] go through a certification program that would be more stringent than even those police officers go through.\"\n\nArming teachers was a major point of contention in the debate over gun safety measures before the Florida Legislature. On Monday, Florida's Republican-controlled Senate narrowly passed a package of gun control measures, aimed at preventing rampages like the one at Stoneman Douglas.\n\nAs NPR reported, the measure passed the Senate by a 20-18 vote and raises the age requirements in the state to purchase a firearm from 18 to 21, bans bump stocks and imposes a three-day waiting period to buy any gun.\n\nAlso included in that bill was an opt-in provision to allow some teachers and school staff to carry guns in the classroom, but it excludes those who \"exclusively perform classroom duties as classroom teachers.\"\n\nFamilies of the shooting victims wrote a letter to the legislative body on Tuesday, urging them to pass the gun package.\n\nWhile Cruz awaits trial, Robert Runcie, the superintendent of Broward County Public Schools, has ordered an independent review of his \"educational journey\" through the school system, including his academic records and the social and emotional services he received from county officials.\n\nRuncie expects the review to take six to eight weeks and cost around $60,000.", "keywords": ["gun", "governors", "control", "awaits", "county", "house", "measure", "package", "school", "shooting", "stoneman", "teachers", "visit", "students", "florida", "cruz", "signature", "passes"], "polarity": 0.12468390804597701, "subjectivity": 0.4162643678160919},
{"title": "Here's How To Prevent The Next School Shooting, Experts Say", "url": "https://www.npr.org/sections/ed/2018/03/07/590877717/experts-say-here-s-how-to-prevent-the-next-school-shooting", "text": "Here's How To Prevent The Next School Shooting, Experts Say\n\nEnlarge this image LA Johnson/NPR LA Johnson/NPR\n\nAfter Parkland, there have been many calls to make schools a \"harder target\" — for example, by arming teachers. But there's a decent amount of research out there on what actually makes schools safer, and most of it doesn't point to more guns.\n\nOn the Friday after the deadly shootings at Marjory Stoneman Douglas High School in Florida, Matthew Mayer, a professor at the Rutgers Graduate School of Education, got an email during a faculty meeting.\n\nThe email was from Shane Jimerson, a professor at the University of California, Santa Barbara. Both specialize in the study of school violence.\n\nThat email led to nearly two weeks of long days, Mayer says, for some of the leading experts in the field. On conference calls and in Google docs they shaped a concise, eight-point \"Call for Action To Prevent Gun Violence In The United States of America.\"\n\nAbout 200 universities, national education and mental health groups, school districts, and more than 2,300 individual experts have signed on to support this document in the weeks since.\n\nTheir topline message: Don't harden schools. Make them softer, by improving social and emotional health.\n\n\"If we're really talking about prevention, my perspective is that we should go for the public health approach,\" says Ron Avi Astor at the University of Southern California, who also helped draft the plan.\n\nA public health approach to disease means, instead of waiting for people to be rushed to emergency rooms with heart attacks or the flu, you go into the community: with vaccinations, screenings, fruits and vegetables, walking trails and exercise coaches. You screen and regulate environmental hazards, like a nearby polluting factory. You keep watch on reported cases of illness, to stop a new outbreak in its tracks.\n\nA public health approach to school shootings, Astor explains, would be much along the same lines.\n\nInstead of waiting for people to, again, be rushed into emergency rooms, you go into the community with preventive resources. You do your best to lower the background levels of bullying and discrimination. You track the data and perform what is called \"threat assessments\" on potential risks.\n\nAnd, these experts say, you remove the major \"environmental hazard\" that contributes to gun violence: the guns. The eight-point plan calls for universal background checks, a ban on assault-style weapons, and something called Gun Violence Protection Orders: a type of emergency order that would allow police to seize a gun when there is an imminent threat.\n\nWhat sets this call to action apart from other policy proposals is not gun control, however, but the research-based approach to violence prevention and response. This is a long haul, say the experts, not a quick fix.\n\n\"No matter what you try to do by just hardening the target, we've learned that having the armed officers isn't necessarily going to stop it,\" says Matthew Mayer at Rutgers. \"Having the metal detector or the locked doors isn't going to stop it. The hard work is a lot more effort. You'd better start thinking in a more comprehensive manner about prevention instead of reacting.\"\n\nPrevention: The first step\n\nSchool climate may sound fuzzy or abstract. It means the quality of relationships among the students and the adults in a school. It's affected by the school's approach to discipline and behavior, the availability of professionals like counselors and social workers, as well as any social-emotional curriculum taught in the classroom.\n\nSchool climate, in turn, affects students' mental and emotional health and academic success. And research by Astor and others has consistently found key factors that can make schools safer: cultivate social and emotional health, connect to community resources and respond, particularly, to troubled students.\n\nWhy does this matter? Well, for one thing, the very kids who bring weapons to school are more likely to report being bullied or threatened themselves. They may be fearful of gang violence and feel a need to protect themselves on the way back and forth to school.\n\nOr, they may be individually ostracized and aggrieved. This is true not just in the United States, says Astor, but in \"Kosovo, Canada, Chile, Israel, the kids who bring weapons to school are reporting tons of victimization.\"\n\nSo, if you devote resources to shutting down bullying, discrimination and harassment, there is a chance to de-escalate conflict before it starts.\n\nAnd research shows that school climate measures really work. In fact, there has been a steady downward trend in bullying and harassment over the past decade, which Catherine Bradshaw at the University of Virginia attributes in part to evidence-based social and emotional measures.\n\nThe witnesses\n\nThere is a second reason a better school climate can cut down on violence. It's what Astor refers to as the role of the witness.\n\nHe again cites the example of California, which does a comprehensive annual survey. There, 20 to 30 percent of students above the elementary level consistently report seeing a weapon of some kind at school at least once during the year. That's conservatively more than half a million students, just in that one state.\n\nMoreover, based on the survey, at least 125,000 of these students in California were actually threatened or injured by a weapon on school grounds. This includes things like knives and nunchuks as well as guns.\n\nBut what happens next?\n\nIf that witness, or that victim, has a strong relationship with an adult, they are more likely to report being menaced by a weapon. Whereas, if there is what Astor calls a \"no snitching culture\" in the school, or the witness fears for their safety, nothing will be done.\n\nHe says he's not urging schools to punish or expel the kid who brought the weapon, but, instead, to use \"education as an intervention.\"\n\nThis approach is applicable not only for mass shootings, he says, but for violence that arises from disputes between students or when gang violence in the community spills onto school grounds.\n\nAnd, he says preventing gun violence also means looking at suicide. Suicide is just behind homicide as a leading cause of death for teenagers. When a weapon comes to school, self-harm may be the plan, and a school-climate approach addresses that threat as well.\n\nThe researchers' policy plan calls for assessing school climate nationwide; reducing \"exclusionary practices\" like suspension and expulsion; maintaining physically and emotionally safe schools; and staffing up with specialists like counselors, psychiatrists, psychologists and social workers, both in the school and in the community.\n\nEmergency mode\n\nWhile school climate is an ongoing background effort, the public health approach has an emergency mode when it comes to violence. It kicks in when someone does report a person bringing a weapon to school or talking about violence. It's called a \"threat assessment.\"\n\nAfter the Columbine shooting in 1999, the FBI and the Secret Service each conducted studies of school shootings and shared their knowledge with the nation's educators. They found that there was no one \"profile\" of a school shooter. But, almost all students who committed homicide had told someone of their intentions.\n\nSo, the two law enforcement agencies recommended that schools copy what the Secret Service does when someone makes a threat on a government official. Threat assessment has been required by law in Virginia's schools since 2013, and adopted in many other places.\n\nA threat assessment team consists of the principal, school counselor, school psychologist and a school-based police officer. They talk to the people involved and any witnesses. They try to figure out if the threat is serious: Is it specific? Is there a detailed plan? Is there a weapon?\n\nIn a school, the next steps include notifying parents, taking steps to protect victims, and referrals to mental health and law enforcement if appropriate.\n\nThreat assessments are not a fail-safe. A local ABC affiliate in Florida did report, based on school records, that a threat assessment was ordered for Parkland shooting suspect Nikolas Cruz, based on an incident that happened in January 2017, a year before the shooting.\n\nBut Dewey Cornell at the University of Virginia, another author of the Call to Action, says researchers have gathered good evidence to support the technique, when implemented fully as in Virginia. Among the positive impacts, he says, are \"reduced suspensions and reduced bullying, students and teachers reporting that they feel safer, and students reporting a greater willingness to report threats of violence.\"\n\nHis research also shows that less than 1 percent of threats are ever carried out.\n\nThe researchers are hopeful that their Call to Action will break through the noise. But they've been here before, Mayer says. A group of his colleagues wrote something similar in 2012 after the shootings at Sandy Hook Elementary School, and after a group of school shootings in 2006. Mayer hopes, this time, people will be paying attention.", "keywords": ["weapon", "approach", "violence", "school", "shooting", "prevent", "students", "schools", "health", "experts", "shootings", "heres", "say", "report", "threat"], "polarity": 0.09073232323232322, "subjectivity": 0.38911808337042003},
{"title": "Powerball Winner Collects Prize, Could Still Lose Anonymity", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591640160/powerball-winner-collects-prize-could-still-lose-anonymity", "text": "Powerball Winner Collects Prize, Could Still Lose Anonymity\n\nEnlarge this image toggle caption Boston Globe via Getty Images Boston Globe via Getty Images\n\nThe New Hampshire woman who wanted to keep her identity private but still claim her Powerball prize of nearly $560 million did retrieve her winnings Wednesday in Concord — with her lawyers acting as surrogates.\n\nHer identity remains shielded — although that could change.\n\nAs The Two-Way reported, the woman feared the fame that comes with the jackpot. A lawsuit filed in Hillsborough County said she made a \"huge mistake\" by following lottery instructions and signing her name on the back of the ticket and is asking a court to let her remain anonymous without losing the money.\n\nNew Hampshire's \"Right to Know\" law allows the lottery to release the name of the person who signs the ticket. The woman's lawyers say she learned only after the fact that a loophole would have allowed her to remain anonymous if she had signed the name of a trust on the back of the ticket instead.\n\nAs The New Hampshire Union-Leader reports, a Superior Court judge ruled that while the prize money can be awarded, he is still weighing whether the winner's name will be revealed.\n\nThe New Hampshire Lottery Commission says it will abide by the court's decision.\n\nThe $559.7 million prize, drawn Jan. 6, was the fifth-largest Powerball jackpot in history, the lottery said in a statement.\n\nJane Doe's lawyers created a trust called the Good Karma Family 2018 Nominee Trust to collect the prize Wednesday.\n\n\"We recognize the tremendous interest this prize has generated but hope you appreciate our client's desire to maintain a sense of normalcy by keeping her name confidential,\" lawyer William Shaheen said in a statement Wednesday.\n\nThe winner opted to take the prize in a lump sum of $264 million after taxes, rather than an annuity paid out over 30 years, the lottery said in a statement.\n\nNearly $250,000 was immediately donated to local nonprofits, including $150,000 to Girls Inc. of New Hampshire and $33,000 to each of three New Hampshire chapters of End 68 Hours of Hunger.\n\n\"What little I can say is that she and her family have had a long-standing commitment to their community and are thrilled to be able to enhance their impact through targeted philanthropy for generations to come,\" Shaheen said.\n\n\"While we don't know the winner's identity, we do know that her heart is in the right place,\" Charlie McIntyre, executive director of the New Hampshire Lottery, said in a statement. \"These substantial donations are an indication of her generosity and they will make a significant difference in the lives of many throughout our community.\"", "keywords": ["know", "prize", "lose", "lawyers", "lottery", "collects", "ticket", "trust", "million", "identity", "powerball", "hampshire", "winner", "anonymity"], "polarity": 0.20914101330767995, "subjectivity": 0.4862313612313613},
{"title": "White House Staff Turnover Was Already Record-Setting. Then More Advisers Left", "url": "https://www.npr.org/2018/03/07/591372397/white-house-staff-turnover-was-already-record-setting-then-more-advisers-left", "text": "White House Staff Turnover Was Already Record-Setting. Then More Advisers Left\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nPresident Trump insists his isn't a White House in chaos, but it's hard to deny the near constant churn of key aides, including Tuesday's announced departure of economic adviser Gary Cohn. A full 43 percent of top-level positions in the Trump White House have seen turnover. That is not normal.\n\nIn fact, the Trump White House has had more turnover among senior aides in the first 13 1/2 months of Trump's term than his four most recent predecessors had after two years.\n\nLoading...\n\n\"After two full years, President Obama was at 24 percent and President Bush was at 33 percent,\" said Kathryn Dunn Tenpas of the Brookings Institution and the White House Transition Project, whose research specialty includes staff turnover. \"So, [Trump] already passed them with his first-year turnover. It continues to surge.\"\n\nIn the hours before Cohn's resignation was announced, Trump foreshadowed a shake-up.\n\n\"Yeah, there'll be people — I'm not going to be specific — but there'll be people that change,\" Trump said at a Tuesday afternoon press conference. \"They always change. Sometimes they want to go out and do something else.\"\n\nOne would note he was speaking of \"people,\" plural, as in multiple expected departures. Trump tweeted much the same Tuesday morning.\n\nIn addition to Cohn's departure, several other staffers have recently left or announced their imminent resignations. Communications director Hope Hicks and Jared Kushner advisers Josh Raffel and Reed Cordish have all announced their departures while staff secretary Rob Porter was ousted after allegations of spousal abuse came to light.\n\nA big question now is: Who will be next? Cohn had assembled a team of policy aides who helped craft the White House infrastructure plan and tax framework. With Cohn leaving, will they stay? History would indicate that when someone at Cohn's level leaves, others follow.\n\n\"It's a domino effect. When a senior person leaves, there are other people that leave as well,\" Tenpas said. \"Kind of by necessity because the new person isn't necessarily going to want to work with them.\"\n\nAnd if the swirl of Washington chatter is accurate, Cohn isn't the only big-name White House official on the knife's edge. Chief of staff John Kelly, national security adviser H.R. McMaster and adviser/son-in-law Kushner are all reportedly earning the ire of the president.\n\nAs of Jan. 20, the one-year anniversary of Trump's inauguration, turnover in top-level White House positions was off the charts, double that of President Ronald Reagan's first year and more than triple the rate of President Barack Obama's first year. Since then, there has been turnover in another six senior-level positions that Tenpas tracks.\n\n\"This is an environment that is not suitable for governing. You need people with institutional knowledge, you need expertise,\" said Tenpas. \"There's vacancies on top of vacancies.\"\n\nTypically, there is much more staff turnover in a president's second year in office than in the first. There was some question of whether in the case of Trump, there had been so many departures in the first year that the pattern would be different and the exit door would swing more slowly in his second year. It is now clear that isn't the case.\n\n\"It looks as though turnover continues,\" Tenpas said. \"People are moving to new positions. A lot of people are resigning or leaving. It's unclear when this will cease or whether it's just a continuous process with President Trump.\"\n\nWhy so much turnover? Trump admitted his White House isn't an easy place to work because he fosters an environment of conflict.\n\n\"It's tough,\" Trump said. \"I like conflict. I like having two people with different points of view. And I certainly have that. And then I make a decision. But I like watching it. I like seeing it.\"\n\nIn Cohn's case, he was often on the losing end of those policy debates. Trump insisted in a tweet that he will be easy to replace. \"Many people wanting the job — will choose wisely!\" Trump wrote.\n\nTenpas has data going back to Reagan's presidency and, in an effort to make apples to apples comparisons, only tracks certain senior positions that have equivalents across administrations. In the Trump administration, she is tracking 65 positions. But turnover in each position only counts once, and if someone changes jobs or gets a promotion, they are not counted twice.\n\nThis means that in Tenpas' data set, outgoing communications director Hope Hicks is only counted once and the five changes in the position of communications director don't count five times. In a way, she is undercounting in the name of consistency, and still, Trump's White House is shattering records.", "keywords": ["white", "recordsetting", "house", "advisers", "isnt", "cohns", "left", "tenpas", "turnover", "positions", "president", "trump", "staff"], "polarity": 0.12841309924643257, "subjectivity": 0.39528168590668583},
{"title": "Gig Economy Renews Debate Over Whether Contractors Are Really Workers", "url": "https://www.npr.org/2018/03/07/589840595/gig-economy-renews-debate-over-whether-contractors-are-really-workers", "text": "Gig Economy Renews Debate Over Whether Contractors Are Really Workers\n\nEnlarge this image Jonathan McHugh/Ikon Images/Getty Images Jonathan McHugh/Ikon Images/Getty Images\n\nFreelancers and contract workers make up the fastest-growing segment of the American workforce, and are expected to surpass half of all workers within a decade. But, under current employment law, these workers are ineligible for most of the rights and benefits of traditional employees.\n\nAs their ranks grow so, too, do the court challenges from workers who say they are improperly classified as contractors, and wrongfully denied eligibility for things like unemployment insurance, workers' compensation, and protections under most federal anti-discrimination laws.\n\nPopular gig platforms — such as Uber, Handy, Lyft and Instacart that allow workers to find episodic work — are at the center of many new court cases. And the disputes are renewing a debate on the issue of whether contractors are misclassified, which has existed in other industries for decades.\n\nLast month, a case pitting food-delivery business Grubhub against a former driver, Raef Lawson, became the first gig economy case in the country to reach a trial verdict.\n\nIn that case, Lawson, an aspiring Los Angeles actor, worked as a part-time driver. He sued Grubhub in 2015, saying the company exerted significant control over when and where he delivered food during his shifts — much the way a manager controls an employee. Therefore, he argued, he should be considered an employee, with rights to minimum wage, overtime pay, and reimbursement of expenses.\n\nThe magistrate judge in the U.S. District Court of Northern California disagreed, ruling Lawson was appropriately classified as an independent contractor, largely because of the ways in which Lawson was unlike a traditional employee.\n\n\"He didn't receive performance evaluations, he didn't have to go through training or orientation, he didn't have to wear a specific uniform,\" says Richard Meneghello, an attorney who represents companies in similar cases. \"Those are all the kinds of things that are really hallmarks of a typical employee-employer relationship.\"\n\nA loss for Grubhub would've reverberated throughout the new gig economy, Meneghello says. It would \"would open up a whole range of benefits — not only potentially increased pay for minimum wage and overtime, but also protection under civil rights laws and workers' compensation, and a whole raft of benefits,\" he says.\n\nThe judge, Jacqueline Scott Corley, acknowledged the ruling was a close call, noting that the booming class of gig workers has attributes of both employees and contractors. However, the law forces her to choose between two stark designations, in what she called an \"all-or-nothing proposition.\"\n\nThat means each case is going to depend on particular circumstances, Meneghello says. \"It's a real roll of the dice every time a gig economy company has a case like this,\" he says.\n\n(One major class-action case, involving Uber drivers, is on hold at the Ninth Circuit Court of Appeals, pending a Supreme Court ruling on whether employers can force the workers to arbitrate their cases individually, instead of acting as a class.)\n\nOver the last century, a full-time employment model has dominated the American workforce, and the country's workplace laws are built around it. But as employers and workers alike embrace the greater flexibility of contract work, there are more questions about which laws should apply, and to whom.\n\nMany companies are skirting their employer obligations by misclassifying workers as independent contractors, says David Weil, dean of the Heller School at Brandeis University.\n\n\"Businesses can get all the benefits of closely controlling everything that happens in the delivery of a service or the creation of a product,\" says Weil, a former Labor Department administrator under President Obama who enforced fair wage laws. \"And yet when it comes to responsibility for basic employment conditions like health and safety, or like compliance with labor standards, our laws let them off the hook completely.\"\n\nMoreover, people working as contractors cannot sue for workplace violations under most federal laws, making them vulnerable to exploitation, Weil says. In his work at the Labor Department, he says he saw cases involving exploitation of warehouse workers, for example, who were labeled contractors doing the work of employees but earning below the minimum wage.\n\n\"The probability of violation was very high where you had subcontracting, outsourcing relationships,\" Weil says.\n\ntoggle caption Courtesy of Seth Dudzinski\n\nEven where there are no clear violations, many contractors say the legal structure gives employers the upper hand.\n\nSeth Dudzinski, for example, has worked in quality control for two San Francisco-area pharmaceutical companies as a contractor for the last five years. Dudzinski, 33, feels he should be classified as an employee, because he does the same work as employees, except he wears a different color ID badge.\n\n\"There is a shuttle that only full-time employees could use that is six blocks from my house, but I would have to pay to use it, so that's a little messed up,\" he says. The shuttle would make his commute 45 minutes, but taking public transportation takes up to two hours.\n\nDudzinski says he desperately wants to be hired so he can be eligible for things like stock options and employer retirement contributions, but he feels he can't push for it.\n\n\"There isn't much room to negotiate,\" he says. And, he says, he's keenly aware that his contractor status restricts his ability to complain.", "keywords": ["debate", "renews", "work", "gig", "case", "laws", "weil", "economy", "employees", "lawson", "workers", "contractors", "court", "really"], "polarity": 0.12883858061130787, "subjectivity": 0.39163629804538885},
{"title": "Elementary School Mural That Seemed To Depict A Lynching Has Been Changed", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591245195/elementary-school-mural-that-seemed-to-depict-a-lynching-has-been-changed", "text": "Elementary School Mural That Seemed To Depict A Lynching Has Been Changed\n\nEnlarge this image toggle caption Courtesy of David Clark Courtesy of David Clark\n\nA controversial mural depicting what some are calling a lynching has been modified at an elementary school in Tennessee.\n\nSouth Cumberland Elementary School and Cumberland County personnel altered the mural Monday after the painting was called racist in a social media post on Friday.\n\nThe original mural depicted a man wearing what appears to be a blue basketball uniform strung from a tree by the straps of his jersey, while another man dressed in a red uniform stands nearby holding the Confederate battle flag. A larger Confederate flag was painted on another wall.\n\nThe mural was supposed to illustrate a school rivalry, where the men in blue and red represent North Cumberland Elementary and South Cumberland Elementary, respectively.\n\nBut concerned citizens took issue with the Confederate flag and lynching imagery being on the walls of an elementary school.\n\nDavid Clark, a member of the group Shelbyville Loves, an organization that formed as a response to white supremacy in Shelbyville, Tenn., says when a friend sent him pictures of the elementary school mural he knew he had to do something.\n\nClark says he reached out to members of the school board in early December and \"didn't hear anything from them.\" Around Christmas break, he decided to reach out to the superintendent directly.\n\n\"I got a response from her in five minutes,\" he says.\n\nClark says the superintendent told him that they were looking into solutions for the mural and that it would be dealt with in February, once the original artist was available to make changes to it.\n\n\"But February came and went,\" he says, \"and I decided to shine a light on it.\"\n\nClark posted about the Confederate mural on Facebook, and the response was instantaneous, he says. Within 24 hours, the post had garnered 500 likes and about 200 shares. Soon after, the Confederate flags in the mural at South Cumberland Elementary were painted over, as were the straps suspending the man from the tree. The larger Confederate flag was replaced with a mural saying \"Dread the Red,\" and the smaller was replaced with a simple \"SCE\" flag.\n\n\"Concerns regarding graphics in our gymnasium have been dealt with by removing the rebel flags painted on the wall, and by modifying the mural on the wall as well,\" said a statement from school principal Darrell Threet.\n\nDirector of Schools Janet Graham told the Crossville Chronicle that she had received emails applauding the modifications. Graham could not be reached immediately for response.\n\nBut some are not as happy with the changes, calling them unnecessary.\n\n\"It was meant to represent South Elementary beating North Elementary and 'hanging them out to dry.' I know because I watched it get painted on the wall,\" one commenter wrote on Facebook.\n\nBut Clark says that the changes were necessary to keep the racist imagery \"out of public places where kids can see it and show it as being accepted.\"\n\n\"I really hate that people are upset, but I couldn't bear to see that up any longer than necessary,\" Clark says of the mural, which he calls racist. \"There are kids in all these elementary schools that don't need to see that. The people that innocently allow it to go on, we can't have that.\"", "keywords": ["flag", "depict", "clark", "wall", "school", "cumberland", "changed", "south", "confederate", "lynching", "elementary", "painted", "mural"], "polarity": 0.14912280701754385, "subjectivity": 0.5931704260651628},
{"title": "John Oliver Finds Humor In The News No One Wants To Hear About", "url": "https://www.npr.org/2018/03/07/591457135/john-oliver-finds-humor-in-the-news-no-one-wants-to-hear-about", "text": "John Oliver Finds Humor In The News No One Wants To Hear About\n\nEnlarge this image toggle caption HBO HBO\n\nJohn Oliver jokes that his satirical news show, HBO's Last Week Tonight, does a 22-minute deep dive on news that \"no one in their right mind wants to hear about.\" In recent weeks, the show has covered, among other things, the Italian parliamentary elections and NRA TV, an Internet channel with NRA programming.\n\n\"We like the idea of not just regurgitating stuff people have already seen,\" Oliver says. \"The truth is, if you dig deep enough on anything, everything is interesting. So you just have to get to the point of a story where it becomes fascinating.\"\n\nOliver, who first became known as a correspondent on The Daily Show, started his HBO show in 2014. He describes the style of his long-form, heavily researched segments as \"the slowest improv you've ever seen.\"\n\nInterview Highlights\n\nOn how the Last Week Tonight team puts segments together\n\nWe have researchers, we have footage producers. And they go away to look at a story and to check that it has been reported accurately, or whether the story has shifted in any way ... and whether there is footage through which we can tell the story.\n\nThen once we feel like the basic foundations are solid, then we can kind of bring comedic writing to that process and work out how we'll tell the story — what elements of it we want to use, what kind of story arc we want to employ — and then we write jokes. So jokes come late.\n\nOn starting a televangelist church in order to demonstrate how easy it is to create a tax-exempt religious organization and legally solicit donations\n\nThe fascinating thing for us there was to try and show — not just tell — people that this was possible. It's theoretically alarming to have someone say, \"And it's completely legal to do this!\" It's kind of viscerally affecting when you have someone say, \"Give me your money. I will cure your lupus. Give me your money. If you do, you will get more money in return. Seriously. Give me your money.\"\n\nLastWeekTonight YouTube\n\nOn how Oliver's audience responded to his fake church\n\nPeople sent thousands and thousands and thousands of dollars to us [which were ultimately donated to Doctors Without Borders]. ... Once they sent money, we sent them letters back — the kind of letters that we had been receiving from the [televangelist] pastor that we had been in contact with over the previous six months. He had an outline of his hand, and you could put your hand on his hand and pray with him that way. So we had, I believe, an outline of my rear end, so that you could sit where I sat and we could pray together.\n\nWe kind of got into a correspondence with people. Then we eventually had to shut it down, because it would've become our entire job. The point of it was to show that the barrier of entry to this is too low and when it's this low, you can have bad actors enter.\n\nOn being an immigrant and hearing the anti-immigration rhetoric\n\nI have this newfound love of America, because I've been here 11 years. It's my home. I have an American wife. I have an American son. ... So when people say, even to me, \"Go back to where you came from\" or \"What gives you the right to talk about America?\" ... it taps into feelings that are pretty raw for me. ...\n\nI clearly have the nicest possible version of the toxicity of feelings about immigrants in that, like you say, I'm British. There is a fundamental affection, to an extent, for British people, Piers Morgan aside. So I don't have anything like the problems that people that don't look or sound like me have. But the kind of deep injustice of how they're treated — I can't say it doesn't personally affect me or offend me. I kind of feel it personally, because I want to be here. ...\n\nI really love it here. I chose to be here. ... Even though I'm not a very optimistic person, I still have a fundamental faith that America will correct this path, because it has to.\n\nHeidi Saman and Thea Chaloner produced and edited the audio of this interview. Bridget Bentz, Molly Seavy-Nesper and Nicole Cohen adapted it for the Web.", "keywords": ["john", "hand", "wants", "money", "finds", "jokes", "oliver", "kind", "humor", "tell", "say", "deep", "sent", "hear", "thousands"], "polarity": 0.12608630346725583, "subjectivity": 0.45338924743686637},
{"title": "Proposed Law Could Mean No More Free Porn In Rhode Island ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591483927/proposed-law-could-mean-no-such-thing-as-free-porn-in-rhode-island", "text": "Proposed Law Could Mean No More Free Porn In Rhode Island\n\nEnlarge this image toggle caption GrapeImages/Getty Images GrapeImages/Getty Images\n\nRhode Island enthusiasts of free porn may have to start paying for it.\n\nState legislators introduced a bill last week that would require residents to pay a one-time $20 fee to access pornography sites or other \"offensive material\" online.\n\nIf passed, the law would require Internet service providers in the state to block \"sexual content and patently offensive material\" by default. Users looking to take a peek at censored content would be able to make a written request to lift the ban. That would require proof that the consumer is at least 18 years old, evidence that the consumer received a \"written warning regarding the potential danger of deactivating the digital block,\" and an Andrew Jackson, or equivalent legal tender.\n\nEurope In Denmark, Viral Video Sparks Wave Of Child Pornography Prosecutions In Denmark, Viral Video Sparks Wave Of Child Pornography Prosecutions Listen · 2:43 2:43\n\nThe bill, called \"An Act Relating to Public Utilities and Carriers — Internet Digital Blocking,\" was drafted by Sens. Frank Ciccone and Hanna Gallo, both Democrats. They say it is intended to keep children and minors safe from from accessing inappropriate content. It also seeks to rid the Internet of all child pornography, revenge pornography and human trafficking websites.\n\nCollected fees would help fund the operations of the state's council on human trafficking.\n\nThe state's attorney general could also potentially go after ISPs that fail to filter content under the new regulations, seeking damages of up to $500 for each piece of content that is reported but not subsequently blocked.\n\nNew York Magazine reports:\n\n\"Ciccone and Gallo's law is pretty broad in defining the term 'sexual content,' deeming it anything that runs afoul of Rhode Island state statute that deems sexual content as anything that shows the 'act of sexual intercourse, normal or perverted, actual or simulated' as well as masturbation. Ciccone and Gallo's law would also require ISPs to block access to 'patently offensive material,' which is termed as anything 'so offensive on its face as to affront current standards of decency.' \"\n\nThe magazine also noted that there are 10 ISPs operating in Rhode Island and it's unclear whether each would have to set its own standards as to what it blocks and doesn't block.\n\nAccording to the Providence Journal, the bill was referred to the Senate Judiciary Committee.", "keywords": ["law", "proposed", "island", "offensive", "content", "material", "mean", "isps", "rhode", "free", "sexual", "pornography", "porn", "require"], "polarity": 0.12114325068870523, "subjectivity": 0.48411386593204786},
{"title": "The Texas Primaries: 6 Takeaways To Kick Off The 2018 Election Cycle ", "url": "https://www.npr.org/2018/03/07/591536751/6-takeaways-from-the-texas-primaries-and-what-they-could-mean-going-forward-in-2", "text": "The Texas Primaries: 6 Takeaways To Kick Off The 2018 Election Cycle\n\nEnlarge this image toggle caption Drew Anthony Smith/Getty Images Drew Anthony Smith/Getty Images\n\nLaunching the 2018 election cycle, Texans cast ballots in primaries on Tuesday — leaving several races headed for runoffs.\n\nElection night in Texas offers several takeaways of note, as we look ahead. Here are six to consider:\n\n1. Texas is still Texas. Turn Texas blue? Not so fast. For all the attention on Democratic turnout — and turnout was high for Democrats — they were swamped by voters on the GOP side. Check out the the total vote in the big statewide races, for example. More than 1 million Democrats turned out for the Senate primary that has gotten so much national attention because of the candidacy of Rep. Beto O'Rourke. That was double the Democratic primary turnout in the last midterm. But look at the GOP side: There was 50 percent higher turnout for the uncontested GOP Senate primary featuring incumbent Sen. Ted Cruz. (That was even up slightly from 2014 for Republicans.)\n\nWayne Slater, retired senior political writer for The Dallas Morning News, says he is skeptical of a statewide Democratic wave in Texas, because of the voters who are fueling both parties. The Democratic vote was up in the 15 most populous counties, but the rural vote is still overwhelmingly Republican. Two-thirds of the Democratic vote came from more populous counties, he said, while just 55 percent of the Republican vote did. Tuesday night proved, he said, \"Rural Texas still substantially gives it to Republicans.\" So until that changes, or until Latinos in South Texas truly get fired up for a favored Democratic statewide candidate, \"This whole stuff about a blue wave coming, don't hang your hat on that,\" Slater said.\n\n2. No sure Bet-o. Cruz got double the votes of O'Rourke, and a largely unknown, underfinanced 32-year-old named Sema Hernandez got nearly a quarter of the vote in the Democratic primary. That doesn't bode well for O'Rourke. Expect Cruz (and his sharp-elbowed operatives) to run a tough campaign, targeting O'Rourke, including that his given name is Robert and Cruz's is Rafael in Latino-heavy Texas and that O'Rourke is too liberal for Texas. In fact, the Cruz campaign is already up with a radio ad with the line, \"If you're gonna run in Texas, you can't be a liberal man ...\"\n\nYouTube\n\n3. The suburbs are still the key to the House — and Democrats are faring well there. For all that cold water for Democrats statewide in Texas, at the same time there is this silver lining for them — turnout in the three Republican House districts they hope to flip was on par or outpaced that of Republicans. Yes, those were competitive primaries for Democrats while the GOP is running three incumbents who faced token opposition, but those districts are still in play — and they're happening in the suburbs, where Trump's approval rating is suffering. Specifically, Democratic turnout surged in major metropolitan areas — and the wealthy suburbs, as The Cook Political Report's David Wasserman points out.\n\n4. The power of female Democratic candidates is real. We've written about the record number of women running for office in 2018. Well, the power of women was felt in the Democratic primaries Tuesday night. Nearly half of the candidates who finished first in Democratic primaries were women (17 of 35). What's more, Texas is more than likely to send two Latinas to Congress. Remarkably, Veronica Escobar, an El Paso County judge running to fill O'Rourke's House seat, and state Sen. Sylvia Garcia, running to replace Democratic Rep. Gene Green in Houston, are the overwhelming favorites to be the first Latinas sent to Congress from Texas. That is really quite something in a state where nearly 4 in 10 people are Latino.\n\n5. The anti-establishment sentiment is as strong as ever. If anyone thinks either party will be able to put a thumb on the scale for any candidate this year, Texas provided a few flashing red lights. The Democratic Congressional Campaign Committee published opposition research on congressional candidate Laura Moser, highlighting that she wrote she wouldn't want to live in Paris, Texas, again. It tried to undercut her — because it believes she would lose in a general election in a winnable seat in the Houston suburbs — but this, instead, backfired. The gambit raised her profile and helped propel Moser into a May 22 runoff. And a Democratic candidate endorsed by House Minority Whip Steny Hoyer was edged out by a political novice, who is a pastor and former math teacher. (They will face each other in a May 22 runoff, though.)\n\n6. Money can't necessarily buy you primary love. There was a time when the candidate with the most money could be seen as the favorite. And when that candidate raised $1 million or more before a primary, he or she was really seen as a favorite. But the energy clearly was not with those candidates Tuesday night in Texas — on both sides. In four races, those candidates missed even making it to runoffs. A candidate who put in $6 million of her own money in the GOP primary in the 2nd Congressional District finished third and got just 12,000 votes. In the 7th District GOP primary, another who raised $1.1 million finished fourth with just 5,000 votes. On the Democratic side, in the 16th District, a candidate who raised just shy of $1 million finished second — but with only about 11,000 votes missed the runoff; and a candidate in the 32nd District also raised almost $1 million and finished third with just 5,500 votes. That's $9 million for 33,500 votes, or $269 a vote — and four losses.", "keywords": ["gop", "democratic", "primaries", "primary", "election", "candidate", "cycle", "takeaways", "vote", "million", "turnout", "2018", "votes", "raised", "texas", "kick"], "polarity": 0.1524070956478364, "subjectivity": 0.42638545953360774},
{"title": "FBI Used Paid Informants On Best Buy's Geek Squad To Flag Child Pornography", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591698708/fbi-used-paid-informants-on-best-buys-geek-squad-to-flag-child-pornography", "text": "FBI Used Paid Informants On Best Buy's Geek Squad To Flag Child Pornography\n\nEnlarge this image toggle caption Tim Boyle/Getty Images Tim Boyle/Getty Images\n\nThe FBI paid Best Buy Geek Squad employees as informants, rewarding them for flagging indecent material when people brought their computers in for repair.\n\nThat's according to documents released to the Electronic Frontier Foundation, a digital civil liberties organization, which filed a Freedom of Information Act lawsuit seeking records that might show warrantless searches of people's devices.\n\nEFF filed its complaint last year after revelations about the FBI's interactions with Geek Squad technicians emerged in the case of Mark Rettenmaier, an Orange County, Calif., physician and surgeon who took his computer in for repair when it wouldn't boot up. Rettenmaier faced child pornography charges after a Geek Squad employee flagged his computer to the FBI.\n\nIn May, a federal judge threw out almost all the evidence (which prosecutors said included hundreds of images of child pornography) because of \"false and misleading statements\" an FBI agent made in an affidavit to get a search warrant for Rettenmaier's house. The government ended up dropping the charges against him.\n\nThe records now released to EFF shed a bit more light on the relationship between Best Buy and the FBI. The documents show a range of interactions: a $500 payment from the FBI to a Geek Squad employee, a meeting of the agency's Cyber Working Group at Best Buy's computer repair facility in Kentucky, and a number of investigations in which Geek Squad employees called the FBI field office in Louisville after finding suspected child pornography.\n\nA key question is whether Best Buy employees \"go fishing\" in customers' devices with the goal of helping the FBI.\n\nThat's what Rettenmaier's attorney James Riddet argued a Geek Squad technician had done when he searched the \"unallocated space\" of Rettenmaier's computer, where he found an image that was used to persuade a judge to grant a search warrant for his home.\n\n\"Their relationship is so cozy,\" Riddet told The Washington Post last year, \"and so extensive that it turns searches by Best Buy into government searches. If they're going to set up that network between Best Buy supervisors and FBI agents, you run the risk that Best Buy is a branch of the FBI.\"\n\nBest Buy tells NPR that it does indeed report discovery of child pornography to law enforcement, citing a \"moral and, in more than 20 states, a legal obligation\" to do so — but it says it prohibits employees from looking for \"anything other than what is necessary to solve the customer's problem.\"\n\nEFF says it is concerned the FBI is using Geek Squad informants to conduct private searches as a means of circumventing Fourth Amendment protections against warrantless searches.\n\n\"[T]he FBI's Geek Squad informants should plainly qualify as agents of the government,\" EFF wrote in May. \"The records disclosed thus far indicate that FBI agents paid Geek Squad informants to conduct these wide-ranging searches of customers' devices, suggesting that officials both knew about the searches and directed the informants to conduct them. The payments Geek Squad informants received also demonstrate that they conducted the searches with the intent to assist the FBI.\"\n\nBest Buy says it has \"not sought or received training from law enforcement in how to search for child pornography\" and has \"redoubled our efforts to train employees on what to do — and not do — in these circumstances.\"\n\nThe company says that three of the four employees who allegedly received payment from the FBI for turning over child pornography are no longer with the company, and the fourth was reprimanded and reassigned. \"Any decision to accept payment was in very poor judgement and inconsistent with our training and policies,\" it said in a statement to NPR.\n\nThe FBI would not comment on the matter, citing ongoing litigation. \"In addition,\" a spokesman said in an email to NPR, \"the FBI does not provide any information on the dealings with informants, for obvious reasons.\"\n\nYou can read the relevant documents released so far here and here.", "keywords": ["used", "informants", "flag", "squad", "paid", "buys", "buy", "child", "best", "geek", "employees", "fbi", "searches", "pornography"], "polarity": 0.3011309523809524, "subjectivity": 0.43205026455026446},
{"title": "Coca-Cola Will Launch Its First Alcoholic Drink To Compete In Japan", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591468385/coca-cola-will-launch-its-first-ever-alcoholic-drink-to-compete-in-japan", "text": "Coca-Cola Will Launch Its First Alcoholic Drink To Compete In Japan\n\nEnlarge this image toggle caption Shizuo Kambayashi/AP Shizuo Kambayashi/AP\n\nCoca-Cola will introduce the first alcoholic drink in the company's 125-year history, tapping into a growing trend in Japan for mildly intoxicating drink mixes.\n\nBut if you were thinking rum and Coke, you would be wrong.\n\nBusiness Diet Coke Makes Move Toward Millennials With 4 New Flavors Diet Coke Makes Move Toward Millennials With 4 New Flavors Listen · 5:55 5:55\n\nInstead, the new brand will compete in a category known as Chu-Hi, a canned drink, the main ingredient of which is a vodka-like distillation of rice, barley and potatoes known as shōchū. Chu-Hi also typically includes sparkling water and flavoring.\n\n\"We haven't experimented in the low alcohol category before, but it's an example of how we continue to explore opportunities outside our core areas,\" Jorge Garduño, president of Coca-Cola's Japan business unit, said recently on its website.\n\nGarduño said the move into alcoholic drinks \"is unique in our history,\" adding that entering the Chu-Hi market \"is a modest experiment for a specific slice of our market.\"\n\n\"It makes sense to give this a try in our market,\" he said. \"But I don't think people around the world should expect to see this kind of thing from Coca-Cola.\"\n\nBusiness As Soda Sales Lose Fizz, Coca-Cola Launches Rebranded Coke Zero As Soda Sales Lose Fizz, Coca-Cola Launches Rebranded Coke Zero Listen · 3:43 3:43\n\nThe Chu-Hi market reportedly has hundreds of flavors and varieties, such as Strong Zero, Highball Lemon and Slat, and according to the Japanese producer, Suntory has seen growth between 5 percent and 25 percent annually since 2013, The Financial Times reports.\n\nThe Times writes: \"Chu-Hi canned drinks mostly range in alcohol content between 3 and 8 percent — a profile that has put them in direct competition with beer, and proved particularly attractive to female drinkers. The appeal of Chu-Hi has been enhanced by the relentless trial-and-error approach by major Japanese producers Kirin, Asahi, Takara and Suntory, which have released flavours that include yoghurt, acerola and wild basil.\"\n\nFortune adds:\n\n\"Coke's Japanese business is unusually experimental, trying out 100 new products on average each year. Along with the new Chu-Hi, the firm will this year also launch the excitingly-named 'THE TANSAN,' which Garduño said 'features the strongest carbonation ever in our products in this country, to reach health conscious adult sparkling lovers.' \"Last year, it launched a version of Coke with added fiber, called Coca-Cola Plus, with Japan's ageing population in mind.\"\n\nThere is no word yet on what the new product will be called or when it will be launched.", "keywords": ["coke", "launch", "makes", "flavors", "market", "alcoholic", "compete", "drink", "zero", "japan", "cocacola", "japanese", "chuhi"], "polarity": 0.08555871212121213, "subjectivity": 0.42297348484848485},
{"title": "Sorry, Adults, No New Neurons For Your Aging Brains", "url": "https://www.npr.org/sections/health-shots/2018/03/07/591305604/sorry-adults-no-new-neurons-for-your-aging-brains", "text": "Sorry, Adults, No New Neurons For Your Aging Brains\n\nEnlarge this image toggle caption Science Source/Getty Images Science Source/Getty Images\n\nA major study is challenging the widely held view that adult human brains make new neurons.\n\nThe study of brain samples from 59 people of various ages found no immature neurons in anyone older than 13, scientists report online Wednesday in the journal Nature.\n\n\"In all of the adult samples we looked at, we couldn't find any evidence of a young neuron,\" says Shawn Sorrells, the study's lead author and a senior researcher in the lab of Arturo Alvarez-Buylla at the University of California, San Francisco.\n\nThe finding challenges decades of research suggesting that new neurons continue to appear in the hippocampus, an area of the brain involved in memory and emotion. It also calls into question claims that both exercise and some anti-depressant drugs could boost the production of new neurons in the hippocampus.\n\nThe finding is bound to be controversial. \"I'm sure that there are going to be people who challenge [our results]\" says Alvarez-Buylla, a professor of neurological surgery at UCSF.\n\nBut that won't be easy, says Jason Snyder, an assistant professor at the University of British Columbia who wrote a commentary accompanying the study.\n\nThe research is \"as convincing as you can be,\" Snyder says. \"This is certainly one of the best or perhaps the best of study of neurogenesis in humans.\"\n\nEven so, he says it is unlikely to settle the issue.\n\nOne reason is that it is very difficult to study the birth of new neurons, a process called neurogenesis, in people. High-quality samples of brain tissue are in short supply. And each sample tells you only what's happening at a single point in time at one place in the brain.\n\nAlso, several previous studies have found indirect evidence that neurogenesis does occur in the adult hippocampus.\n\nAlvarez-Buylla himself thought he might find new brain cells in people when his lab began investigating the question.\n\nHe had trained in the Rockefeller University lab of Fernando Nottebohm, who discovered new cells forming in adult canaries.\n\nAnd Alvarez-Buylla knew that many studies had found strong evidence of neurogenesis in adult mice.\n\nSo when his lab began studying human brains, \"we were expecting to find evidence of young neurons\" in the hippocampus, he says. But that's not what happened.\n\nThe first hint came several years ago when Alvarez-Buylla visited a colleague's lab in China.\n\n\"We were looking through some brains that he had collected from humans,\" he says, \"and when we looked at the hippocampus we couldn't find the young neurons there.\"\n\nSo Alvarez-Buylla assembled an international team and launched the new study of 59 brains. The team used both classic techniques and the latest technology to search each sample for immature brain cells.\n\nAnd they found lots of these cells in babies and young children. \"But then by 7 years of age, these cells were much more sparse,\" Sorrells says. And the numbers dwindled even further in older brains.\n\nIf the results hold up, scientists will have to figure out how the adult human brain can continue to change throughout life without adding new cells, the way a rodent brain does.\n\nOne clue is that it can take many years for a new human brain cell to mature, Snyder says. So even a grown-up's brain may contain many cells whose functions aren't yet fully defined.\n\n\"Cells that were born in childhood could play a big role in learning, in memory and in emotional disorders,\" Snyder says. \"So their impact on adult brain life could still be big.\"\n\nIt also may be possible to use drugs or other therapies to get an old brain to start making new cells, Snyder says. That might help repair the damage caused by a brain injury or Alzheimer's disease, he says.\n\n\"I think the possibility is real that someday we'll be able to rejuvenate the aging brain,\" Snyder says.", "keywords": ["sorry", "lab", "alvarezbuylla", "adults", "adult", "neurogenesis", "snyder", "brain", "young", "brains", "cells", "aging", "neurons", "study"], "polarity": 0.14155605423987772, "subjectivity": 0.4305088702147526},
{"title": "Stormy Daniels Files Suit, Claims NDA Invalid Because Trump Didn't Sign At The XXX", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591431710/stormy-daniels-files-suit-claims-nda-invalid-because-trump-didnt-sign-at-the-xxx", "text": "Stormy Daniels Files Suit, Claims NDA Invalid Because Trump Didn't Sign At The XXX\n\nEnlarge this image toggle caption Matt Sayles/AP Matt Sayles/AP\n\nPresident Trump's proclivity for putting his name on buildings, steaks, ties and certificates is well-known. But former adult film actress Stormy Daniels says he failed to put his name on their contract.\n\nDaniels, whose given name is Stephanie Clifford, filed a civil suit against President Trump on Tuesday alleging the nondisclosure agreement she signed just days before the 2016 election is invalid because it's missing Trump's signature.\n\nThe suit alleges Trump \"purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge of the 'Hush Agreement' \" or the affair.\n\nMichael Avenatti, Clifford's lawyer, posted a complete copy of the lawsuit to Twitter on Tuesday evening. It does not ask for damages, only that the court declare the contract \"invalid, unenforceable, and/or void.\"\n\nClifford also confirms details about the supposed affair with Trump. She says she began an \"intimate relationship\" with Trump years before his political aspirations took shape and more than a year into his marriage to now-first lady Melania Trump. She says that it began in the summer of 2006 in Lake Tahoe and that it lasted \"well into 2007.\"\n\nPolitics Trump Lawyer Says He Paid Former Adult Film Star $130,000 In A Private Transaction Trump Lawyer Says He Paid Former Adult Film Star $130,000 In A Private Transaction Listen · 2:35 2:35\n\nPolitics Trump Lawyer's Payment To Adult Film Star Before 2016 Election Prompts Legal Questions Trump Lawyer's Payment To Adult Film Star Before 2016 Election Prompts Legal Questions Listen · 3:48 3:48\n\nThe White House and Trump's personal lawyer Michael Cohen, who drafted the agreement, have repeatedly denied the alleged sexual encounter. And the complaint alleges Cohen used \"intimidation and coercive tactics\" to force Clifford into signing a false statement denying the extramarital affair with Trump.\n\nThe actress issued a statement in January addressed \"To Whom It May Concern,\" saying, \"I am not denying this affair because I was paid 'hush money' as has been reported in overseas owned tabloids. I am denying it because it never happened.\"\n\nThe existence of the nondisclosure contract became known after The Wall Street Journal reported Cohen arranged to pay Clifford $130,000 just days before the 2016 presidential election to stop her from going public with her story. Money for the payment was drawn from Essential Consultants LLC, a company that, Clifford says in the complaint, Cohen created \"for the express purpose of hiding the true source of funds.\"\n\nCohen has said that he paid Clifford out of his own pocket and that he was never reimbursed by the Trump campaign or the Trump Organization. However, he has refused to explain why he paid Clifford the generous sum.\n\nCommon Cause, a government watchdog group, filed a complaint with the Federal Election Commission stating that the payment was an in-kind contribution to the Trump campaign.\n\nCohen denies the allegations, saying they are \"factually unsupported and without legal merit, and my counsel has submitted a response to the F.E.C.\"\n\nIt is unclear whether Clifford intends to return the $130,000 payment from Cohen.\n\nAccording to the lawsuit, Clifford was inspired to step forward with her account of at least one tryst with Trump at the Beverly Hills Hotel shortly after the Access Hollywood tape was released. In it, Trump is caught using crude language about women and describing how he would hit on them. But Cohen, who at the time was an attorney for the Trump Organization, stepped in with a set of documents and lots of cash.\n\nUnder the agreement, which uses the pseudonyms \"David Dennison\" and \"Peggy Peterson\" to identify Trump and Clifford respectively, Clifford would be required to pay Trump $1 million for each breach. Clifford signed the agreement on the allotted line for \"PP\" on Oct. 28, 2016. But the space over \"DD\" remains blank.\n\nAnd even if the absence of a signature by the president isn't enough to void the contract, Clifford argues that Cohen has violated the terms of the deal by making multiple statements to the media. It specifically references a Feb. 13 statement to The New York Times as evidence that there was \"no binding agreement in place.\"\n\nClifford also claims Cohen has continued efforts to \"shut her up\" and cites \"bogus arbitration\" initiated as recently as Feb. 27.", "keywords": ["didnt", "suit", "film", "agreement", "election", "daniels", "invalid", "clifford", "payment", "nda", "paid", "adult", "2016", "cohen", "xxx", "sign", "stormy", "trump", "files"], "polarity": 0.0016414141414141303, "subjectivity": 0.3071380471380471},
{"title": "Trump Administration Quietly Decides — Again — To Allow Elephant Trophy Imports", "url": "https://www.npr.org/sections/thetwo-way/2018/03/06/591209422/trump-administration-quietly-decides-again-to-allow-elephant-trophy-imports", "text": "Trump Administration Quietly Decides — Again — To Allow Elephant Trophy Imports\n\nEnlarge this image Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nThe Trump administration has lifted a ban on importing sport-hunted trophies of elephants from certain African countries, just over three months after President Trump appeared to pause a first attempt to do so amid public uproar. In a memo dated March 1, the U.S. Fish and Wildlife Service said that in place of the Obama-era blanket ban, the agency will consider importation permits \"on a case-by-case basis.\"\n\nThe memo, which was not publicized by the agency, did not clarify the specific guidelines by which the permits would be judged. It is also not clear what role was played in the decision by the president, who has publicly expressed his opposition several times to rolling back the ban.\n\nIn November 2017, just one day after the Fish and Wildlife Service announced it had lifted the ban, Trump said he had put that move \"on hold until such time as I review all conservation facts.\" Two days later, he tweeted that he \"will be very hard pressed to change my mind that this horror show in any way helps conservation of Elephants or any other animal.\"\n\nAs recent as late January, Trump rejected the possibility he would lift the ban.\n\n\"I didn't want elephants killed and stuffed and have the tusks brought back into this [country]. And people can talk all they want about preservation and all other things that they're saying,\" he told British broadcaster Piers Morgan, referring to the argument proffered by his own interior secretary, Ryan Zinke, and others that fees paid by big-game hunters could help fund conservation programs. \"In that case, the money was going to a government that was probably taking the money, OK?\"\n\n\"That was done by a very high-level government person,\" he added in reference to the agency's decision. \"As soon as I heard about it, I turned it around.\"\n\nAnimals Uproar Over Elephant Trophies Overshadows Changes To Lion Imports Uproar Over Elephant Trophies Overshadows Changes To Lion Imports Listen · 2:27 2:27\n\nSince that decision in November, however, the D.C. Circuit Court of Appeals ruled that the Obama administration had acted improperly in implementing its ban. That late December ruling, which addressed a lawsuit brought by Safari Club International and the National Rifle Association, found that the administration did not sufficiently observe the rules around creating a new regulation, such as inviting public comment.\n\nThe Fish and Wildlife Service directly cited the court ruling in its letter, saying that as a result it was withdrawing several previous Endangered Species Act findings dating back to 1995. They \"are no longer effective for making individual permit determinations for imports of those sport-hunted ESA-listed species,\" the memo said — including not only elephants from a number of African countries but also lions and bonteboks from South Africa.\n\nThe agency added that it would still use some of the information included in those findings, whenever relevant to the evaluation of an individual permit application.\n\nIt did not issue a release to announce the decision, which was instead surfaced Monday by The Hill and other media outlets.\n\nAs The Associated Press reports, Zinke has long held a position apparently at odds with the one expressed in January by Trump, arguing that hunting promotes wildlife conservation. In fact, he had the arcade game Big Buck Hunter installed in the employee cafeteria to help support his point.\n\n\"Get excited for #hunting season!\" Zinke tweeted last September.\n\nConservationist activists have expressed skepticism that fees paid by big game hunters actually get to the wildlife agencies they're intended to support.\n\n\"A lot of the money has been siphoned away by corruption,\" Rachel Bale, a wildlife reporter for National Geographic, explained on NPR's Morning Edition back in November, \"so there are serious concerns with hunting management in Zimbabwe.\"\n\nAnd the numbers of these animals continue to decline. A census of African elephants, for instance, said their population had plummeted roughly 30 percent from 2007 to 2014 alone.\n\nSome activists, such as Jimmiel Mandima of the African Wildlife Foundation, have told media outlets they do not view the new case-by-case system as a complete reversal of Fish and Wildlife Service policy. But they object to the perceived lack of clarity offered by the administration.\n\n\"The Trump administration is trying to keep these crucial trophy import decisions behind closed doors, and that's totally unacceptable,\" Tanya Sanerib of the Center for Biological Diversity told the AP. \"Elephants aren't meant to be trophies; they're meant to roam free.\"\n\n\"The president has been very clear in the direction that his administration will go,\" a Fish and Wildlife Service spokesperson told NBC News — but would not comment further on next steps, as the broadcaster reports, \"citing ongoing litigation.\"", "keywords": ["decision", "elephants", "fish", "trophies", "quietly", "conservation", "wildlife", "elephant", "imports", "administration", "decides", "allow", "told", "service", "trump", "trophy"], "polarity": 0.009716866466866463, "subjectivity": 0.3397387612387613},
{"title": "U.S. Holocaust Museum Rescinds Human Rights Award From Aung San Suu Kyi ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591518672/u-s-holocaust-museum-rescinds-human-rights-award-from-aung-san-suu-kyi", "text": "U.S. Holocaust Museum Rescinds Human Rights Award From Aung San Suu Kyi\n\nEnlarge this image toggle caption Ye Aung Thu/AFP/Getty Images Ye Aung Thu/AFP/Getty Images\n\nThe list of honors and awards Nobel laureate and Myanmar State Counselor Aung San Suu Kyi has had revoked because of her handling of the plight of Rohingya Muslims in her country continues to grow.\n\nOn Tuesday, the U.S. Holocaust Memorial Museum in Washington, D.C., rescinded its prestigious Elie Wiesel Award from Suu Kyi for failing to speak out against ongoing persecution of the minority group.\n\nIn a letter to Suu Kyi revoking the prize, the museum said that as the Myanmar military's violence against the Rohingya unfolded over the past two years, it had hoped she would condemn those actions and express solidarity with the Rohingya.\n\nBut that has not been the case, the letter says, as Suu Kyi has \"refused to cooperate with United Nations investigators, promulgated hateful rhetoric against the Rohingya community, and denied access to and cracked down on journalists trying to uncover the scope of the crimes in Rakhine State.\"\n\nThe letter urges Suu Kyi to take a stand:\n\n\"We understand the difficult situation you must face in confronting decades of military misrule and violence in your country and that institution's still powerful constitutional role. However, the military's orchestration of the crimes against Rohingya and the severity of the atrocities in recent months demand that you use your moral authority to address this situation. While Myanmar has taken important first steps on the road to democracy, any transition that does not protect the country's most vulnerable communities will be deeply flawed.\"\n\nSo the museum has rescinded her award, which was given to Suu Kyi in 2012 for her long struggle against Myanmar's military dictatorship and advocacy for freedom and human rights in the country. The Elie Wiesel Award is named for the renown author, Holocaust survivor and fellow Nobel Peace Prize winner. Wiesel, who died in 2016, was a founding chairman of the museum.\n\nSince August, more than 700,000 Rohingya Muslims have fled Myanmar after a brutal military campaign launched in response to an attack by Rohingya militants on Myanmar police. Before that, another wave of refugees began arriving in October 2016.\n\nWhile a United Nations special envoy found what is considered evidence of genocide and as other countries, including the U.S., have accused the Myanmar military of ethnic cleansing, Suu Kyi remains relatively silent on the issue. This has resulted in a handful of awards being rescinded as well as public criticism from fellow Nobel Peace Prize laureates.\n\nFrustration with her over the issue even caused former U.S. Ambassador to the U.N. Bill Richardson to quit a committee led by Suu Kyi that was meant to address issues in Myanmar's Rakhine state.\n\n\"She doesn't want any dissent. She doesn't want any advice or bad news and I think that's what's causing her enormous problems,\" Richardson told NPR. \"She blames everything on the United Nations, the international community, human rights groups, the media. Nothing is her fault or her government's fault, and that's become a real problem, in my view.\"", "keywords": ["award", "san", "united", "museum", "aung", "rohingya", "suu", "myanmar", "kyi", "military", "rights", "rescinds", "wiesel", "human", "holocaust"], "polarity": -0.05463789682539682, "subjectivity": 0.3641245039682539},
{"title": "U.K. Hospitals Are Overburdened, But The British Love Their Universal Health Care", "url": "https://www.npr.org/sections/parallels/2018/03/07/591128836/u-k-hospitals-are-overburdened-but-the-british-love-their-universal-health-care", "text": "U.K. Hospitals Are Overburdened, But The British Love Their Universal Health Care\n\nEnlarge this image toggle caption Yui Mok/AP Yui Mok/AP\n\nWhen Erich McElroy takes the stage at comedy clubs in London, his routine includes a joke about the first time he went to see a doctor in Britain.\n\nOriginally from Seattle, McElroy, 45, has lived in London for almost 20 years. A stand-up comedian, he's made a career out of poking fun at the differences in the ways Americans versus Britons see the world — and one of the biggest differences is their outlook on health care.\n\n\"I saw a doctor, who gave me a couple pills and sent me on my way. But I still hadn't really done any paperwork. I was like, 'This isn't right!' \" McElroy says onstage, to giggles from the crowd. \"So I went back to the same woman, and I said, 'What do I do now?' And she said, 'You go home!' \"\n\nThe mostly British audience erupts into laughter.\n\nMcElroy acknowledges it doesn't sound like much of a joke. He's just recounting his first experience at a U.K. public hospital. But Britons find it hilarious, he says, that an American would be searching for a cash register, trying to find how to pay for treatment at a doctor's office or hospital. It's a foreign concept here, McElroy explains.\n\nOnstage, McElroy recounts how, when the hospital receptionist instructed him to go home, he turned to her and exclaimed, \"This is amazing!\"\n\nAmazing, he says, because he didn't have to pay — at least not at the point of service. In Britain, there's a state-funded system called the National Health Service, or NHS, which guarantees care for all. That means everything from ambulance rides and emergency room visits to long hospital stays, complex surgery, radiation and chemotherapy — are all free. They're paid for with payroll taxes. In addition, any medication you get during a hospital visit is free, and the cost of most prescription drugs at a pharmacy are cheap — a few dollars. (Private health care also exists in the U.K., paid out-of-pocket or through private insurance coverage, but only a small minority of residents opt for it.)\n\nSince the 2008 financial crisis, the U.K., like many countries, has been taking in less tax revenue — so it's had to cut spending. Its expenditure on the National Health Service has still grown, but at a slower pace than before. That means drugs are now being rationed. Tens of thousands of operations have been postponed this winter. Wait times at the emergency room are up, says Richard Murray, policy director at the King's Fund, a health care think tank.\n\n\"If the ER is really busy, it makes the ambulances queue outside the front door — not great,\" Murray says. \"And in some cases, the hospital is simply full.\"\n\nIn recent months, there have been several \"Save the NHS\" marches across Britain, where thousands have demonstrated to demand improved care and more funding for the health system. One such march, on Feb. 3 on Downing Street in central London, caught President Trump's attention.\n\nTwo days later, Trump tweeted that the NHS is \"going broke and not working.\" He accused Democrats of pushing for a similar system of universal health care in the United States. \"Dems want to greatly raise taxes for really bad and non-personal medical care. No thanks!\" the president wrote on Twitter.\n\nThat tweet offended many in Britain. It prompted Prime Minister Theresa May's office to issue a statement saying the U.K. premier is \"proud\" of her country's system. The U.K. health secretary, Jeremy Hunt, tweeted back at Trump, saying he may disagree with some of the claims of those attending \"Save the NHS\" marches, but that \"not ONE of them wants to live in a system where 28m people have no cover\" — a dig at the uninsured in America. Hunt wrote that he's proud that Britons \"all get care no matter the size of their bank balance.\"\n\nThe National Health Service spends less than half of what Americans spend per person on health care, and yet life expectancy is higher in Britain.\n\nDefense of the NHS runs straight across the British political spectrum.\n\n\"You wouldn't find a single leading politician on either the left wing the Labour Party or the right wing in the Conservative Party that would talk about privatizing the NHS,\" Murray says. \"That would be electoral poison.\"\n\nThe NHS polls better than the queen. U.K. politician Nigel Lawson once said \"the NHS is the closest thing the English people have to a religion.\" It featured prominently in the opening ceremony of the 2012 London Olympics, with doctors dancing to swing music and hospital beds arranged to spell out the letters N-H-S in aerial views from above.\n\ntoggle caption Jae C. Hong/AP\n\nBritain's National Health Service celebrates its 70th birthday this summer. It was founded on July 5, 1948.\n\nAfter the pain of World War II, Britons decided to provide health care for all, and they're still very proud and protective of that choice, says Roberta Bivins, a historian of medicine at the University of Warwick.\n\n\"The war was barely over. The rubble was still smoking,\" Bivins says. (She is also an American expatriate who's lived in the U.K. since the 1990s, when she arrived to study for a Ph.D. She, too, describes being in disbelief the first time she went to a doctor and wasn't asked to pay anything.)\n\n\"People here are very, very uncomfortable that companies should profit from someone getting sick,\" she says. \"In the U.S., we're much more comfortable with the idea that the market will provide services.\"\n\nEnlarge this image toggle caption Courtesy of Erich McElroy Courtesy of Erich McElroy\n\nMcElroy, the comedian, says state-funded health care means his family doesn't have to worry about needing coverage through an employer. He and his wife Erin McGuigan are both self-employed. McGuigan works as a birth and postnatal doula, alongside NHS midwives. She gave birth to the couple's two children, in the NHS system, for free.\n\n\"You get follow-up care, where the midwives and health visitors come to your home, for a number of days after you give birth, to do checks and ensure breastfeeding is established and [the] baby is well — just to get new parents on their way,\" McGuigan says. \"I've had excellent care.\"\n\nShe says she has had to wait four to six weeks for a doctor's appointment if it's not something urgent.\n\nMcElroy says there is one thing he would like to change about the NHS. His comedy routine includes another joke about what happened after he had minor surgery in Britain.\n\n\"The first thing they gave me when I came out of surgery was a fish pie — which I say in the routine, put me straight back into the hospital, because it was so disgusting!\" he says.\n\n\"They might give us health care,\" he jokes, \"but the food is still terrible in this country.\"", "keywords": ["mcelroy", "hospitals", "love", "universal", "hospital", "overburdened", "national", "health", "care", "london", "british", "system", "service", "nhs", "uk"], "polarity": 0.12132034632034634, "subjectivity": 0.4036099915410261},
{"title": "Magazine Cover Sparks Debate About Breastfeeding In Public", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/07/591296969/magazine-cover-sparks-debate-about-breastfeeding-in-public", "text": "Magazine Cover Sparks Debate About Breastfeeding In Public\n\nEnlarge this image Grihalakshmi magazine Grihalakshmi magazine\n\nA photo of a woman who appears to be breastfeeding created a stir in India when it ran on the cover of the magazine Grihalakshmi. Released on March 1, the cover polarized Indians, evoking applause and outrage on social media and dominating prime-time TV news.\n\nThe controversial photo features 27-year-old model Gilu Joseph dressed in a gray blouse, cradling a baby at her breast while she stares squarely at the camera.\n\nThe cover, along with a headline that translates, \"Don't stare — we are breastfeeding,\" was part of an issue dedicated to the taboos around breastfeeding in public and is part of the magazine's campaign for International Women's Day, which falls on March 8. The story inside features interviews with breastfeeding mothers and their photos.\n\nPublished in the southern state of Kerala in India in the local language of Malayalam, Grihalakshmi is a fortnightly women's magazine.\n\nShortly after the cover was released, the magazine found itself in the eye of a social media storm. \"No mother would ever look at an onlooker with such a 'come hither' look while breastfeeding the baby. This is a sick cover! Meant to titilate[sic],\" Indian columnist Shefali Vaidya wrote on Twitter.\n\nUsers posted pictures of women breastfeeding in public with their breasts covered with a sari suggesting that the exposed breast in the cover was unnecessary.\n\nOne of the controversies swirled around the cover subjects. The model is single and has no children. Critics as well as people who supported the cover raised the question of why the magazine had chosen to feature a model instead of a real mother.\n\nVinod Mathew Wilson, a lawyer based in Kollam, Kerala, brought a legal case against the model and the publishers of the magazine under sections three and four of the Indecent Representation of Women Act of 1986. According to Wilson, by choosing to feature a model instead of a real mother the magazine had not acted \"in good faith.\"\n\n\"The intention of the magazine is to only induce the people to buy it. It's just a marketing tactic,\" Wilson said.\n\nMoncy Joseph, the magazine's assistant editor, said the magazine originally planned to feature a real mother and her baby on the cover. But soon they realized they would not be able to get a mother on board to pose for their cover in time to make the deadline. So they opted for the model Gilu Joseph, who is also a writer and poet and who feels strongly about the issue.\n\n\"The negative reactions show that breastfeeding [in public] is still considered 'shameful' in India,\" Joseph told NPR in an email. \"This taboo echoes other discrimination against the body [sic] of women.\"\n\nThe photo was also criticized for not being inclusive enough as it portrayed the model as a married Hindu woman with vermilion powder in the parting of her hair and a thali or mangalsootra, a religious ornament symbolizing marriage, around her neck. The portrayal as a married Hindu woman was unintentional, said the editor Joseph.\n\nMeanwhile, the cover also received an outpouring of support, including from UNICEF.\n\nBollywood actress Celina Jaitly, mother to three sons, congratulated the magazine on Twitter and told those who didn't agree to \"look away.\"\n\nAs a mom of 3,If my baby is hungry I WILL feed him ANYWHERE/ ANYTIME irrespective of what people think,makeup or no makeup, aesthetic or not,beautiful or not, politically correct or not I WILL feed my baby,so look away if you don’t agree.\n\nCongrats @Grihalakshmi_ @Mathrubhumi pic.twitter.com/hZlCYx2cpa — Celina Jaitly (@CelinaJaitly) March 2, 2018\n\nIt’s a forward looking step for Mallu land. A place where I can’t wear half sleeves or wear pajamas to college, sit beside a man in a public bus, or even step out after 7 & no terrace after 6, @Grihalakshmi_ is breaking the taboo of #breastfeeding . Hopefully a first of many👏🏻 pic.twitter.com/2NwFgq7D34 — Yashi Marwaha (@ihavebabyhair) February 28, 2018\n\nThe response to the cover was positive among the almost 64,000 members of a Facebook group called Breastfeeding Support for Indian Mothers, Madhu Panda, one of its administrators, told NPR. \"Overwhelmingly, people have just said this is amazing. It's a brilliant thing to see,\" Panda says.\n\nAccording to Panda, India's patriarchal society poses cultural challenges for breastfeeding in public. \"Sometimes spouses are not supportive and don't like it when other people look when their wife is nursing,\" she says. The Facebook support group aims at normalizing breastfeeding in public by telling mothers that it's okay to nurse anywhere and whenever the baby needs it.\n\nBreastfeeding in public is, of course, a taboo in much of the world. Critics of the cover found the model's direct gaze and exposed breast too provocative. \"If women read comments [sexualizing breastfeeding] they may start thinking, \"is that what someone is thinking if they see me feeding my child?\"\" says Panda, adding that the group is trying to fight against this notion.\n\nThe controversy also sparked a discussion about private spaces for nursing mothers in public areas in India — or the lack thereof. But while private rooms might help nursing women in the early days when they're new to it and more self-conscious, says Panda, having to find a place to go to feed a baby eventually becomes a hindrance. It's better to promote nursing in public so that no one blinks an eye if they see a baby being fed, she says.\n\nThe debate goes on in India. One TV station ran a ten-minute report on the cover.\n\nAnd it's perhaps worth noting that this is not the first time a breastfeeding cover on a magazine has caused a stir. A 2012 issue of Time magazine featured a breastfeeding image that also ignited a fierce debate, although for different reasons – the child in the photo was 3 years old.\n\nSushmita Pathak is a freelance journalist and radio producer. Follow her at @sushmitza.", "keywords": ["debate", "breastfeeding", "public", "baby", "cover", "panda", "india", "mother", "model", "look", "magazine", "sparks"], "polarity": 0.11623193190989799, "subjectivity": 0.3680185633575463},
{"title": "21 Tech Companies Band Together Against Wildlife Trafficking", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591249837/21-tech-companies-band-together-against-wildlife-trafficking", "text": "21 Tech Companies Band Together Against Wildlife Trafficking\n\nEnlarge this image toggle caption Sia Kambou/AFP/Getty Images Sia Kambou/AFP/Getty Images\n\nTwenty-one top tech companies are banding together to try to stop wildlife traffickers from trading endangered species on their platforms.\n\nThe Global Coalition to End Wildlife Trafficking Online, organized by Google and the World Wildlife Fund, was announced Wednesday morning. It includes companies such as Alibaba, Baidu, eBay, Facebook, Instagram and Microsoft, and they're pledging to \"work together to collectively reduce wildlife trafficking across platforms by 80% by 2020.\"\n\n\"We've realized that law enforcement on its own can't handle this global surge in illegal trade in wildlife that's happening online and we recognize that the companies themselves are very keen to try and help solve the problem,\" said Crawford Allan, senior director of TRAFFIC, a WWF-affiliated wildlife trade monitoring network.\n\nAllan says that getting all of these major players on board is designed to mitigate a major challenge in stemming trafficking: When one company cracks down on illegal activity, traffickers simply move to another platform.\n\n\"If you have one weak link in the chain, that's where all of the illegal trade will gravitate towards. It's like the whack-a-mole effect if you like,\" Allan says. \"The important thing is to get the companies to think collectively and surprisingly, in spite of what are traditionally very competitive companies. They realized it's a noncompetitive issue and they stepped up together to help find solutions with us.\"\n\nThere's no one-size-fits-all answer, he says. An e-commerce platform is going to face different challenges than does a social media company. And all the companies are going to have to rapidly change their strategies to keep up with increasingly nimble traffickers who keep shifting tactics.\n\nSome companies are newer to the issue, while others such as eBay have been combating wildlife trafficking on their platform for years.\n\n\"We've been fighting this battle for a long time and we're really excited now that other companies are joining us,\" Mike Carson, eBay's senior manager of global policy and regulatory management, tells NPR. He says he sees global momentum growing on this issue.\n\nHe says eBay uses filters looking for keywords associated with wildlife trading, and a team actively looks for new trends to stop them. The company also allows users to flag possible violators and routinely gathers information from experts. It is also working to raise consumer awareness about the problem to try to reduce the number of potential buyers.\n\n\"There's never a point where we just say, we figured this out, we've got the policy in place,\" says Carson. \"It's a constant iteration and it involves dedication.\" He says the coalition allows for the company to learn from others about new technologies.\n\nPart of the battle, Allan says, is persuading companies to apply a consistent policy in their offices across the globe when national laws may vary.\n\nIvory is perhaps the best-known wildlife product being trafficked. Earlier this year, in another win for conservationists, China banned the domestic sale and processing of ivory. That move closed one of the world's biggest ivory markets.\n\nBut beyond ivory, there are \"many kinds of wildlife being sold online,\" says Allan, who says he has seen live animals such as cheetah cubs and rare iguanas. He adds that the most trafficked mammal is the endangered pangolin, a kind of scaly anteater used for its meat, scales and leather.\n\nThese are the companies that are part of the anti-trafficking coalition: Alibaba, Baidu, Baixing, eBay, Etsy, Facebook, Google, Huaxia Collection, Instagram, Kuaishou, Mall for Africa, Microsoft, Pinterest, Qyer, Ruby Lane, Shengshi Collection, Tencent, Wen Wan Tian Xia, Zhongyikupai, Zhuanzhuan and 58 Group.", "keywords": ["band", "trade", "wildlife", "company", "traffickers", "allan", "global", "ebay", "21", "companies", "tech", "trafficking", "try"], "polarity": 0.08961710124500821, "subjectivity": 0.4582586663982012},
{"title": "'Architecture Is A Backdrop For Life,' Says 2018 Pritzker Winner Balkrishna Doshi", "url": "https://www.npr.org/2018/03/07/591191738/architecture-is-a-backdrop-for-life-says-2018-pritzker-winner-balkrishna-doshi", "text": "'Architecture Is A Backdrop For Life,' Says 2018 Pritzker Winner Balkrishna Doshi\n\nEnlarge this image toggle caption Courtesy of VSF Courtesy of VSF\n\nBal Krishna is the name sometimes given to the young Hindu god Krishna. Balkrishna Doshi was named for him, when he was born in 1927.\n\n\"They wanted me to remain young,\" the 90-year-old architect explains, as he bursts into peals of laughter.\n\nEnlarge this image toggle caption Courtesy of VSF Courtesy of VSF\n\nDoshi is the newest winner of the Pritzker Architecture Prize, known as the Nobel for architects.\n\nOver the course of six decades, he has become famous in his native India as an educator who transformed practices in his field, partly by establishing several schools of architecture and design. He has built more than a hundred buildings that reflect his investment in local materials, social change and the environment. As a student and young architect himself, Doshi worked with two of the great Modernists of the 20th century: Le Corbusier and Louis Kahn.\n\n\"For me, the best lessons ever given by Le Corbusier was by drawing on my table — he was sitting on the table and drawing with me,\" Doshi tells NPR. \"So he was showing me how people would move, how they would go, how the birds would fly through the buildings, how you would see nature, landscapes. And when he drew a sketch of a tree, you could see the tree moving. And I think those experiences have stayed with me, and connected me to my childhood and my family and my life.\"\n\nEnlarge this image toggle caption Courtesy of VSP Courtesy of VSP\n\nDoshi started studying architecture in 1947, the same year India gained independence. His family built furniture, not buildings, but one of the architect's earliest inspirations was his grandfather's house, upon which new levels were repeatedly added, to accommodate three uncles and their families.\n\n\"I always sensed the space as alive,\" Doshi remembers. \"Space and light and the kind of movement that gets into the space for me are very, very significant. That's what generates a dialogue. That's what generates activities. And that's where you begin to become part of life. My architecture philosophy is: Architecture is a backdrop for life.\"\n\nDoshi's most significant buildings over the past decades include two housing projects and at least 10 schools of higher education, ranging from the Indian Institute of Management in Lucknow to New Delhi's National Institute of Fashion Technology.\n\nEnlarge this image toggle caption Courtesy of VSF Courtesy of VSF\n\nHe remembers sitting outside under a tree for some of his childhood classes, so when he designs buildings meant for education, Doshi aims to connect the students with their natural environment. \"We are constantly preoccupied with ourselves,\" he tells NPR. \"And we are never aware of what goes on around us, or what the space is. And for me, [the] experiences I try to create in the work are those where people really begin to feel what is here and inside them, and what brings it out.\"\n\nWhile giving the annual architecture lecture last year at the Royal Academy of Arts in London, Doshi remarked on the three principles that guide his work: \"porosity, paradox and practice.\" He also compared his architecture to a celebratory Indian meal, with lots of elements meant to be consumed in any order, rather than sequentially; diners may experience the meal however they please.\n\nAs an example, Doshi pointed to his own office, Sangath, in the city of Ahmedabad, which he completed in 1980.\n\n\"You don't see the place as an office because it doesn't look like an office, really,\" he explains. \"There's a garden. Meandering through, you don't see anybody. So you wonder whether the office has any people or not. You don't know where the entrance is. So actually, it's a surprise to discover it. But in the meantime, you change your attitude. You've forgotten the crowd. Then you are listening to the music that's going on through the small speakers around. Then you go into the office and you are ... below ground. I think it's like a journey. Architecture is a journey — a journey of discovery.\"\n\nEnlarge this image toggle caption Courtesy of VSF Courtesy of VSF\n\nAnd that's exactly what he wants visitors to all of his buildings to experience.\n\n\"I want them to forget why they came. This is the way to hypnotize them,\" the Pritzker winner explains, his voice catching with laughter. \"This is such a wonderful thing to do. Why should we take architecture seriously?\"\n\nBalkrishna Doshi believes that, like life itself, architecture should be experienced with exuberance and wonder, and with an abiding sense of its endless possibilities.", "keywords": ["office", "courtesy", "balkrishna", "doshi", "image", "caption", "backdrop", "life", "buildings", "toggle", "2018", "architecture", "vsf", "thats", "winner", "pritzker"], "polarity": 0.22583874458874462, "subjectivity": 0.4605339105339106},
{"title": "Probe Into Generic Drug Price Fixing Set To Widen", "url": "https://www.npr.org/2018/03/07/590217561/probe-into-generic-drug-price-fixing-set-to-widen", "text": "Probe Into Generic Drug Price Fixing Set To Widen\n\nEnlarge this image stevecoleimages/Getty Images stevecoleimages/Getty Images\n\nForty-five states and the Department of Justice are claiming that generic-drug prices are fixed and the alleged collusion may have cost U.S. business and consumers more than $1 billion.\n\nIn their complaint, prosecutors say that when pharmacies asked drugmakers for their lowest price, the manufacturers would rig the bidding process.\n\n\"The companies would work out in advance who would get the lowest price and then the other competitors may put in what we would call a cover bid,\" says Michael Cole, who heads the antitrust department at the Connecticut attorney general's office. (Such bids give the appearance of competitive bidding.)\n\nThrough subpoenas, Cole's team has assembled millions of texts, emails and phone calls between 2012 and 2015. The prosecutors say the records show executives divvying up customers, setting prices and giving the illusion that generic pharmaceuticals were transacted in an open and fair marketplace.\n\nBecause of this price-fixing scheme, prosecutors say, health insurance premiums and copays increased. They also say tax-funded programs like Medicare and Medicaid overspent on drugs.\n\nSo far, two executives from Heritage Pharmaceuticals have pleaded guilty to antitrust crimes. Both are now feeding information to prosecutors who say the two rigged prices on, among other drugs, the common antibiotic doxycycline, which shot the price up 8,000 percent.\n\n\"To the extent that taxpayers have had to pay that bill, I think that the taxpayers should recover. And we will get involved on the civil side and recover damages for the U.S. government,\" Makan Delrahim, head of the Department of Justice's antitrust division, said at a seminar.\n\nThe fact that the Department of Justice is involved has caught the attention of class-action lawyers.\n\nJason Dubner, an attorney for Butler, Rubin, Saltarelli & Boyd, says the allegations are so massive that prices throughout the generic industry could have been affected. \"You start to get an understanding just how widespread this alleged conspiracy was to cover so many different types of cures,\" he says.\n\nLaw firms that specialize in class actions have already lined up as many as 80 companies that may have paid too much, including retail pharmacies, employee unions and insurance companies. Dubner predicts more will join as the lawsuit progresses, perhaps even individual consumers.\n\nThe pharmaceutical manufacturers named in the complaint have either declined to comment or denied the allegations, saying they have a robust compliance program.\n\nRonny Gal, a market analyst for Sanford Bernstein, says on average, the generic-drug industry has lowered prices for consumers. But, he says, in an efficient marketplace, generic-drug wholesalers should have kept prices in check.\n\n\"In a market that has only three or four really large distribution organizations, they are sometimes tempted to maximize their own profits in a way that does not always 100 percent reflect the best interest of their clients,\" Gal says.\n\nThis is what investigators are looking at now. In their complaint they suggest — but don't allege — that the price-fixing conspiracy also involved drug distributors. Prosecutors are sending more subpoenas and planning a new complaint.\n\n\"It could be more generic manufacturers, it could be more drugs, it could be more entities in the distribution chain. It could be all of that,\" Cole, of the Connecticut attorney general's office, says.\n\nA spokesperson for McKesson, one of the largest generics distributors, said the company is cooperating with requests for information from prosecutors and that it competes aggressively for the lowest price available.\n\nBased on what's in the current lawsuit, Gal estimates an eventual settlement would be around $1 billion. But he says that number could go as high as $5 billion, especially if more drugs are included.", "keywords": ["widen", "drug", "prices", "set", "lowest", "price", "manufacturers", "fixing", "department", "probe", "genericdrug", "generic", "say", "involved", "prosecutors"], "polarity": 0.14210812443370582, "subjectivity": 0.45286318332829956},
{"title": "Justice Department Sues California Over Impeding Immigration Enforcement", "url": "https://www.npr.org/2018/03/06/591301485/justice-department-sues-california-over-immigration-laws", "text": "Justice Department Sues California Over Impeding Immigration Enforcement\n\nEnlarge this image toggle caption Charles Reed/AP Charles Reed/AP\n\nUpdated at 9:20 p.m. ET\n\nThe Justice Department is suing California and two top state officials, accusing them of interfering with federal immigration efforts by passing and enforcing state laws that hinder U.S. operations against undocumented people.\n\nThe lawsuit filed late Tuesday in federal court in Sacramento, Calif., points out that the Constitution gives the U.S. government sweeping authority over immigration.\n\nJustice Department lawyers argue that California is blocking enforcement efforts by the Department of Homeland Security and imposing other, impermissible obligations on the federal government. Federal authorities said that evades common sense and has the potential to endanger communities in California and beyond.\n\nThe new federal case represents an escalation of the long-running battle between the Trump administration and California, whose Democratic governor, Jerry Brown, and attorney general, Xavier Becerra, have positioned themselves as ideological opponents to the White House on matters from immigration and climate change to criminal justice.\n\nEchoing the tone and favored language of President Trump on Twitter, Gov. Brown issued a statement Tuesday night that called the federal lawsuit \"SAD!!!\" and a political stunt.\n\nLast year, California lawmakers passed three immigration-related laws that feature prominently in the new lawsuit. One bars private employers from voluntarily cooperating with federal immigration officials and requires businesses to notify workers in advance of a federal raid.\n\nA second law restricts state and local law enforcement from voluntarily sharing information with the feds about the release dates of undocumented people in their custody. That law also bars the transfer of undocumented people into federal custody. The third law under federal challenge covers state inspections of detention facilities that hold noncitizens in federal custody.\n\nThe Justice Department is asking for a preliminary injunction to block those three laws. To advance their cause, federal lawyers cite a 2012 Supreme Court dispute, in which the Obama administration sued Arizona over its punitive law meant to crack down on immigrants there.\n\nA divided Supreme Court eventually ruled parts of the state law were \"pre-empted\" under the Supremacy Clause of the Constitution. In essence, the court's five-justice majority said that federal law trumps state law in the immigration area, lest each state develop its own policy toward immigrants.\n\nAttorney General Jeff Sessions, a longtime proponent of immigration restrictions, will speak Wednesday at an annual Law Enforcement Legislative Day hosted by the California Peace Officers' Association in Sacramento.\n\n\"The Department of Justice and the Trump administration are going to fight these unjust, unfair and unconstitutional policies that have been imposed on you,\" Sessions will tell that group, according to an advance excerpt of his remarks. \"We are fighting to make your jobs safer and to help you reduce crime in America.\"\n\nBecerra, a former Democratic representative, will speak to the same group later Wednesday.\n\nIn his statement, the state's governor took on Sessions. \"At a time of unprecedented political turmoil, Jeff Sessions has come to California to further divide and polarize America,\" Brown said. \"Jeff, these political stunts may be the norm in Washington, but they don't work here. SAD!!!\"\n\nIn D.C., senior Justice Department officials said California had acted in \"quite obviously novel ways\" and that the state laws there were \"glaring and in some respects go beyond what we've seen\" elsewhere. Those officials said the Justice Department is in the process of reviewing other state immigration laws.\n\nThe U.S. Justice Department is also locked in courtroom battles with California and other jurisdictions over its threats to withhold federal law enforcement grant money from sanctuary cities, which refuse to voluntarily share information with immigration agents.", "keywords": ["california", "state", "sessions", "law", "officials", "justice", "laws", "department", "immigration", "impeding", "federal", "sues", "enforcement"], "polarity": -0.017969214200831845, "subjectivity": 0.44528371954842544},
{"title": "Texas Primary: Democratic Votes Surge, But Republicans Recover Early Vote Deficit ", "url": "https://www.npr.org/2018/03/06/591162259/with-rising-voter-turnout-democrats-hope-to-turn-parts-of-texas-blue", "text": "Texas Primary: Democratic Votes Surge, But Republicans Recover Early Vote Deficit\n\nEnlarge this image toggle caption Eric Gay/AP Eric Gay/AP\n\nUpdated at 1:45 a.m. ET Wednesday\n\n\n\nTexans cast their votes in primaries Tuesday, the first contests of the 2018 election cycle. Democrats turned out in numbers not seen in more than a decade — with outcomes in various races bringing about both history and controversy — though far more Republican voters showed up at the polls across the deep red state.\n\nDriven by anti-President Trump fervor, there were plenty of positive signs for a once-latent Democratic Party in Texas. Early vote turnout for the minority party over the past two weeks had surpassed GOP totals — and even bested their own 2016 numbers. Democrats fielded a record number of candidates in all 36 congressional districts, and there's the potential to flip maybe three or more seats come November.\n\nBy the early hours of Wednesday, Democratic vote totals neared 1 million, nearly doubling totals from 2014 and reaching a level not seen in a midterm primary for the party since 2002.\n\nRepublican vote totals exceeded 1.4 million, a modest increase from 2014, nearing a midterm record for the Texas GOP as well.\n\nTuesday's totals do not bring the end of the primaries in Texas, with several races headed for runoffs — including several Democratic races where the party establishment is being frustrated by progressives and political newcomers.\n\nIn a race in the Houston suburbs, national Democrats tried to push a progressive candidate out of the race. Now, the backlash to that move will make the runoff later this spring a high-profile skirmish within the party, in the type of vulnerable GOP district where Democrats are hoping to find their path to a House majority this November.\n\nThe state's U.S. Senate race is now set, with incumbent GOP Sen. Ted Cruz and Democratic Rep. Beto O'Rourke easily winning their primaries. Cruz still has the edge for re-election, but O'Rourke has been mounting a surprisingly strong campaign and gaining attention.\n\nCruz rallied about 85 percent of the Republican vote, while O'Rourke received just over 60 percent of the Democratic vote. A lesser known Democratic candidate, Sema Hernandez, surprised some Texas political observers by leading the front-runner in some border counties.\n\nCruz quickly released a radio ad attempting to define O'Rourke as too liberal for Texas — in a country jingle. \"Beto wants those open borders, and wants to take our guns,\" says one line.\n\nWhile O'Rourke has been drawing crowds and small donors, recent polling shows that a plurality of Texans don't know much about him. Successful fundraising can help the Democrat define himself, but Cruz is wasting no time.\n\nThere are eight open House seats in Texas this year — six held by retiring Republicans and two by Democrats who also are retiring.\n\nIn both Democratic districts, candidates cleared the 50 percent threshold to avoid a runoff. Sylvia Garcia in the 29th Congressional District in Houston and Veronica Escobar in the 16th Congressional District in El Paso are poised to become the first Latinas to represent Texas in Congress. Escobar is running in the safe Democratic district to replace O'Rourke, as he runs for Senate.\n\nThe majority of the open seats will stay in the same party's hands. In nearly all of the GOP districts, nominees will not be known in those crowded races until May 22. In five of the six open Republican districts, no candidates were topping 50 percent to avoid a runoff in two months.\n\nLoading...\n\nThe same is true in what will be some of the most watched races this fall — Democratic challenges to GOP Reps. John Culberson, Pete Sessions and Will Hurd — in the three congressional districts held by Republicans but won by Hillary Clinton in 2016. Those Democratic primaries all appeared poised to go to runoffs on May 22 as well.\n\nLoading...\n\nA political scion with a familiar name overcame a primary challenge on Tuesday — yet another George Bush, this one George P., son of none other than Jeb Bush, the former Florida governor and 2016 presidential candidate. Despite Jeb Bush's feuds with President Trump, Trump endorsed George P. Bush for re-election for land commissioner. The Associated Press projected that Bush would defeat a former land commissioner who wanted the job back.\n\nHeat turns up on establishment Democrats\n\nEnthusiasm on Democrats' side yielded a record number of 111 candidates, competing in all 36 congressional districts for the first time in 25 years. But that cuts another way — some of those crowded primaries turned particularly nasty in the final stretch, highlighting a Democratic divide between centrists and progressives. The outcomes of these primaries could have consequences for flipping crucial races come November.\n\nThere's possibly no more intriguing race to watch than the Democratic primary in the 7th District for the right to face Culberson, a Republican who represents the Houston suburbs.\n\nThe Democratic Congressional Campaign Committee caused controversy by wading into the race a little more than a week ago against progressive activist Laura Moser. The committee, responsible for trying to elect Democratic House members nationwide, cited derisive comments she had made about a more rural part of the state when she was a writer living in Washington, D.C.\n\nThat was before she moved home to run for Congress. (The committee also cited other controversial language she has used in her writing.) The DCCC's decision to use opposition research against Moser drew backlash from many progressive groups, and even Democratic National Committee Chairman Tom Perez said it was an action he wouldn't have taken.\n\nThe DCCC's maneuvers — the very embodiment of \"the establishment\" that many voters hate — may have had the opposite of the intended effect and appear to be propelling Moser into the May runoff, facing off against attorney Lizzie Pannill Fletcher, who is backed by EMILY's List. The DCCC would prefer Fletcher over Moser, thinking the chance to oust Culberson in a rapidly changing district might be lost if she is the candidate.\n\nBecause of the controversy over the DCCC's involvement, the May runoff will now become a focus of the split between establishment Democrats and the progressive wing of the party.\n\nOther Democratic hopefuls to watch\n\nThe other two Clinton-won districts — Sessions' suburban Dallas 32nd District and Hurd's expansive 23rd District, which runs along the Mexican border from El Paso to San Antonio — both had primaries of note, too.\n\nThe Texas Tribune's Abby Livingston writes that in the 32nd District, it's former State Department official and ex-Clinton staffer Ed Meier who has raised the most money and was expected to secure a spot in the May runoff. He could be joined by Brett Shipp, a former journalist who has name recognition in the area; former Obama official Lillian Salerno; or former NFL player Colin Allred, who also served in the Department of Housing and Urban Development under Obama. With more than half the vote in, Allred had 40 percent of the vote. Shipp and Salerno were jockeying for the second-place slot to proceed to the May runoff against Allred.\n\nIn the five-way race to take on Hurd, former intelligence officer Gina Ortiz Jones appeared to secure a place in the runoff. Former Obama agriculture appointee Judy Canales and former high school teacher Rick Treviño, who has tried to seize the progressive mantle, were jockeying for the second runoff slot with about two-thirds of the vote in. Former federal prosecutor Jay Hulings, who had the backing of former Housing and Urban Development Secretary Julián Castro and his brother, Rep. Joaquin Castro, D-Texas, was running fourth.\n\nOpen seat chaos\n\nThe House seats open because of retirements are all likely to stay in their current party's hands, but there is some rising interest in the race to replace retiring Republican Rep. Lamar Smith in the San Antonio and Austin suburbs.\n\nThere was a massive 18-way primary happening in the 21st District, and if a far-right candidate wins the nod, Democrats are hopeful they can compete for it in the general election. They are encouraged by some generic-ballot polling.\n\nFor Republicans, former Ted Cruz chief of staff Chip Roy was leading the pack but will face a runoff.\n\nOn the Democratic side, tech entrepreneur Joseph Kopser was seen as the front-runner. He raised the most money and got the endorsement of House Minority Whip Steny Hoyer of Maryland. With nearly all the vote counted, however, Kopser was being edged out by political novice Mary Street Wilson, a pastor and former math instructor. They appear headed for a runoff in May.\n\nThe Bush factor\n\nAs member station KUT's Ben Philpott reported, the last Bush currently holding office in the country — George P. Bush, the grandson of former President George H.W. Bush and nephew of former President George W. Bush — faced a primary challenge in his race to remain the Texas land commissioner.\n\nThe Associated Press projected that Bush won his primary, overcoming some resistance within the GOP, just over two years after his father, Jeb Bush, succumbed to the challenge from Trump. Bush celebrated the results with supporters — including his father.\n\nFor the younger Bush, after winning election in 2014, the \"realities of holding office began to sink in,\" Philpott writes. \"There are questions about how well his office has handled Hurricane Harvey relief. He's also received bad press over his handling of the Alamo. You know, the one we're supposed to remember all the time. Those issues brought criticism from some in the party, and motivated Bush's predecessor, former land commissioner Jerry Patterson, to challenge him in the GOP primary. Patterson had left the office in 2014 in a failed attempt to run for lieutenant governor.\"\n\nTo help him this time around and, in the end, avoid a runoff with Patterson, Bush turned to the man who vanquished his father — and he got it. Last week the president tweeted his support, writing, \"Texas LC George P. Bush backed me when it wasn't the politically correct thing to do, and I back him now.\"", "keywords": ["gop", "democratic", "bush", "race", "primary", "vote", "runoff", "early", "district", "democrats", "republicans", "deficit", "votes", "surge", "texas", "recover"], "polarity": 0.10386732585596224, "subjectivity": 0.36531188508461226},
{"title": "White House Economic Adviser Gary Cohn Quits ", "url": "https://www.npr.org/2018/03/06/585786755/white-house-economic-adviser-gary-cohn-quits", "text": "White House Economic Adviser Gary Cohn Quits\n\nEnlarge this image toggle caption Pool/Getty Images Pool/Getty Images\n\nUpdated at 8:40 p.m. ET\n\nPresident Trump's looming trade war has already claimed its first victim: White House economic adviser Gary Cohn.\n\nCohn, a former Goldman Sachs executive and free trade advocate, announced his plans to resign Tuesday, less than a week after Trump called for stiff tariffs on imported steel and aluminum.\n\n\"It has been an honor to serve my country and enact pro-growth economic policies to benefit the American people,\" Cohn said in a statement. \"I am grateful to the President for giving me this opportunity and wish him and the Administration great success in the future.\"\n\n\"Gary has been my chief economic adviser and did a superb job in driving our agenda,\" Trump said in a statement. \"He is a rare talent, and I thank him for his dedicated service to the American people.\"\n\nCohn's exact departure date is not set, but White House aides say it will be in a few weeks.\n\nTrump tweeted Tuesday night that he would be \"making a decision soon\" about replacing Cohn.\n\nNews of his departure, which came after the stock market closed, triggered a sell-off in stock futures.\n\nCohn, a registered Democrat, had no political experience when he took the job as director of Trump's National Economic Council, but he was no stranger to rough-and-tumble debate, having started his professional career in the commodity pits of the New York Mercantile Exchange.\n\n\"I think he's gone from the trenches to the trenches,\" said Richie Schaefer, a friend of Cohn's and former NYMEX chairman.\n\nSchaefer praised Cohn's ability to navigate smoothly among competing factions.\n\n\"The old NYMEX was a contact sport,\" he said. \"You might have someone who is an ex-policeman and then you might have someone who went to MIT or Harvard. And they're all trading on the same floor. Gary was very helpful in that.\"\n\nBut Cohn appears to have lost an internal struggle over steel and aluminum tariffs to the administration's protectionist wing, led by Commerce Secretary Wilbur Ross and trade adviser Peter Navarro.\n\nPreviously, Cohn has come close to quitting.\n\nHe nearly resigned last summer, when the president appeared to defend those who marched alongside neo-Nazis and Klansmen in Charlottesville, Va. Cohn, who is Jewish, later told the Financial Times the administration \"can and must do better\" in condemning racism and anti-Semitism.\n\nAs a leader of the \"globalist\" wing in the White House, Cohn was also overruled when the president announced plans to withdraw the U.S. from the Paris climate accord.\n\nHe was more successful in cutting regulations and — along with Treasury Secretary Steven Mnuchin — leading the charge for the $1.5 trillion tax cut, the president's biggest legislative achievement to date.\n\nShortly before news of Cohn's departure broke, Trump had been defending the factional atmosphere within the White House.\n\n\"I like conflict,\" the president told reporters at a news conference Thursday afternoon. \"I like having people with two different points of view. And I certainly have that. And then I make a decision. But I like watching it. I like seeing it. I think it's the best way to go. I like different points of view.\"", "keywords": ["white", "trade", "house", "departure", "gary", "cohn", "adviser", "president", "economic", "quits", "trump"], "polarity": 0.13556060606060605, "subjectivity": 0.27218614718614714},
{"title": "Patients Like Hospital Care At Home, But Some Insurers Are Skeptical", "url": "https://www.npr.org/sections/health-shots/2018/03/07/591018896/patients-like-hospital-care-at-home-but-some-insurers-are-skeptical", "text": "Patients Like Hospital Care At Home, But Some Insurers Are Skeptical\n\nEnlarge this image toggle caption Trina Dalziel/Getty Images/Ikon Images Trina Dalziel/Getty Images/Ikon Images\n\nPhyllis Petruzzelli spent the week before Christmas struggling to breathe. When she went to the emergency department on Dec. 26, the doctor at Brigham and Women's Faulkner Hospital, near her home in Boston's Jamaica Plain neighborhood, said she had pneumonia and needed hospitalization.\n\nThen the doctor proposed something that made Petruzzelli nervous: Instead of being admitted to the hospital, she could go back home and let the hospital come to her.\n\nAs a \"hospital-at-home\" patient, Petruzzelli learned, she would get home visits from doctors and nurses who would come twice a day and perform any needed tests or bloodwork.\n\nA wireless patch, a little bigger than her index finger, would be affixed to her skin to track her vital signs and send a steady stream of data to the hospital. If she had any questions, she could talk face-to-face via video chat anytime with a nurse or doctor at the hospital.\n\nHospitals are germy and noisy places, putting acutely ill, frail patients at risk for infection, sleeplessness and delirium, among other problems. \"Your resistance is low,\" the doctor told Petruzelli, who turns 71 this week. \"If you come to the hospital, you don't know what might happen. You're a perfect candidate for this.\"\n\nSo Petruzzelli agreed. That afternoon, she arrived home in a hospital vehicle. A doctor and nurse were waiting at the front door. She settled on the couch in the living room, with her husband, Augie, and dog, Max, nearby. The doctor and nurse checked her IV, attached the monitoring patch to her chest and left.\n\nWhen Dr. David Levine arrived the next morning, he asked why she'd been walking around during the night.\n\nFar from feeling uncomfortable that her nocturnal trips to the bathroom were being monitored, \"I felt very safe and secure,\" Petruzzelli says. \"What if I fell while my husband was out getting me food? They'd know.\"\n\nAfter three uneventful days, she was \"discharged\" from her home hospital stay, and the equipment removed from her home.\n\n\"I'd do it again in a heartbeat,\" Petruzzelli says.\n\nBrigham Health in Boston is one of a slowly growing number of health systems that encourage selected emergency department patients who are acutely ill, but stable and don't need intensive, round-the-clock care, to opt for hospital-level care at home.\n\nIn the couple of years since Brigham and Women's Hospital started testing this type of care, hospital staff who were initially skeptical have generally embraced it, Levine says.\n\n\"They very quickly realize that this is really what patients want, and it's really good care,\" he says.\n\nThis approach is quite common in Australia, England and Canada, but it's faced an uphill battle in the United States.\n\nA key obstacle, clinicians and policy analysts agree, is getting health insurers, whose systems aren't generally set up to cover hospital care provided in the home, to pay for it.\n\nAt Brigham Health, the hospital can charge an insurer for a physician house call, but the remainder of the hospital-at-home services are covered by grants and funding from Partners HealthCare's Center for Population Health, which is affiliated with Brigham Health, says Levine.\n\nHealth insurers don't have a position on hospital-at-home programs, says Cathryn Donaldson, a spokeswoman for America's Health Insurance Plans, an industry trade group.\n\n\"Overall, health insurance providers are committed to ensuring patients have access to care they need, and there are Medicare Advantage plans that do cover this type of at-home care,\" Donaldson said in a statement.\n\nLevine, a clinician-investigator at Brigham and Women's Hospital and an instructor at Harvard Medical School, was the lead author of a study published last month that reported the results of a small, randomized, controlled trial comparing the health care use, experience and costs of Brigham patients who either received hospital-level care at home or in the hospital in 2016.\n\nThe 20 patients analyzed in the trial had one of several conditions, including infection, heart failure, chronic obstructive pulmonary disease or asthma. The trial found that while there were no adverse events in the home-care patients, their treatment costs were significantly lower — about half that of patients treated in the hospital.\n\nWhy? For starters, labor costs for at-home patients are lower than for patients in a hospital, where staff must be on hand 24/7. Home-care patients also had fewer lab tests and visits from specialists.\n\nThe study found that both groups of patients were about equally satisfied with their care, but the home-care group was more physically active.\n\nBrigham Health is conducting further randomized controlled trials to test the at-home model for a broader range of diagnoses.\n\nDr. Bruce Leff, a professor of medicine and director of Johns Hopkins Medical School's Center for Transformative Geriatric Research, began exploring the hospital-at-home concept more than 20 years ago. His early studies were conducted at Veterans Affairs medical centers and Medicare Advantage plans that found fewer complications, better outcomes and lower costs in home-care patients.\n\nCaregivers reported less stress, Leff's research found. For caregivers, traveling to an unfamiliar hospital, finding and paying for parking and trying to time bedside meetings with clinical staff — all the while worried about a loved one's health — is wearing, health care researchers note.\n\nHowever, hospitals, accustomed to the traditional \"heads-and-beds\" model that emphasizes filling hospital beds in a brick-and-mortar facility, have been slow to embrace change.\n\nThere are practical hurdles, too.\n\n\"It's still easier to get Chinese food delivered in New York City than to get oxygen delivered at home,\" says Leff.\n\nSince Mount Sinai's seven-hospital system launched its Hospital-at-Home program in New York City in 2014, more than 700 patients have chosen home over hospital care. Patients can be referred to the program from selected emergency departments as well as from some Mount Sinai primary care practices and urgent care centers; the patients have fared well on a number of measures.\n\nThe average length of stay for acute care was 5.3 days in the hospital versus 3.1 days of treatment for home-care patients, while 30-day readmission rates for home-based patients were about half of those in the hospital: 7.8 percent versus 16.3 percent for the two-year period ending in December 2016.\n\nBegun with a three-year, $9.6 million grant from the federal Center for Medicare & Medicaid Innovation in 2014, Mount Sinai's program initially focused on Medicare patients with six conditions, including congestive heart failure, pneumonia and diabetes. Since then, the program has expanded to include dozens of conditions — including asthma, high blood pressure and serious infections like cellulitis — and is now available to some privately insured patients and people on Medicaid.\n\nThe health system has also partnered with Contessa Health, a company with expertise in home care, to negotiate contracts with insurers to pay for hospital-at-home services.\n\nAmong other things, insurers are worried about the slippery slope of what it means to be hospitalized, says Dr. Linda DeCherrie, clinical director of the mobile acute care team at Mount Sinai Health System.\n\n\"[Insurers] don't want to be paying for an admission if this patient really wouldn't have been hospitalized in the first place,\" DeCherrie says.\n\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation. Follow Michelle Andrews on Twitter: @mandrews110.", "keywords": ["insurers", "hospital", "brigham", "health", "care", "doctor", "petruzzelli", "patients", "hospitalathome", "skeptical", "homecare"], "polarity": 0.056332521645021644, "subjectivity": 0.4256652837902838},
{"title": "3 Police Officers Shot, 1 Fatally, In Missouri", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591409178/3-police-officers-shot-1-fatally-in-missouri", "text": "3 Police Officers Shot, 1 Fatally, In Missouri\n\nUpdated at 7:02 a.m. ET\n\nThree police officers were shot, one fatally, after responding to a call from a residence in Clinton, Mo., on Tuesday night, according to police.\n\nThe Missouri State Highway Patrol's Troop A division tweeted that the shooting suspect was \"located deceased inside of the residence.\"\n\nThe three officers shot were from the Clinton Police Department, the highway patrol said. Two officers were injured and are being treated in the hospital for their injuries.\n\nThe highway patrol tweeted Wednesday morning that Police Officer Christopher Ryan Morton, age 30, was killed.\n\nSgt. Bill Lowe of the Missouri State Highway Patrol told reporters earlier on Wednesday that he believed the two other officers had non-life-threatening injuries.\n\nLowe said police responded to a call on Tuesday night after hearing two women \"screaming in the background.\"\n\nWhen they arrived at about 9:25, they were \"shot at by the suspect from inside the residence.\" After engaging with the suspect, they entered the residence, which is when the three officers were shot.\n\nLowe told reporters that the officers were able to leave the location, while the suspect remained barricaded inside.\n\nMultiple law enforcement agencies responded to the scene. The highway patrol's Troop A SWAT team then went in shortly after midnight to find the suspect dead. Lowe said the two women were not injured.\n\nThe incident occurred exactly seven months after Clinton Police Officer Gary Michael was shot during a traffic stop and later died at a hospital.\n\n\"It's just another tragic event for this community and especially this police department,\" Lowe said. \"They've endured a lot; they're going to endure more.\"\n\nThe names of two of the officers and suspect have not been released.\n\nThe Missouri State Highway Patrol's Division of Drug and Crime Control is now investigating, he said.", "keywords": ["state", "fatally", "missouri", "patrols", "residence", "officers", "patrol", "suspect", "highway", "shot", "lowe"], "polarity": 0.028846153846153848, "subjectivity": 0.4153846153846154},
{"title": "Cities Brace For Power Outages As Another Nor'easter Hits U.S.", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591526148/cities-brace-for-power-outages-as-another-noreaster-hits-u-s", "text": "Cities Brace For Power Outages As Another Nor'easter Hits U.S.\n\nEnlarge this image toggle caption Jessica Kourkounis/Getty Images Jessica Kourkounis/Getty Images\n\nYou might want to get used to saying the word \"nor'easter.\"\n\nJust days after a storm with powerful winds left hundreds of thousands of people in the northeast U.S. without electricity, another storm is making its way up the coast in the same region.\n\nThis storm, which is the second nor'easter within a week, is bringing rain and snow to the Northeast through the end of the week, the National Weather Service said.\n\n\"As it moves, snow will occur north and west of the low. Winter Storm Warnings and Winter Weather Advisories are in place from eastern Pennsylvania through the Northeast. The heaviest snow is expected to occur in Maine, where over 18 inches of snow is possible through the end of the workweek as the surface low lingers. The major cities of New York City and Boston are on the gradient in between substantial snowfall totals and lighter snowfall totals, so there is uncertainty in how much snow will fall.\"\n\nCities braced themselves for the storm, after a nor'easter last week ripped through the coast. More than 50 million people are currently under winter storm watch or warning in anticipation of the storm.\n\nAbout 3,000 flights were canceled Wednesday according to FlightAware.\n\nAs the Associated Press reported late Wednesday, this week's storm wasn't predicted to be as severe as the last one, but it will have an impact:\n\n\"Amtrak canceled some train service, and commuter trains in Philadelphia and New Jersey were put on an abbreviated schedule. School districts and government offices from Delaware northward closed, and the governors of New Jersey and Pennsylvania declared states of emergency.\"\n\nBut the biggest concern is not the storm itself. The National Weather Service said that fallen trees and dangerous road conditions pose a bigger safety threat than the high winds, rain or snow.\n\nAs many as nine people, two of which were children, died as a result of last week's storm, which scientists said met the definition of a \"bomb cyclone.\" A 6-year-old boy in Virginia and an 11-year-old boy in New York state were both killed in their homes by fallen trees.\n\nFallen trees pulled down power lines and caused power outages up and down the coast. As many as 2 million people were left without power, some some of whom only got it back Tuesday. In Pennsylvania, over 50,000 were still without power Wednesday afternoon.\n\nAnd now, parts of Pennsylvania could receive between eight and 12 inches of snow this week; parts of New York can anticipate seven to 11 inches of snow; and parts of Massachusetts should prepare for as many as 15 inches of snow.\n\nOfficials say travel is dangerous and they advise motorists to be aware of rapidly changing road conditions due to the potential of downed trees and power lines.\n\nThe National Weather Service also said that the risk of coastal flooding is a concern, as storm winds pick up ocean water and push it on to dry land.", "keywords": ["storm", "noreaster", "winter", "power", "weather", "inches", "service", "cities", "snow", "pennsylvania", "outages", "brace", "week", "hits", "york"], "polarity": 0.032090779590779585, "subjectivity": 0.4112950012950013},
{"title": "Florida Gun Legislation Heads To Governor After State House Approves Bill", "url": "https://www.npr.org/2018/03/07/591761663/florida-gun-legislation-heads-to-governor-after-state-house-approves-bill", "text": "Florida Gun Legislation Heads To Governor After State House Approves Bill\n\nThe Florida House has voted on a package of gun legislation changes already approved by the state Senate. The measure follows pressure from students and their families after the deadly shooting at Marjory Stoneman Douglas High School in Parkland on Feb. 14.\n\nMARY LOUISE KELLY, HOST:\n\nAfter two full days of debate, members of Florida's House this evening voted 67-50 to approve a package of measures aimed at preventing another school shooting like the one at Marjory Stoneman Douglas High School in Parkland. It now goes to the governor. The bill bans bump stocks, imposes a three-day waiting period and raises to 21 the age required for all gun purchases. It also allows certain school employees, including some teachers, to carry guns at school.\n\nJoining us now from Tallahassee is NPR's Greg Allen. Hi, Greg.\n\nGREG ALLEN, BYLINE: Hi, Mary Louise.\n\nKELLY: So lots in this bill, including, I gather, $400 million to improve school security - unpack for us what exactly is in it.\n\nALLEN: Yes. It's - I think you can fairly say it's a comprehensive bill. There's a lot in it. The money will help hire more school resource officers. They'd like to have at least one officer at every school in Florida and as many as one per every thousand students. So that's a lot more law enforcement people at schools. They'll have whole mental health counselors. They want to have teams that are available to counsel and to assess students to avoid the kind of situation we have with people with mental problems that are not seen to and not helped.\n\nAlso, there's a lot of money to harden schools, to add things like metal detectors, bulletproof glass, metal doors - that kind of thing. There's - and then it goes on. There's a commission that's going to be set up that's going to be kind of like our version of the 9/11 Commission. It's going to examine all the events that led up to the to the Parkland shooting and the response afterwards.\n\nAnd then there's money to replace the building there where the shootings occurred and to also build a memorial to the 17 killed. So there's a lot of things there. And the last thing I'll mention is that officers now will have the authority to temporarily seize the guns of people who are deemed a threat to themselves or others, and that could be a big thing that could help avoid this kind of thing in the future.\n\nKELLY: Am I right in guessing the NRA is not terribly happy about this bill that passed tonight?\n\nALLEN: Right. That's been one of the most significant things about this because this is a state that's been very strong on gun rights. The NRA has a lot of clout in Tallahassee. They fought hard against some of the provisions, and they called on their members to pressure representatives, and a lot of pressure was brought to bear on them. In the end, we had many pro-gun rights Republican members bucking the NRA and voting for the bill saying that, you know, they don't care about the primary. They want to do the right thing.\n\nOne of the Democrats today in the debate said that the bill was a gut-punch to the NRA and thought that they could undo more. So we will see as this goes forward. But that said, there is one thing the NRA wanted here, and that was to make schools no longer gun-free zones. And so they did take a step in that direction.\n\nKELLY: What about what is surely the most controversial part of this bill, this measure I mentioned that allows some school employees to carry guns? Do we have detail on how that would work?\n\nALLEN: Right. It's fairly detailed. And that of course is what we're talking about. Something the NRA has pushed for is to keep not - no longer keep all guns out of schools. The way this would work is that it's a program that'd be set up that would be optional for school districts and for sheriffs. And so you've got some districts like Miami-Dade and Broward County and Hillsborough County over in Tampa saying that they're not going to take part in it already.\n\nSo a lot of the big districts don't want to have anything to do with it, but those that do will be able to take school employees who are not exclusively classroom teachers, give them the authority, go through 132 hours of training, get background checks. And if they go through all that and become, like, de facto sheriff's deputies, they can then carry guns in the schools. And they will also include a $500 stipend to help that person buy a gun if they need one.\n\nKELLY: Thank you, Greg.\n\nALLEN: You're welcome.\n\nKELLY: That's NPR's Greg Allen reporting from Tallahassee, Fla.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["gun", "state", "guns", "house", "theres", "school", "thing", "lot", "schools", "florida", "legislation", "governor", "bill", "approves", "heads", "thats", "nra"], "polarity": 0.26327254305977715, "subjectivity": 0.5488264099966227},
{"title": "Finding Common Threads In Trump Cabinet Members' 'Unethical Behavior'", "url": "https://www.npr.org/2018/03/07/591745726/finding-common-threads-in-trump-cabinet-members-unethical-behavior", "text": "Finding Common Threads In Trump Cabinet Members' 'Unethical Behavior'\n\nThere's a scandal in the Trump administration. Not the one that special counsel Robert Mueller is investigating, but one involving several of Trump's Cabinet officials and their use of taxpayer funds.\n\nMARY LOUISE KELLY, HOST:\n\nLet's look now at a scandal in the Trump administration that has not made a lot of headlines. It involves several Cabinet officials and the ways they've spent taxpayer money. NPR's Peter Overby has our story.\n\nPETER OVERBY, BYLINE: The latest Cabinet member in the hot seat is Ben Carson, former brain surgeon, Republican primary rival to Trump, now Secretary of Housing and Urban Development. He's in trouble over custom-made furniture for his office - a dining table, 10 chairs and a hutch, price tag $31,000. White House Press Secretary Sarah Huckabee Sanders defended him sort of at last Friday's briefing.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSARAH HUCKABEE SANDERS: On Secretary Carson, the order that you referenced was canceled, and they're looking for another option that's much more responsible with taxpayer dollars.\n\nOVERBY: Trump has already fired one Cabinet secretary, Tom Price of Health and Human Services. He took charter flights costing nearly half a million dollars.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: I was disappointed because I didn't like it cosmetically or otherwise.\n\nOVERBY: But ethics problems like this actually aren't so rare.\n\nELIZABETH SANDERS: I happen to have a list of administrative scandals going back to Harry Truman. And I can tell you this is really not new.\n\nOVERBY: Elizabeth Sanders is a political scientist at Cornell University - and no relation to the press secretary.\n\nE. SANDERS: Is Trump worse than others? I think he's different because the scandals are more related to the incompetence and venality, one might say, of people that he brought in.\n\nOVERBY: And Professor Sanders points to Ronald Reagan, who, like Trump, set out to shrink government. But after a few scandals like those happening now, Reagan changed his approach.\n\nE. SANDERS: He appointed people who were not only competent but who had experience and who didn't have personal interests in conflict with the agencies they were heading.\n\nOVERBY: One common thread of these current scandals is a sense of privilege. Federal officials are supposed to fly coach whenever possible, not first class and certainly not charter. And they're not allowed to bill the government for pleasure trips as Veterans Affairs Secretary David Shulkin tried to do. This leads to the other common thread - a tendency to say, my staff did it. Here's Scott Pruitt, head of the Environmental Protection Agency, on CBS' \"The Takeout.\" He was explaining how his security detail made him fly first class.\n\n(SOUNDBITE OF PODCAST, \"THE TAKEOUT\")\n\nSCOTT PRUITT: I have a responsibility to listen to those individuals that are charged with the obligation to keep me safe and keep employees at the agency safe.\n\nOVERBY: And the way Treasury Secretary Steven Mnuchin explained it to Politico, it was his staff who deemed a military plane necessary for his honeymoon to Europe.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSTEVEN MNUCHIN: They put in a request to consider the use of an aircraft not so much just for flying, but effectively it was a portable office.\n\nOVERBY: Ethics consultant Susan Liautaud said the Cabinet officials might have misunderstood the level of public tolerance.\n\nSUSAN LIAUTAUD: I'm wondering if some of them aren't a bit surprised by the very strong reaction from the media and the public.\n\nOVERBY: Liautaud said poor ethical conduct is highly contagious within an organization.\n\nLIAUTAUD: The more dangerous part is that not only does unethical behavior spread, but it mutates into other forms of unethical behavior.\n\nOVERBY: So what starts out as a simple transgression can lead to doctoring emails or lying to investigators or threatening whistleblowers, all of which have happened as the travel and spending scandals have come under scrutiny. Peter Overby, NPR News, Washington.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["overby", "finding", "unethical", "officials", "common", "secretary", "scandals", "behavior", "taxpayer", "sanders", "npr", "trump", "threads", "cabinet", "members"], "polarity": 0.07364820075757575, "subjectivity": 0.469888731060606},
{"title": "Women Of Color Are Severely Underrepresented In Newsrooms, Study Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591513558/women-of-color-are-severely-underrepresented-in-newsrooms-study-says", "text": "Women Of Color Are Severely Underrepresented In Newsrooms, Study Says\n\nEnlarge this image toggle caption Oivind Hovland/Getty Images Oivind Hovland/Getty Images\n\nPeople of color make nearly 40 percent of the U.S. population, and women make up more than half. But you couldn't guess that by looking at American journalists, according to a new report by the Women's Media Center.\n\nWomen of color represent just 7.95 percent of U.S. print newsroom staff, 6.2 percent of local radio staff and 12.6 percent of local TV news staff, according to this year's Status of Women in the U.S. Media study, the organization's annual audit of diverse media voices.\n\n\"Women are just 32 percent of newsrooms, but the percentage of women of color is even more dire,\" Cristal Williams Chancellor, director of communications at the Women's Media Center, told NPR. \"We wanted this year's report to take a closer look at that segment.\"\n\nThe report analyzed news organizations' responses to \"professional association queries\" and included dozens of interviews with female journalists of color who shared their obstacles and triumphs.\n\nAlong with American newsrooms' low representations of female journalists of color, the report also found that compared with in previous years, newspapers' count of minority female employees stagnated or fell and radio hired fewer minority women.\n\nWilliams Chancellor said these findings weren't shocking, given the enormous challenges that women of color continue to face in American newsrooms. Especially troublesome, she said, are the media's methods of recruiting, hiring and promotion. \"Part of the challenges come from the plagues that have been part of society for decades, such as racism and sexism, and the old boy's network,\" she told NPR.\n\nAmanda Terkel, Washington bureau chief at the Huffington Post, discussed the nuances of landing a prestigious job in journalism. \"So much of hiring in journalism is poaching from other news outlets, which is often a great way to get talent. But when you do that, you're often dipping from the same pool of people rather than bringing in new voices,\" she said in the report.\n\nThe Women's Media Center recommends that media organizations conduct an audit of their employees, decision-makers and candidates for promotion and that they \"staff with intention.\" The organization also recommended that outlets diversify their news sources.\n\nNPR's Soraya Sarhaddi Nelson was featured in the report and recalled the difficulties she faced as a woman of color during the beginning of her 30-year career as an international reporter. \" 'We want to hire this woman with this foreign-sounding name? How will that work?' \" she remembers hearing. \"Even sources seemed hesitant to call me back, at times. Could they pronounce my name? 'Are you Asian, Middle Eastern? What exactly?' \"\n\nNPR's 377-person news staff is 75.1 percent white, 8.8 percent black, 7.7 percent Asian, 6.1 percent Latino, 2.1 percent multiracial and 0.3 percent American Indian, according to the company's latest report on the racial, ethnic and gender diversity of its newsroom. NPR Ombudsman Elizabeth Jensen called the numbers a \"disappointing showing.\" The newsroom is 56.2 percent female — the highest number in five years.\n\nLast year's Status of Women in the U.S. Media noted that \"white men were 71 percent of NPR's regular commentators in 2015. By comparison, in 2003, the rate was 60 percent.\" NPR uses the term commentator for its opinion contributors.\n\nThe Women's Media Center hopes that reporting on stagnating hires of female journalists of color will serve as a \"wake-up call\" to the media and its consumers. Featuring \"diverse voices means that we have a more credible media, and a more democratic society,\" said Williams Chancellor. \"We need a media that's more representative and inclusive, and looks like America.\"", "keywords": ["severely", "women", "womens", "journalists", "american", "underrepresented", "female", "newsrooms", "color", "report", "media", "study", "staff"], "polarity": 0.04995543672014261, "subjectivity": 0.2735819735819735},
{"title": "In Ethiopia, Soccer Stadiums Have Become Political Battlefields", "url": "https://www.npr.org/sections/parallels/2018/03/07/591688767/in-ethiopia-soccer-stadiums-have-become-political-battlefields", "text": "In Ethiopia, Soccer Stadiums Have Become Political Battlefields\n\nEnlarge this image toggle caption Eyder Peralta/NPR Eyder Peralta/NPR\n\nThe stands shake as fans break into song. Hundreds jump up and down, setting a much faster tempo than the play on the field.\n\nThis soccer stadium is in the heart of political opposition territory in Ethiopia. On a recent Sunday, thousands of supporters are sitting shoulder to shoulder. And surrounding the pitch, dozens of paramilitary police look out at the crowd, some with their guns in hand, others at the ready with tear gas canisters.\n\n\"I came here to see the play,\" says one spectator, Solomon, an older man who asked only to use his first name because talking to a journalist in Ethiopia can land you in trouble. \"Most of the people came to see the play. But some people are here to see the disruption.\"\n\nFor the past three years, this region of Ethiopia has been engulfed by protests. What began as demonstrations against the expansion of the capital Addis Ababa have widened to include protests about ethnic equality, corruption and democracy. Thousands have been arrested and hundreds have been killed. In February, Prime Minister Hailemariam Desalegn announced his resignation and the government placed the country under a state of emergency. The unrelenting protests have presented the most serious threat to the country's ruling coalition since it came to power in 1991.\n\nEnlarge this image toggle caption Zacharias Abubeker/AFP/Getty Images Zacharias Abubeker/AFP/Getty Images\n\nThe popular uprising has affected seemingly all aspects of life — including soccer, the country's favorite sport. Soccer stadiums have become battlefields and teams have become a proxy for the political divisions in the country. The 16 premier-league teams represent provinces largely drawn along ethnic lines.\n\nIn this match the home team, Adama City, is from an opposition stronghold and Welwalo Adigrat University comes from an area dominated by Tigrayans, an ethnic minority group that controls much of the government.\n\nSolomon shakes his head at the prospect of a confrontation here, especially if Adama loses. Across the country, soccer games have been disrupted by fans fighting each other and clashing with police. The country's soccer federation has had to relocate matches from restive areas because of the potential for violence.\n\n\"It's the low-minded people who bring protests to stadiums,\" Solomon says. \"It's the young guys who don't know that soccer is about peace.\"\n\nAnd just as he says that, Adama scores a goal and the crowd erupts into a joyous roar.\n\nFor a moment, at least, the country's politics seem really far away.\n\n'Ethiopians love football beyond our life'\n\nEthiopia has a long and tortured history with soccer, which like many nations it calls football. The country was one of the founding members of the Confederation of African Football and, in 1962, the national team became the continental champion. Since then, Ethiopians have barely made it past the first round and have never qualified for the World Cup.\n\nStill, Ethiopians love the game. Fans travel hundreds of miles to see their teams. Sometimes you'll see caravans of cars stopped on the side of a highway — the fans jumping by the side of the of the road or on top of the cars waving their team flags.\n\n\"We Ethiopians love football beyond our life,\" says Mokaninet Berhe, the host of Sport Zone Ethiopia, a TV program featuring sports documentaries. \"They support their clubs beyond their life. They are mad. They are ultras.\"\n\nIn Ethiopia, the beautiful game has routinely been an arena where politics are played out. It began in the 1930s, when Italy was trying to colonize the country. At the time, Ethiopians were not allowed to play alongside Europeans. So in 1935, the St. George Sports Club emerged as the first all-Ethiopian pro soccer team.\n\nIn the early 1940s, Ethiopia defeated Italy to end the Second Italo-Ethiopian War. Almost immediately afterward, the two countries faced off on the soccer field. The Ethiopians won and St. George became a symbol of the country's struggle for freedom.\n\n\"St. George football club is the only one [that allowed] Ethiopians to express their feelings,\" Berhe says.\n\nAnd that relationship continued through Ethiopia's modern history. In the '80s, during the red-terror days of the Derg regime, soccer again provided an outlet in a country where freedom of speech was, and still remains, deeply curtailed.\n\nAs the historian Solomon Addis Getahun describes it, during that period certain teams were linked with the military and police and others, like St. George, were associated with the people. So, it was not uncommon for games to end with clashes between security forces and soccer supporters.\n\nEthiopia is seeing some of the same things happening today: Spectators are shouting anti-government chants and there have been violent clashes between fans and with police.\n\n\"So now in Ethiopia, the supporters are now bigger than the game,\" says Berhe.\n\nIt's obviously political but it's also about sports, he adds. On the streets, Ethiopians are demanding a better life. They want better education and jobs. They want their voice to be heard. On the pitch, they want coaching; they want commitment.\n\nAnd right now, all they're getting on the field is frustration — a moribund national team and a premier league with dispiriting games ending in a tie, or without a single goal scored.\n\nHoles in the field\n\nBack at the stadium, Adama takes a 2-0 lead. One of its players weaves through the Welwalo defense and finds an opening outside the box — no defenders and a distracted goalie.\n\nHe shoots but misses — high and wide. The crowd groans.\n\nTadyos, a guy in his early 20s, who also wants to be identified only by his first name because he fears retribution, sits down near Solomon. He has one hand on his forehead, not believing what he just saw.\n\nA well-trained team shouldn't miss a shot like that. But, Tadyos says, it's not the training. \"It's the field,\" he says, in Amharic. \"It's uneven with holes everywhere. If the government took care of it instead of using the money to enrich itself, fans would see better football.\"\n\nThat play set Tadyos off. Suddenly his voice grows louder and he stops looking at the paramilitary police in front of him.\n\n\"The corruption in Ethiopia has not only ruined the country's football,\" he says, \"but also torn the country apart by sowing division along ethnic lines.\"\n\nAfter almost three years of nonstop protests, Ethiopia has become deeply divided. A central aspect of the conflict is that huge ethnic groups in the country feel marginalized and left out of prosperity by the ruling coalition.\n\nIt'd be nice for the game to be pure again, says Tadyos, but he's certain that won't happen until all Ethiopians feel heard.", "keywords": ["ethiopia", "football", "fans", "political", "country", "countrys", "protests", "soccer", "play", "team", "ethiopians", "stadiums", "battlefields"], "polarity": 0.06772744870305845, "subjectivity": 0.4478358497870692},
{"title": "A Political Dispute Puts A Wrinkle In Time, Slowing Millions Of European Clocks", "url": "https://www.npr.org/sections/thetwo-way/2018/03/07/591528390/a-political-dispute-puts-a-wrinkle-in-time-slowing-millions-of-european-clocks", "text": "A Political Dispute Puts A Wrinkle In Time, Slowing Millions Of European Clocks\n\nEnlarge this image toggle caption Paul Bricknell/Getty Images/Dorling Kindersley Paul Bricknell/Getty Images/Dorling Kindersley\n\nFor the past few weeks, something strange has been happening in Europe. Instead of time marching relentlessly forward, it has been slowing down imperceptibly, yet with cumulatively noticeable results, so that millions of clocks the Continent-over are now running behind.\n\nThe European Network of Transmission System Operators for Electricity released a statement Tuesday saying that since mid-January, Europe's standard electrical frequency of 50 hertz has fallen ever so slightly to 49.996 hertz.\n\nFor electric clocks that rely on the frequency of the power system — typically radio, oven and heating-panel clocks — the cumulative effect was \"close to six minutes,\" according to the agency.\n\nSome Europeans reported on Twitter that the delay was impacting their lives.\n\nThe problem, affecting some two dozen countries from Spain to Turkey, originates from a political disagreement between Kosovo and Serbia, ENTSO-E said.\n\nReuters reports Kosovo was using more power than it generated and Serbia, responsible for righting an imbalance, failed to do so, resulting in the deviation.\n\nTensions have been rising between the two for some time. Kosovo broke away from Serbia in 2008 after the brutal war of the 1990s, but Belgrade still does not recognize Kosovo's independence. And Reuters reports that while Serbia and Kosovo agreed to jointly operate a power grid in 2015, disagreements over distribution have stalled implementation of the deal.\n\nENTSO-E spokeswoman Susanne Nies told NPR on Wednesday that Kosovo began producing enough power for its population on Tuesday, thus stopping the deviation. However, she said, \"It will take some time for the Continental European power system to get back into the normal frequency\" and the approximately six-minute lag remained in effect.\n\nENTSO-E said in its statement that such a slowdown has never occurred before and it is likely to take several weeks for the system to get back to normal.\n\nNies told NPR, \"The compensation issue is also to be settled,\" meaning the energy missing since January, amounting to 113 gigawatt hours, still has to be put back into the system.\n\nENTSO-E says while its purview includes delivering a technical solution, it is urging \"European and national governments and policy makers to take swift action. ... If no solution can be found at [the] political level, a deviation risk could remain.\"", "keywords": ["wrinkle", "kosovo", "slowing", "political", "power", "frequency", "clocks", "serbia", "dispute", "system", "weeks", "told", "european", "millions", "puts"], "polarity": -0.07466329966329968, "subjectivity": 0.27744107744107743},
{"title": "A Look At Just How Invasive The Brown Marmorated Stink Bug Is", "url": "https://www.npr.org/2018/03/07/591681150/a-look-at-just-how-invasive-the-brown-marmorated-stink-bug-is", "text": "A Look At Just How Invasive The Brown Marmorated Stink Bug Is\n\nThe brown marmorated stink bug first showed up in the United States about 20 years ago, and has been terrorizing homeowners and farmers ever since. NPR's Ari Shapiro talks with Kathryn Schulz, who writes about the invasive insect in the latest issue of The New Yorker.\n\nARI SHAPIRO, HOST:\n\nDrunken partygoers, the Hummer of insects, the devil's thumbtack - these are just a few of the words used to describe the brown marmorated stink bug in a terrifying piece by Kathryn Schulz in the latest issue of The New Yorker. It's an invasive species that only arrived in the U.S. about 20 years ago, and it has marched across the country ever since. Kathryn Schulz writes about this story. If you have never met its main character, I assure you, you will soon.\n\nKathryn Schulz, welcome to the program.\n\nKATHRYN SCHULZ: Thanks so much for having me on.\n\nSHAPIRO: The opening anecdote of this story reads like a horror film. It's a cool fall night. A couple is relaxing at their cabin in South Carolina. The woman goes upstairs to close the doors to the raised deck. And what happens next?\n\nSCHULZ: Well, you're right. It is very horror film-like. Specifically, it's like \"The Birds\" but the wrong species. What happens is she flicks on the light to her bedroom and finds that its walls are just absolutely covered in these bugs. If you've never seen one, they're a little bigger than the size of a dime. And they were just on every surface that she could see. They had only left the doors open a crack. But through that small opening, hundreds upon hundreds upon hundreds of these bugs had poured into their bedroom.\n\nSHAPIRO: And after they dispose of all the ones that they can see, they find them behind picture frames, behind curtains, in the hood of a hoodie. I think everybody knows they're called stink bugs for a reason. Can you describe what the stink actually is?\n\nSCHULZ: You know, I can try. But I'll tell you, it almost stymied me in the piece. The standard definition is they smell like cilantro. I don't like cilantro, so I should be sympathetic to that notion. But I have never caught the remotest whiff of anything like cilantro in a stink bug. They smell, to me, sort of like death. I mean, I don't know how...\n\nSHAPIRO: (Laughter) Like death.\n\nSCHULZ: ...Else to put it. It's not quite decay, but it is this sort of, you know, thin, high, pervasive, sort of sickly sweet, fetid smell that just sort of coats your nose and mouth. It's quite disgusting.\n\nSHAPIRO: The smell of a stink bug is profound. But that's not the reason that they are a real threat. Beyond filling people's homes by the thousands in the winter, they do real damage outdoors in the spring, summer and fall.\n\nSCHULZ: Yes. In fact, truly, indoors they are nothing worse than a nuisance. They don't bite. They don't sting. They just get in your way. But outdoors, they are just incredibly voracious. And they are the unusual insect that can eat virtually anything. So a lot of pests are particularly problematic for a certain crop. The brown marmorated stink bug has the regrettable ability to eat just about anything you put in front of it, from cotton and sweet corn to apples and tomatoes and peppers. I mean, it's pretty close to the you-name-it list of things that it'll eat.\n\nSHAPIRO: And one of the things that's so insidious is that it's really hard to kill it with pesticides because its long legs keep it off the surface of the produce. And it eats by kind of sticking a needle into the produce, so it's not getting the pesticide off the surface.\n\nSCHULZ: Yeah, that's right. One of the most disturbing things I heard in the course of reporting this piece was from an entomologist who described how much progress we'd actually made in this country on cutting back on insecticides. And when these brown marmorated stink bugs reached a kind of critical mass, they really just effectively wiped out all of that progress. And people who had been applying pesticides two or three times a season were suddenly applying them every week to try to get these things under control. So it's not that a pesticide won't kill a stink bug eventually. It will. It's that it takes a shocking quantity of it to be effective.\n\nSHAPIRO: On this program, we're interested in providing multiple points of view. And I don't want to just trash the brown marmorated stink bug.\n\nSCHULZ: (Laughter).\n\nSHAPIRO: Is there anything you can say in defense of this animal?\n\nSCHULZ: Sure. I can say something in defense of all animals. First of all, in its native terrain, there is absolutely nothing wrong with a brown marmorated stink bug. It has natural predators that it co-evolved with. And it goes about life as we all do.\n\nAnd, you know, I think at a certain point - this is going to sound nuts. But when you live with a lot of them - and I have lived with a lot of them - it is hard not to acquire a kind of grudging affection for them. They are so dumb seeming, to be blunt.\n\nSHAPIRO: (Laughter).\n\nSCHULZ: They are so slow and sluggish and absolutely indifferent to everything around them, including, you know, mortal threats. And as a result, they have this kind of admirable insouciance.\n\nSHAPIRO: (Laughter) Insouciance.\n\nSCHULZ: So yes, I think I could, when really pressed, say a few things in praise of the brown marmorated stink bug (laughter).\n\nSHAPIRO: Kathryn Schulz, thank you so much.\n\nSCHULZ: It's absolutely my pleasure. Thanks for having me on.\n\nSHAPIRO: Her terrifying New Yorker article about the brown marmorated stink bug is called \"Home Invasion.\"\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["stink", "know", "smell", "dont", "schulz", "things", "marmorated", "brown", "sort", "look", "invasive", "bug"], "polarity": 0.022930082070707073, "subjectivity": 0.5992028920153918},
{"title": "New Leader Of Ireland's Sinn Fein Party Discusses Her Goals For Political Change", "url": "https://www.npr.org/2018/03/07/591681137/new-leader-of-irelands-sinn-fein-party-discusses-her-goals-for-political-change", "text": "New Leader Of Ireland's Sinn Fein Party Discusses Her Goals For Political Change\n\nNPR's Mary Louise Kelly speaks with Mary Lou McDonald, the new leader of Sinn Fein, the Irish political party. McDonald is the party's first new leader in 34 years.\n\nMARY LOUISE KELLY, HOST:\n\nFor 34 years, the leader of Sinn Fein, the Irish political party, was Gerry Adams. Well, that changed last month. Meet the new face of Sinn Fein.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMARY LOU MCDONALD: The truth is, my friends, I won't fill Gerry's shoes. But the news is that I brought my own.\n\n(CHEERING)\n\nKELLY: Mary Lou McDonald speaking at a rally in Belfast. She is the new president of Sinn Fein, and she's part of a new generation in Irish politics. She's 48. She has no direct link to The Troubles, the long conflict in Northern Ireland that saw thousands killed. Mary Lou McDonald joins me now from Dublin. Welcome to the program.\n\nMCDONALD: Hello, Mary Louise. It's great to be on and great talking to you.\n\nKELLY: Great to speak to you, always glad to have another Mary Lou on the program.\n\nMCDONALD: Absolutely.\n\nKELLY: And I liked the line about bringing your own shoes. It seemed a gracious way to acknowledge that you are filling very big shoes succeeding a man who was and remains a legend in Irish politics. What's that been like?\n\nMCDONALD: Absolutely. And not alone is Gerry a legend in Irish political life, they say that he is possibly the best-known Irishman - maybe the best-known Irish person in the world and not surprising given the enormous strides that have been made in Ireland in building what has proven to be a very robust peace process against the backdrop of many, many decades of conflict. He has been in many, many ways my political mentor. And I'm very conscious that I would not attempt to fill his shoes. But as you could hear from that clip, I don't feel that I have to. I think the whole purpose of political leadership and changing leadership is that we do that on our own terms, respectful of the past, guarding very carefully all of the progress that we have made but in a way that resonates with now and with the future.\n\nKELLY: You talk about being respectful of the past and about him as your mentor. You, too, have had very different journeys to running Sinn Fein. I mean, he came to politics in the '70s in Belfast, and he was accused - I know that he has denied, but he was accused of personally ordering killings during The Troubles. I mean, I know we want to talk about the future, but let me start with the past and how heavily you feel it weighs on Sinn Fein and on the role you have just taken on.\n\nMCDONALD: You're absolutely right. I mean, we're different generations. I'm a woman. I'm a Dubliner. I'm from what's called the South rather than the North of Ireland.\n\nKELLY: Yeah.\n\nMCDONALD: So yes, it's been very, very different. I think the things that we have in common, though, are perhaps when you move beyond the superficial much more profound where we're both people who are Irish Republicans, we believe in the freedom of Ireland, in the equality and dignity of people and social justice, things that are - really drive my politics.\n\nKELLY: Her politics include wanting to end Ireland's ban on abortion. Mary Lou McDonald ran on a broad platform - no special focus on women's issues - but she is more than happy to talk about what it is like to be a woman in Irish politics. You gave an interview that made me laugh to Irish television, Irish late-night TV, in which you described a chorus of men - your words - who have found it their business to mansplain to you how to do your job.\n\nMCDONALD: Yes.\n\nKELLY: How rampant is mansplaining in Irish politics?\n\nMCDONALD: (Laughter) It is a virtual epidemic across this land. No, it's not. I mean, in fairness...\n\nKELLY: (Laughter) What do they say? What do they tell you?\n\nMCDONALD: It just became almost painful listening to a whole series of commentators, most of whom were older men, openly talking on the public airwaves around, you know, how I was either incapable of doing the job or how I was going to struggle with the job or how I should do the job. Astonishingly, what all of these men had in common was that none of them had ever been elected to public office. None of them, so far as I know, had ever led anything. I'm not sure if they even ever captained, like, their local football team.\n\nAnd I just got slightly impatient with, you know, kind of in that way that is almost talking to me as though I were a child. And I know I'm a new generation of political leader, and I know I'm younger than - clearly than my predecessor, but I'm not a 12-year-old kid, you know? I've done this work for some time.\n\nKELLY: McDonald's work now includes, among other things, steering her party through what are proving painful Brexit negotiations. Northern Ireland is part of the United Kingdom, which is leaving the European Union. The South, the Republic of Ireland, will remain in the EU, which prompted my next question - is a hard border inevitable?\n\nMCDONALD: You hit the nail on the head there now, Mary Louise, by saying Ireland is a small island, so the very idea of part of it inside the European Union and part of it outside the European Union is just crazy. I mean, it's crazy anyhow that the island is partitioned. We have two sets of everything - health systems, education systems, currencies and so on. But while both parts remain within the European Union, at least we have common law and regulations and so on in pretty much every facet and an aspect of life. And when the peace agreement was made 20 years ago, it was posited on the fact that we were all in the European Union. So it made commerce and trade and sharing services and building joint political institutions actually straightforward enough.\n\nWhat Brexit means is that the whole basis of that peace agreement is undermined. It is as simple as that Brexit and the Good Friday Agreement, the peace accord, are mutually incompatible. You cannot have one and have the other.\n\nKELLY: That agreement McDonald mentions, the 1998 Good Friday deal, brought peace after decades of bloody conflict between Catholics and Protestants in Northern Ireland. But the power-sharing agreement it set up has been deadlocked for more than a year. London is threatening to reimpose direct rule. That is another challenge McDonald inherited. So how's she plan to go about fixing it?\n\nMCDONALD: We came very, very close to fixing it a few short weeks ago. We've been in negotiations for almost 14 months. So where that leaves us is in a situation where the outstanding issues still need to be dealt with. I mean, there's no - there's no way around that.\n\nKELLY: Do you think that it is likely that London will step in and reimpose direct rule?\n\nMCDONALD: Well, we have it as our objective, and we are assured by others that the objective is to get the institutions of the Good Friday Agreement back up and running. So that's the assembly and the executive, the government of the North. That remains our objective. We have told the British government that direct rule is not an option. Direct rule from Westminster, from London, would be a massive step back and would be all the more unacceptable given that this year we mark the 20th anniversary of the signing of the Good Friday Agreement.\n\nAnd we know because we are realists, we are pragmatists and we are people who are a party of dialogue that whatever way this shapes up, ultimately there is no alternative other than ourselves, Irish Nationalists and Republicans, sitting down with the DUP - that's the Democratic Unionist Party - and actually dialoguing. You only sort out political problems, you only build political progress by talking to people. And very often, the most important conversations are the conversations that you have with those people and sections of society with whom you most profoundly disagree.\n\nKELLY: Mary Lou McDonald, the new leader of the Irish political party Sinn Fein, thanks so much.\n\nMCDONALD: Thank you, Mary Louise.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["sinn", "know", "lou", "irelands", "fein", "mcdonald", "leader", "goals", "mary", "political", "discusses", "change", "ireland", "party", "im", "irish"], "polarity": 0.07996385197974791, "subjectivity": 0.44684543619514705},
{"title": "California Attorney General Says State Will Stand Firm With Its Immigration Policies", "url": "https://www.npr.org/2018/03/07/591681130/california-attorney-general-says-state-will-stand-firm-with-its-immigration-poli", "text": "California Attorney General Says State Will Stand Firm With Its Immigration Policies\n\nNPR's Mary Louise Kelly speaks with California Attorney General Xavier Becerra about the lawsuit filed by the U.S. Department of Justice against the state's immigration policies.\n\nMARY LOUISE KELLY, HOST:\n\nLet's bring in the voice now of the attorney general of California. He is Xavier Becerra. He's named in the federal lawsuit along with California Governor Jerry Brown.\n\nMr. Becerra, welcome.\n\nXAVIER BECERRA: Mary Louise, thanks for having me.\n\nKELLY: Let me start here. What is wrong with the Justice Department argument that your state is interfering with federal immigration enforcement and violating the Constitution?\n\nBECERRA: Because we're not. We're simply doing what the 10th Amendment allows every state to do. And that's to determine how it will provide public safety for all of its residents. We leave immigration enforcement to the federal government. And we don't want to be coerced into trying to do the federal government's job.\n\nKELLY: Let me ask you this, though. This matter of state versus federal jurisdiction over immigration law - as you know, it went all the way up to the Supreme Court in 2012 with Arizona v. the United States. And the Supreme Court mostly ruled in favor of the feds, citing the Constitution. The reasoning was, you can't have every state setting its own immigration policy. It's just unworkable.\n\nBECERRA: And that's absolutely correct. Arizona was trying to set immigration policy, which the states don't have the right or the power to do. That's left to the federal government.\n\nKELLY: How is what you're trying to do different?\n\nBECERRA: We didn't enact immigration laws. We enacted laws regarding our public safety. And so we wanted to make sure that we could move forward with providing for the public safety of Californians and their privacy interests, not immigration.\n\nKELLY: Attorney General Jeff Sessions, as we just heard, is in California. He's making the case today for his federal immigration policy and comparing it to other areas of federal enforcement. Let's take a listen because I want to let you respond to what he said.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nJEFF SESSIONS: Just imagine if a state passed a law forbidding employers for cooperating with OSHA and ensuring workplace safety or the Environmental Protection Agency for looking after polluters. Would you pass a law to do that?\n\nKELLY: Mr. Becerra, how do you counter that?\n\nBECERRA: Attorney General Sessions is confusing cooperation with coercion. We in California allow the federal immigration officers to do what they must do to enforce immigration law. But the federal government doesn't have the right to ask California - or to tell California to do immigration enforcement for it.\n\nKELLY: Another thing, though, that Attorney General Sessions has argued is that this is - that California's policies are making the jobs less safe for federal agents, for ICE agents. Let me play you another bit of what he said today and let you respond to this.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSESSIONS: And rather than allow ICE officers to do their jobs with the transfers at the jailhouse, they force our officers to conduct more dangerous arrests elsewhere, where violent criminals may reside and where children can be caught in a crossfire.\n\nKELLY: What's your response to that?\n\nBECERRA: That's absolutely untrue. ICE agents are, in California or anywhere else, permitted to go in to arrest and detain anyone whom they've got a basis to do so with. We don't get in the way of that.\n\nKELLY: But are the current California laws and policies putting federal officers in danger?\n\nBECERRA: In most cases, or oftentimes, those federal immigration officers are working side by side with state and local law enforcement officers. We're not interested in putting anyone's life in jeopardy. In that case, Attorney General Sessions' statements are not only untrue but dangerous.\n\nKELLY: Can I ask you to put this in context? California's feuding with the Trump administration on all kinds of things, not just immigration but taxes, climate change, marijuana policy. Are you open to the argument, as the state's chief law enforcement officer, that if the state goes its own way on everything, what you get is a big old mess?\n\nBECERRA: Interestingly enough, it's not that California is trying to go its own way. It's that the Trump administration is trying to go its own way. The reason we've had 12 victories against this administration is because it's the Trump administration that has tried to circumvent the law.\n\nKELLY: If that's the case, why do you think the Trump administration is singling out California in this lawsuit?\n\nBECERRA: That's a question to ask Donald Trump and Jeff Sessions.\n\nKELLY: One last thing to ask you before we let you go - you're up for election in November. And I trust that you're going to tell me you're just doing your job, fighting this lawsuit from the Justice Department. But given that you are doing your job while running for office, that suggests you think California voters agree with you on this.\n\nBECERRA: I swore to uphold the Constitution and the laws of the state of California. And I'll do what I'm supposed to do as the attorney for the state, and that's defend the state and the people of California.\n\nKELLY: But I guess what I'm driving at is, do politics enter into your calculation at all on this?\n\nBECERRA: You'll have to ask the question about politics to Jeff Sessions. He's the one that's filed suit against Californians. We're just trying to move forward.\n\nKELLY: Sure. But I'm asking you. You're running.\n\nBECERRA: That's a question for Jeff Sessions about who's playing politics.\n\nKELLY: All right.\n\nXavier Becerra, thank you very much.\n\nBECERRA: Thank you.\n\nKELLY: That's California Attorney General Xavier Becerra\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["state", "sessions", "policies", "stand", "trying", "officers", "attorney", "immigration", "firm", "federal", "thats", "general", "california"], "polarity": 0.09241921768707483, "subjectivity": 0.5162570861678005},
{"title": "After Justice Department Sues California, State Says Immigration Policies Will Not Change", "url": "https://www.npr.org/2018/03/07/591681123/after-justice-department-sues-california-state-says-immigration-policies-will-no", "text": "After Justice Department Sues California, State Says Immigration Policies Will Not Change\n\nThe debate over immigration and \"sanctuary cities\" has escalated. The Trump administration sued California over three laws designed to keep local officials and businesses from helping enforce immigration measures. State officials say they will stand their ground.\n\nARI SHAPIRO, HOST:\n\nIn California, it's a fight over immigration and states' rights. Attorney General Jeff Sessions gave a speech in Sacramento this morning where he said California is violating the Constitution by protecting immigrants in the U.S. without documentation. The Department of Justice has sued the state, naming Governor Jerry Brown and California Attorney General Xavier Becerra. We'll hear from Becerra in a few minutes. First, Capital Public Radio's Ben Bradford reports on the growing conflict between the Trump administration and California.\n\n(CROSSTALK)\n\nBEN BRADFORD, BYLINE: At least a couple hundred protesters blocked streets outside the downtown hotel where Sessions would announce the lawsuit. Democratic State Senate leader Kevin de Leon, the author of California's sanctuary state measure, shouted defiant words for the attorney general.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nKEVIN DE LEON: Bring it on.\n\nBRADFORD: The Justice Department's suit targets three California laws passed last year which, among other things, restrict how police and businesses can cooperate with federal immigration agents. Inside the hotel conference room, Sessions told a group from California law enforcement that the laws are obstructionist.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nJEFF SESSIONS: A refusal to apprehend and deport those, especially the criminal element, effectively rejects all immigration law. It's a rejection of law. And it creates an open-borders system.\n\nBRADFORD: Sessions argued the policies leave violent criminals to run amok, making communities and law enforcement less safe. An hour later, California Governor Jerry Brown shot back, holding a rare news conference with State Attorney General Xavier Becerra.\n\n(SOUNDBITE OF PRESS CONFERENCE)\n\nJERRY BROWN: And like so many in the Trump administration, this attorney general has no regard for the truth. What he said earlier today is not true. It is a lie.\n\nBRADFORD: Brown noted that the laws specifically exempt most violent offenders from protection. Brown and proponents of the policy say the state is not obstructing but trying to stay out of federal immigration so immigrant communities have more trust in the police. The lawsuit is the latest escalation in a series of disputes between California and the Trump administration. Sessions devoted nearly two minutes of his speech to criticizing Oakland Mayor Libby Schaaf, who warned residents of an impending immigration raid last month.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSESSIONS: So here's my message to Mayor Schaaf. How dare you?\n\nBRADFORD: The state is involved in more than two dozen lawsuits against the Trump administration about everything from immigration to climate change policies. Other states with sanctuary laws such as Colorado and Oregon will be eyeing this latest challenge by the Trump administration as it begins to move through the court. For NPR News, I'm Ben Bradford in Sacramento.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["state", "sessions", "policies", "justice", "laws", "administration", "department", "attorney", "change", "immigration", "brown", "npr", "trump", "sues", "california"], "polarity": 0.05770833333333333, "subjectivity": 0.47062499999999996},
{"title": "Success Of West Virginia Teachers' Strike May Inspire Similar Action In Other States", "url": "https://www.npr.org/2018/03/07/591681116/success-of-west-virginia-teachers-strike-may-inspire-similar-action-in-other-sta", "text": "Success Of West Virginia Teachers' Strike May Inspire Similar Action In Other States\n\nNPR's Mary Louise Kelly speaks to Bloomberg reporter Josh Eidelson about the possibility of teachers strikes in Oklahoma and Kentucky, following one in West Virginia that ended with teachers getting a pay raise.\n\nMARY LOUISE KELLY, HOST:\n\nTeachers in West Virginia headed back to work today after a nine-day strike. Their protest was over salaries that were among the lowest in the nation. And their protest worked. They secured a 5 percent raise. So might the success in West Virginia inspire teachers in other parts of the country to agitate for a pay raise?\n\nJOSH EIDELSON: I just talked to a teacher in Kentucky who said that what's happened in West Virginia has lit a fire under teachers there in Kentucky.\n\nKELLY: That's reporter Josh Eidelson. He wrote about this for Bloomberg News. He says it's not just Kentucky. There are rumblings that a teacher strike in Oklahoma might be coming soon.\n\nEIDELSON: There, you have two tracks in a sense, where you have the leadership of the Oklahoma Education Association, whose president told me they are announcing a timetable of escalations. And if they don't get what they want, that timetable ends with shutting down all the schools this school year.\n\nMeanwhile, you have teachers, dozens of whom met recently to make plans about how to build towards a strike in a dozen or more schools that they represent. Those teachers say even if they hear the timetable that the union has come up with, it might not be fast or aggressive enough for them, and they might try to pull off a wildcat strike first.\n\nKELLY: A wildcat strike - explain what that is.\n\nEIDELSON: A wildcat strike is when workers go out on strike without formal support from a union that they're part of or the legal authorization to do it. What we saw in West Virginia was something that began as a somewhat more traditional strike, and then it morphed into a wildcat strike, something that is extremely rare to see on this scale.\n\nKELLY: Aside from whatever momentum may have been generated by what happened in West Virginia, is there any other factor that might push teachers to conclude this is a really good moment to strike, to push for more pay?\n\nEIDELSON: The broader labor market plays a role. The fact that we're in a tighter labor market with lower unemployment has multiple effects for public employees. On the one hand, it means potentially better offers elsewhere, including in the private sector.\n\nKELLY: Oh, that they could walk and expect to have a decent job waiting for them if they leave their teacher post.\n\nEIDELSON: Yes. And it also means that there is a better revenue situation for the states. And so as one economist said to me, it's harder to argue that this is like getting blood from a stone when you know that the state is in a comparatively better revenue situation.\n\nKELLY: You also use a phrase in your Bloomberg piece about the stirring of grassroots organizing. And I wondered if you were seeing something there about this political moment nationally, that Americans are riled up about all kinds of things and maybe ready to take a stand.\n\nEIDELSON: We are in a moment where we've seen high-profile activism from fast food workers to the Women's March to athletes taking the knee. Of course the teachers who are involved here don't all come from the same political persuasion or background. But yes, for some people, what is going on now is part of a tapestry of activism.\n\nIt is also something that happens at a particular moment for the labor movement in the U.S. Organized labor faces not just decades-long decline but also a fresh crisis coming from the Supreme Court. And so at this moment, the strike in West Virginia and the potential for it to spread is seen by some people in the labor movement as a beacon, as a demonstration of the kind of defiant, disruptive activism that could help save the labor movement.\n\nKELLY: Thanks, Josh.\n\nEIDELSON: Thank you for having me.\n\nKELLY: Josh Eidelson - labor reporter for Bloomberg News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["strike", "virginia", "inspire", "similar", "labor", "success", "teachers", "timetable", "action", "moment", "wildcat", "eidelson", "bloomberg", "west", "states"], "polarity": 0.1567283950617284, "subjectivity": 0.3875308641975309},
{"title": "6 Months After Hurricanes, 11 Percent Of Puerto Rico Is Still Without Power", "url": "https://www.npr.org/2018/03/07/591681107/6-months-after-hurricanes-11-percent-of-puerto-rico-is-still-without-power", "text": "6 Months After Hurricanes, 11 Percent Of Puerto Rico Is Still Without Power\n\nAs of this week, many Puerto Ricans have been without power for six months. They've been waiting not since Hurricane Maria, but since Hurricane Irma, which struck two weeks earlier.\n\nARI SHAPIRO, HOST:\n\nIn Puerto Rico, roughly 150,000 homes and businesses are still waiting for electricity. That's 11 percent of the island's customers. Many have been waiting since before Hurricane Maria, when Hurricane Irma grazed the island six months ago this week. NPR's Adrian Florido reports.\n\nADRIAN FLORIDO, BYLINE: Electricity please, enough already, help us - those are the messages that you find on signs taped and tacked to utility poles in Barrio Borinquen, a mountainous community in the municipality of Caguas. Drive high enough up the mountain, and you reach a plateau. That's where community leader Jose Oyola was waiting for me just before sunset. He pointed to the hundreds of houses dotting the valley and hillsides below, all dark except the ones with generators.\n\nJOSE OYOLA: (Speaking Spanish).\n\nFLORIDO: \"What hurricane Irma didn't destroy, Maria came and finished off,\" he says.\n\nOYOLA: (Speaking Spanish).\n\nFLORIDO: He can't believe it's been six months. It's like, \"can this be real,\" he asks. \"But it is. We're living it.\" Oyola is angry. He says almost as bad as not having power is not knowing when it'll come back. He and neighbors have repeatedly sought answers from the power utility and the U.S. Army Corps of Engineers, which is leading Puerto Rico's power restoration effort. They haven't gotten much of a response.\n\nOYOLA: (Speaking Spanish).\n\nFLORIDO: He says, \"if I know this is going to go on for a specific period of time, I can at least make a plan. I can leave the island or move somewhere else.\" Frustration and anger permeate many of the mountainous communities still waiting for power in Puerto Rico. There's also a sense of helplessness driven in part by the lack of information. Each day, an AM radio station hosts an hour-long show. Special coverage, they call it - just one person after another dialing in to voice their despair.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED WOMAN: (Speaking Spanish).\n\nFLORIDO: \"The other day there was a crew working nearby,\" this caller says, \"but they didn't come to my street, and I don't know why. No one will tell us anything, not even the mayor.\" The island's mayors say that's because the Army Corps of Engineers is keeping them in the dark. Last week, Governor Ricardo Rossello gathered dozens of mayors and called in the Army Corps.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nRICARDO ROSSELLO: (Speaking Spanish).\n\nFLORIDO: \"I've demanded that the Army Corps assign each of the mayors their own point of contact,\" the governor said. The second in command in the Army Corps' power restoration effort here is Lieutenant Colonel John Cunningham.\n\nLIEUTENANT COLONEL JOHN CUNNINGHAM: I believe that we will have those clear and effective lines of communications established in the very near term.\n\nFLORIDO: He said it's hard to provide precise information about which crews will be working where and when. The work has become less predictable now that mostly mountainous areas remain.\n\nCUNNINGHAM: All the low-hanging fruit has been, you know, frankly, accomplished at this point. We're down to the very, very challenging terrain, and the lines are very, very long spans. It's requiring helicopters and then a lot of manual work.\n\n(SOUNDBITE OF MACHINERY WHIRRING)\n\nUNIDENTIFIED LINEMAN: I need one more number one.\n\nFLORIDO: On my way down from Barrio Borinquen, I ran into a couple of linemen here from Denver. John Davis and Dean Breidenbach were working in the rain, repairing a transformer. Breidenbach said on that day, their 24-person crew had restored power to about 30 homes.\n\nDEAN BREIDENBACH: The fact that all the vines have grown over stuff for six months now - all our wire's under that.\n\nFLORIDO: So it's really, really - it's, like, painstakingly slow.\n\nBREIDENBACH: It's five times harder than normal in the United States doing the same job because of the terrain.\n\nFLORIDO: Breidenbach heads home next week. Many mainland line workers will be leaving soon as their contracts with the Army Corps expire. Lieutenant Colonel John Cunningham says workers contracted by the Army Corps will be here through March.\n\nCUNNINGHAM: We want to see the work finished. And all of us do, but we've come to really trust our partners here.\n\nFLORIDO: Once the Army Corps' crews leave, the Puerto Rican government will take over full responsibility for what remains of the restoration effort. They hope to be done before the next hurricane season begins in less than three months. Adrian Florido, NPR News, Caguas, Puerto Rico.\n\n(SOUNDBITE OF BROKEN SOCIAL SCENE \"SOL LUNA\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["speaking", "11", "waiting", "spanishflorido", "rico", "power", "corps", "months", "puerto", "hurricanes", "army", "week", "hurricane"], "polarity": -0.01129749879749879, "subjectivity": 0.42178090428090415},
{"title": "Trump Expected To Sign Off On Steel And Aluminum Tariffs Despite Controversy", "url": "https://www.npr.org/2018/03/07/591681098/trump-expected-to-sign-off-on-steel-and-aluminum-tariffs-despite-controversy", "text": "Trump Expected To Sign Off On Steel And Aluminum Tariffs Despite Controversy\n\nPresident Trump is expected to sign off on steel and aluminum tariffs by the end of the week. That's despite the controversy they've generated, including spurring the exit of a key economic aide.\n\nMARY LOUISE KELLY, HOST:\n\nAnd President Trump is expected to formally order stiff tariffs on imported steel and aluminum this week. But the details of that order are still not clear. White House spokeswoman Sarah Sanders said today some countries could be exempted from the tariff, including Canada, which is the No. 1 foreign supplier of the metals to the U.S. The stock market, which had been down more than 300 points earlier today, made up ground this afternoon. NPR's Scott Horsley joins us from the White House.\n\nHey, Scott.\n\nSCOTT HORSLEY, BYLINE: Good afternoon.\n\nKELLY: All right, so this continues to shift. Now we hear Canada might be exempted. And I'm wondering if that's linked in any way to yesterday's news that Gary Cohn, the president's top economic adviser, announced he's quitting. He has, of course, argued strongly against the tariffs. Any sign that the president might be having second thoughts?\n\nHORSLEY: Well, the president's not indicating that he's really backing down. He spoke to a group of Latino business leaders earlier today and once again expressed his determination to crack down on what he sees as unfair trade practices by the rest of the world. It's pretty much the same thing we've been hearing from the president ever since the campaign.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: We're going to keep your playing field level so that we don't have outside interests coming in and hurting our country, which they've been doing. They've been doing a lot of that over the last 25 years. And we're doing a lot of things to stop that. And you're seeing that actually already in the numbers.\n\nHORSLEY: I'm not sure what numbers the president's referring to there. The U.S. trade deficit, which he often harps on, actually grew during the president's first year in office by 12 percent. It hit a nine-year high in January. Trump has offered a lot of tough talk on trade but up until now, not a lot of action. That may be about to change.\n\nKELLY: All right, what - the president first announced these tariffs last Thursday, almost a week ago. But there was no executive order for him to sign. What are we waiting for?\n\nHORSLEY: Well, the lawyers have been working on the actual wording of the order. And White House spokeswoman Sarah Sanders said it should be ready for signing in the next day or two.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSARAH HUCKABEE SANDERS: We expect that the president will sign something by the end of the week. And there are potential carve-outs for Mexico and Canada based on national security and possibly other countries as well.\n\nHORSLEY: And Mary Louise, those national security carve-outs are important because the authority for these tariffs is a seldom used 1960s-era law that is designed to protect domestic industries considered vital to national security. The argument is you need steel; you need aluminum to build fighter planes and warships. The counterargument is, unless you think we're going to go to war against Canada, there's no real harm to the U.S. in relying on our neighbor to the north for some of that essential material. So exempting Canada and other allies could significantly soften the blow of these tariffs. But we still don't know just how that might work.\n\nKELLY: Right. Because the president has argued in the past for a blanket tariff on all foreign suppliers, right?\n\nHORSLEY: He has. He's warned that if you exempt one country, like Canada, that just becomes a backdoor for other countries, especially China, to evade the tariff. So he's been reluctant to offer carve-outs. On the other hand, his fellow Republicans have been urging Trump to take a more surgical approach. Here's Congressman Erik Paulsen of Minnesota, who heads the Joint Economic Committee.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nERIK PAULSEN: I do believe that if these tariffs are implemented with a broad brush, it will have the potential to backfire and cost us jobs at home, force consumers to pay higher prices for goods and ultimately hurt our economy.\n\nKELLY: The congressman speaking there, Scott, to what has been the big concern with these tariffs - this threat that they could possibly spark a trade war.\n\nHORSLEY: Right. And there's still a lot of uncertainty, even within the administration. Agriculture Secretary Sonny Perdue was in Iowa yesterday, where farmers are heavily dependent on export markets for their corn and their soybeans. He was asked how farmers can protect themselves. And Sonny Perdue said, pray.\n\n(LAUGHTER)\n\nHORSLEY: He said, look; President Trump keeps a lot of people off balance. And I think we're going to just stay off balance, at least until we see the details of this tariff order later in the week.\n\nKELLY: If we see it later this week, watch this space. That's NPR White House correspondent Scott Horsley. Thank you.\n\nHORSLEY: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["white", "order", "trade", "canada", "tariffs", "lot", "week", "despite", "president", "expected", "sign", "aluminum", "trump", "controversy", "steel"], "polarity": 0.06426662648181636, "subjectivity": 0.41913451878641744}
]