[
{"title": "Trump Replacing Secretary Of State Tillerson With CIA Director Mike Pompeo", "url": "https://www.npr.org/2018/03/13/555597223/trump-replacing-secretary-of-state-tillerson-with-cia-director-mike-pompeo", "text": "Trump Replacing Secretary Of State Tillerson With CIA Director Mike Pompeo\n\nEnlarge this image toggle caption Cliff Owen/AP Cliff Owen/AP\n\nUpdated at 3:00 p.m. ET\n\nPresident Trump announced Secretary of State Rex Tillerson was fired on Tuesday morning in a tweet that followed a year of frequent tension between the two leaders.\n\nTrump said he is nominating CIA Director Mike Pompeo as Tillerson's replacement, which requires confirmation by the Senate.\n\n\"Rex and I have been talking about this for a long time ... we got along quite well, but we disagreed on things,\" Trump told reporters at the White House. \"We were not really thinking the same ... with Mike, we have a very similar thought process.\"\n\nState Department officials, on the other hand, said they were caught off guard.\n\n\"The secretary had every intention of remaining because of the tangible progress made on critical national security issues,\" said Undersecretary of State Steve Goldstein. \"He established and enjoyed relationships with his counterparts. He will miss his colleagues at the Department of State and enjoyed working together with the Department of Defense in an uncommonly robust relationship.\"\n\nContinued Goldstein: \"The secretary did not speak to the president this morning and is unaware of the reason, but he is grateful for the opportunity to serve and still believes strongly that public service is a noble calling and not to be regretted.\"\n\nLater Tuesday, Goldstein was also fired, White House press secretary Sarah Huckabee Sanders and Goldstein both confirmed to NPR's Tamara Keith.\n\nA senior administration official says White House chief of staff John Kelly called Tillerson on Friday and notified him that he would be replaced and \"that he was being asked to step down. It was made clear that it was imminent.\" The official added that Kelly and Tillerson had a follow-up conversation on Saturday.\n\n\"He was asked to step down,\" the official said, and he didn't.\n\nTrump and Tillerson have been described as talking often but sometimes appeared quite out of step on major foreign policy decisions.\n\nA White House official says the president wanted to have a new team in place in advance of upcoming talks with North Korea and ongoing trade negotiations.\n\nTillerson, who was traveling in Africa last week, was caught flat-footed when the surprise announcement came that Trump had accepted an invitation to meet with North Korean leader Kim Jong Un. Just a day earlier, he had told reporters that negotiations were a long way off.\n\nTrump has named Gina Haspel, Pompeo's former deputy and a CIA veteran, to take the helm of the spy agency.\n\nHaspel did not require Senate confirmation to serve in her deputy role but will to serve as the full-fledged director of the agency. Her hearing could exhume many CIA demons about the torture of terror suspects and the secret detention program that followed the 2001 terror attack.\n\nDemocrats blasted what they called the nonstop chaos of the Trump White House, which they said meant it cannot focus on conducting business seriously.\n\n\"The instability of this administration in just about every area weakens America,\" said Senate Minority Leader Chuck Schumer, D-N.Y.\n\nBut another sometime-opponent of Trump's, Senate Foreign Relations Committee Chairman Bob Corker, R-Tenn., said he would move as quickly as possible to convene a confirmation hearing for Pompeo to run the State Department.\n\n\"I had a very good conversation with Director Pompeo this morning and look forward to meeting with him soon,\" Corker said. \"As I shared with the president, the committee will consider his nomination as expeditiously as possible.\"\n\nSlow burn\n\nTillerson said at the State Department on Tuesday afternoon that he was grateful for the chance to serve in government and he thanked the foreign service officers and others who work on behalf of the United States abroad.\n\nTillerson said he wants to arrange an orderly transition to Pompeo, whose Senate confirmation hearing is expected in April and appears to have the support to move into the State Department job.\n\nPBS NewsHour via YouTube\n\nTillerson said he has begun delegating responsibilities from his office to that of Deputy Secretary of State John Sullivan.\n\nA former boss of Exxon Mobil, Tillerson didn't know Trump before 2016, and their relationship seemed to rupture after months of disputes over policy, embarrassing leaks and a few public humiliations by the president himself.\n\nTrump told reporters on Tuesday that he and Tillerson had always gotten along and that he was a \"good man,\" but their friction over tough issues such as the Iran nuclear deal had been what compelled Trump to replace him.\n\nThe campaign may have been in the works for some time. A Nov. 30 report by The New York Times revealed the existence of a secret plan by Kelly to force out Tillerson and replace him with Pompeo.\n\nTrump would then nominate Sen. Tom Cotton, R-Ark., to replace Pompeo, according to the Times. As it happened, Cotton is not getting the nomination to lead the CIA, after all.\n\nThe report took care to say that the plan was \"tentative\" and that Trump hadn't yet approved it.\n\nThat story followed other evidence that the relationship between the president and the nation's top diplomat was barely functional.\n\nTillerson earlier said he would not resign in October after an NBC News report said Tillerson had called Trump a \"moron\" in July after a tense meeting at the Pentagon. Tillerson declined to deny it publicly, and Trump retorted to Forbes magazine that he was ready to compare \"I.Q.\" tests — \"and I can tell you who's going to win.\"\n\nTrump also undermined Tillerson's efforts to find a diplomatic solution to the situation in North Korea. As Tillerson kept up support for talks with Pyongyang over its nuclear and ballistic missile programs, Trump said on Twitter on Oct. 1 that Tillerson was \"wasting his time.\"\n\n\"Save your energy Rex, we'll do what has to be done!\" Trump wrote.\n\nIt was about five months later that Trump agreed to meet with North Korean leader Kim Jong Un.\n\nTillerson had also distanced himself from what critics have called Trump's equivocation between neo-Nazis and counterprotesters, who clashed over a Confederate monument in Charlottesville, Va.\n\nTillerson appeared Aug. 27 on Fox News Sunday and was asked by host Chris Wallace about the way the international community views the United States following Trump's controversial comments about the protesters and counterprotesters in the wake of deadly violence in Charlottesville.\n\n\"We express America's values from the State Department,\" Tillerson said. And later: \"The president speaks for himself, Chris.\"\n\nTillerson's departure makes him the latest member of Trump's inner circle in the administration to step down — following a series of White House aides, starting with national security adviser Mike Flynn and continuing on to chief strategist Steve Bannon, press secretary Sean Spicer, chief of staff Reince Priebus and chief economic adviser Gary Cohn — who have left their posts amid administration turbulence.\n\nIn September, Health and Human Services Secretary Tom Price was ousted over a travel expense scandal.\n\nTillerson leaves behind a State Department that critics have called a shadow of its former self because of Tillerson's disconnection from the department and the White House's antipathy toward appointing or keeping top talent in the nation's diplomatic ranks.\n\nWorld A Diplomat On The Reported 'Hollowing Out' Of The State Department A Diplomat On The Reported 'Hollowing Out' Of The State Department Listen · 3:54 3:54\n\nSome ambassadorships as well as top jobs at the department's Washington headquarters remain vacant.\n\nAnd speculation has swirled for so long that Tillerson might quit that this isn't the first wave of discussion about prospective replacements. A previous go-round centered on Nikki Haley, the U.S. ambassador to the U.N. and former governor of South Carolina. The New York Times reported there was tentative talk that Trump might appoint his daughter, Ivanka, as Haley's replacement at the U.N.\n\nFor now, Haley remains in her post in New York and the Ivanka narrative appears to have cooled.\n\nTillerson's tenure as America's top diplomat was unlikely. Trump interviewed more conventional candidates, including 2012 GOP presidential nominee Mitt Romney, but he ultimately gave the nod to the Texas oilman Tillerson based on a recommendation from former Defense Secretary Robert Gates.\n\nTillerson told interviewers early on that he hadn't been looking for the job and was \"stunned\" to get Trump's offer — but his wife, Renda St. Clair, sold him.\n\n\" 'I told you God's not through with you,' \" as Tillerson recounted his wife's remarks.\n\nOilman\n\nTillerson had no government experience; he went to work in 1975 for Exxon Co., as it was then known, as an oil production engineer. But having risen to become CEO of the descendant Exxon Mobil, he effectively served as a kind of head of state — not only running the energy behemoth, but also conducting its foreign policy around the globe where it drilled or refined or conducted other operations.\n\nThat work brought Tillerson into contact with all manner of leaders, including Russian President Vladimir Putin, who awarded him Russia's Order of Friendship in 2013. Trump and Tillerson met with Putin and Russian Foreign Minister Sergey Lavrov in Germany in June, and then Tillerson continued follow-up negotiations with Russia until his departure from office.\n\nAs secretary of state, Tillerson belonged to a cadre of leaders who sometimes preceded Trump on international travel to assuage allies' concerns about him. Or they returned after his visits to try to smooth things over.\n\nTillerson, Vice President Pence, Defense Secretary James Mattis and others emphasized conventional points about American commitment to allies and to international norms and other longstanding points — often after Trump appeared willing to flout them.\n\nAt the same time, Tillerson stayed in lockstep with the president on many matters of policy. He defended to the State Department press corps, for example, the realism that he said underpinned the administration's new strategy focused on Afghanistan, which amounted to the new goal of playing to a draw.\n\n\"I think the president was clear this entire effort is intended to put pressure on the Taliban to have the Taliban understand: You will not win a battlefield victory. We may not win one, but neither will you,\" he said.\n\nAt the same time, however, the new Afghanistan strategy will remain one of Tillerson's most significant elements of unfinished business. It depended upon a broad new diplomatic campaign across South Asia involving pressure on India and Pakistan to help with a good outcome in Afghanistan — even though, at the time, the United States did not have active ambassadors in India or Afghanistan.", "keywords": ["department", "replacing", "mike", "director", "tillerson", "white", "secretary", "told", "trump", "house", "cia", "pompeo", "state", "trumps", "president"], "polarity": 0.06945480885957075, "subjectivity": 0.3862154710368994},
{"title": "Trump CIA Nominee, Gina Haspel, Faces Tough Road To Senate Confirmation", "url": "https://www.npr.org/2018/03/13/593145944/trump-cia-nominee-gina-haspel-faces-tough-road-to-senate-confirmation", "text": "Trump CIA Nominee, Gina Haspel, Faces Tough Road To Senate Confirmation\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nUpdated at 1:10 p.m. ET\n\nPresident Trump's nominee to take over the CIA faces a rocky confirmation hearing in the Senate and a narrow political path to secure the job.\n\nDeputy CIA Director Gina Haspel is a career intelligence officer widely respected within the agency but tied up inextricably with one of the ugliest chapters in its history.\n\nShe ran a secret prison in Thailand where a suspect in the Sept. 11, 2001, terror attacks was waterboarded 83 times — and then was involved with ordering evidence about that waterboarding to be destroyed.\n\nThe CIA's network of clandestine prisons and use of brutal interrogation techniques, which critics also call torture, has been a political ulcer for the intelligence community since the administration of President George W. Bush.\n\nHaspel's role in it meant that when Trump nominated her for the No. 2 job last year, critics within and outside of Congress called for her to be blocked even though she did not require Senate confirmation.\n\nTo become full director, however, she will. Haspel is up for the top job because Trump fired Secretary of State Rex Tillerson on Tuesday and announced he planned to nominate CIA Director Mike Pompeo to take his place.\n\nSo Haspel would need to go through what could be a bruising confirmation hearing that reopens the vault on secret prisons, torture, alleged cover-ups and accountability.\n\nHaspel would be the first woman to lead the CIA, and Trump told reporters outside the White House that he had gotten to know her well.\n\nIntelligence veterans call Haspel one of their own and say the time is right for her to hold the reins.\n\n\"When she was selected to be deputy director, I think the choice was enthusiastically received at CIA,\" former National Security Agency Director Michael Hayden told NPR's Morning Edition on Tuesday. \"In all this turmoil, I actually think CIA is going to be a bit of a calm spot with Gina now being elevated to the director position.\"\n\nPolitics A Former Director On What Leadership Change Means For The CIA A Former Director On What It Means For The CIA Listen · 6:12 6:12\n\nEveryone at the CIA in the post-Sept. 11 era was simply doing what they were asked to do in the aftermath of a crisis, Hayden said.\n\nOpponents, however, made clear that they believe the Senate intelligence committee should not confirm Haspel.\n\n\"During Gina Haspel's long tenure at the CIA, she oversaw the agency's torture and rendition program, one of the bleakest chapters in our nation's history. No one who had a hand in torturing individuals deserves to ever hold public office again, let alone lead an agency,\" said Raha Wala, director of national security advocacy for Human Rights First.\n\n\"To allow someone who had a direct hand in this illegal, immoral and counterproductive program is to willingly forget our nation's dark history with torture,\" Wala added.\n\nOther opponents said Pompeo and Haspel should be able to go forward into new roles so long as they made a clear break with brutal interrogations and the past conduct of the CIA.\n\n\"Both nominees would have to disavow all previous statements and actions advocating this unlawful conduct if they are to be seriously considered as candidates,\" said Margaret Huang, executive director of Amnesty International USA.\n\n\"Torture, extraordinary rendition, and indefinite detention are unacceptable, and we cannot allow human rights abuses to be condoned in the name of national security,\" she said.\n\nMany Democrats, however, may fully oppose Haspel. Sens. Ron Wyden of Oregon and Martin Heinrich of New Mexico both wrote Trump last year to say they felt she should not get the deputy director job at CIA.\n\nWyden said on Tuesday that he feels the same way now.\n\n\"Ms. Haspel's background makes her unsuitable to serve as CIA director. Her nomination must include total transparency about this background, which I called for more than a year ago when she was appointed deputy director,\" his statement read. \"If Ms. Haspel seeks to serve at the highest levels of U.S. intelligence, the government can no longer cover up disturbing facts from her past.\"\n\nMaine Republican Sen. Susan Collins, a key voice on the intelligence committee, said on Tuesday that she would reserve judgment for now.\n\n\"I have met Gina and I know of her decades of experience at the CIA,\" Collins said. \"I prefer to wait to have a confirmation hearing before making a decision on her nomination. She certainly has the expertise and experience as a 30-year employee at the agency. But I'm sure there's going to be some questions raised.\"\n\nOpponents in the wider Senate made clear there could be no correct answers to these questions.\n\n\"I voted against Mr. Pompeo's nomination to be CIA director because he failed to express moral opposition to torture, but Ms. Haspel has done much worse,\" said Sen. Tammy Duckworth, D-Ill.\n\n\"Not only did she directly supervise the torture of detainees, but she also participated in covering it up by helping to destroy the video evidence,\" Duckworth said. \"Her reprehensible actions should disqualify her from having the privilege of serving the American people in government ever again, but apparently this president believes they merit a promotion.\"\n\nIf Democrats elect to oppose Haspel as a bloc in committee or the full Senate, Republicans will need all the votes they can get in order to confirm her, assuming the ailing Sen. John McCain, R-Ariz., remains absent from the chamber.\n\nMcCain said on Tuesday: \"The torture of detainees in U.S. custody during the last decade was one of the darkest chapters in American history. Ms. Haspel needs to explain the nature and extent of her involvement in the CIA's interrogation program during the confirmation process.\"\n\nSen. Rand Paul, R-Ky., opposed Pompeo as CIA director, and if he opposes Haspel as well, that could make for a narrow tightrope to walk.\n\nSen. Richard Burr, R-N.C., the chairman of the Senate intelligence committee, however, appeared eager to get Haspel's nomination on his committee's calendar.\n\n\"I know Gina personally and she has the right skill set, experience, and judgment to lead one of our nation's most critical agencies,\" he said.\n\n\"I'm proud of her work, and know that my committee will continue its positive relationship with the Central Intelligence Agency under her leadership. I look forward to supporting her nomination, ensuring its consideration without delay.\"\n\nNPR correspondent Susan Davis contributed to this report", "keywords": ["director", "nomination", "senate", "gina", "nominee", "confirmation", "committee", "trump", "faces", "cia", "torture", "tough", "intelligence", "haspel", "road"], "polarity": 0.03487542696403455, "subjectivity": 0.4211194220687892},
{"title": "Nikolai Glushkov, Russian Exile Linked To A Putin Critic, Dies In London", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593202135/nikolai-glushkov-russian-exile-linked-to-a-putin-critic-dies-in-london", "text": "Nikolai Glushkov, Russian Exile Linked To A Putin Critic, Dies In London\n\nEnlarge this image toggle caption Eva Ryan/AP Eva Ryan/AP\n\nNikolai Glushkov, a Russian exile who was a close friend of a noted critic of President Vladimir Putin, has died from an \"unexplained\" cause in London, police say. The Metropolitan Police says that its counterterrorism unit is handling the case \"because of associations that the man is believed to have had.\"\n\nGlushkov, 68, was a close friend of Russian oligarch Boris Berezovsky, a prominent critic of the Kremlin who was found dead in 2013. At the time, an inquiry found he had hanged himself — but Glushkov publicly disputed the idea that his friend and former business ally would have killed himself.\n\nAs British media began reporting Glushkov's death, the police issued a statement saying, \"An investigation is underway following the death of a man in his 60s in Kingston borough.\"\n\nThe London Ambulance Service had called police after being summoned to a house in New Malden, where the man was found dead.\n\n\"The death is currently being treated as an unexplained,\" police said, adding that the Metropolitan Police Counter Terrorism Command is leading the investigation as a precaution.\n\nPolice said that they believe they know the man's identity and that his family has been notified, but that officials are still awaiting a formal identification.\n\nGlushkov's death comes a week after former Russian spy Sergei Skripal and his daughter, Yulia, were found poisoned in Salisbury, England. Officials in the U.K. say they were the victims of a Russian-engineered nerve agent. The father and daughter remain in critical condition, and British Prime Minister Theresa May has demanded answers from Russia about how the lethal Novichok nerve agent came to be used on U.K. soil.\n\n\"There is no evidence to suggest a link to the incident in Salisbury,\" police said day, as they announced the investigation into Glushkov's death.\n\nOf the Skripal case, British Foreign Secretary Boris Johnson said, \"the use of this nerve agent would represent the first use of nerve agents on the continent of Europe since the Second World War.\"\n\nRussian officials have rejected the idea that their government is responsible for the attack on Skripal. On Tuesday, Foreign Minister Sergey Lavrov said such claims were \"nonsense.\"\n\nStill, the poisoning and now the unexplained death have resurfaced talk of what many see as a pattern of Russians who run afoul of the Kremlin and later die under suspicious or criminal circumstances.\n\nJust two years ago, the official report emerged about the death of Mikhail Lesin, a former Russian press minister and Putin adviser, whose death had originally been reported by Russian media outlets as the result of a heart attack — despite the fact that Lesin had died in a hotel in Washington, D.C., and that his death was eventually ruled to have been caused by \"blunt force injuries.\" The manner of death was classified as \"undetermined.\"\n\nAnother notable case involved Alexander Perepilichny, a Russian banker turned whistleblower who died during a jog near his home in Surrey. As NPR's Mary Louise Kelly reported, \"Traces of a rare, poisonous flowering plant were found in his stomach.\"\n\nAs a close associate of Berezovsky, Glushkov was linked to one of the most successful of Russia's oligarchs to emerge from the collapse of the Soviet Union. Berezovsky had been an early ally of Putin — but their relationship changed drastically, culminating in the tycoon leaving Russia and being locked in a multi-billion-dollar legal battle with another oligarch, Roman Abramovich, over proceeds from the Sibneft oil company. That dispute was eventually settled in Abramovich's favor.\n\nDescribing the suspicions around Berezovsky's death in 2013, the Financial Times reported:\n\n\"He had, after all, long claimed President Putin ordered the 2006 poisoning with radioactive polonium-210 of one of Berezovsky's protégés, Alexander Litvinenko, the former KGB agent. He was set to be a witness in a potentially explosive inquest in October into Litvinenko's death.\"\n\nGlushkov refused to believe there had been no foul play in Berezovsky's demise — particularly as it came years after the death of another ally, the Georgian billionaire Badri Patarkatsishvili, who had died of an apparent heart attack in Surrey.\n\n\"You have the deaths of Boris and Badri over a short period of time. Too many bodies are happening. I would say this is a little bit too much,\" Glushkov told The Guardian in 2013. He added that the list of prominent Russians who opposed Putin was continuing to shrink: \"I don't see anyone left on it apart from me.\"\n\nBerezovsky also controlled the Aeroflot airline — and Glushkov ran it for him. They were accused of embezzling from the enterprise, and in 2007, a Russian court ordered them to repay millions of dollars. But by then, Berezovsky had moved to London. Glushkov wasn't as fortunate; he served five years over money laundering and fraud, The Guardian reports, before following Berezovsky to England several years later.", "keywords": ["russian", "putin", "linked", "died", "agent", "death", "unexplained", "dies", "skripal", "nerve", "exile", "london", "critic", "berezovsky", "glushkov", "nikolai"], "polarity": 0.0765088383838384, "subjectivity": 0.2697979797979798},
{"title": "On Whirlwind California Trip, Trump Tours Border Wall Mockups And Talks Military", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593239313/on-visit-to-california-trump-tours-mockups-of-his-long-promised-border-wall", "text": "On Whirlwind California Trip, Trump Tours Border Wall Mockups And Talks Military\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 5:47 p.m. ET\n\nPresident Trump is making his first visit to California since taking office, using the whirlwind trip to view prototypes for his signature border wall proposal and promote his defense policies to troops stationed in San Diego.\n\nThe trip Tuesday opened with a viewing of the eight options that his administration has selected for testing — and that might serve as his long-promised wall along the border of the U.S. and Mexico, if Congress decides to allot the funds to do so.\n\n\"If you didn't have walls,\" Trump told reporters during his tour, \"you wouldn't have a country.\"\n\nThe president's arrival was awaited in the area by a cluster of police, chanting protesters and supporters clad in campaign gear, waving American flags.\n\nAlso at the site, awaiting him in contrasting silence, are the roughly 30-foot mockups the Department of Homeland Security picked to give a closer look — four of which are solid concrete, while the other four are built of \"other materials,\" including steel. Built by private contractors from across the country, from Maryland to Arizona, the prototypes have been funded with $20 million from Customs and Border Protection.\n\nHomeland Security Secretary Kirstjen Nielsen and several Border Patrol officials briefed the president on the ongoing assessment of the prototypes, the White House says, \"with a focus on how the features and attributes of each impedes illegal crossings.\"\n\nUltimately, the Trump administration expects that the whole border wall, when completed, would cost about $18 billion — though other estimates have ranged up to $38 billion. Despite a concerted effort from the White House and many GOP lawmakers, efforts to apportion that money have stalled in Congress, along with broader conversations around the Deferred Action for Childhood Arrivals and other immigration programs.\n\nTrump's campaign pledge to build a massive wall along the border between the U.S. and Mexico has proven just as divisive outside Capitol Hill. Just a day before Trump's arrival in California, the state's Democratic governor, Jerry Brown, called on the president to extend the focus of his visit beyond the wall.\n\n\"You see, in California we are focusing on bridges, not walls. And that's more than just a figure of speech,\" Brown said in a letter to the president he posted publicly Monday.\n\n\"After you've examined your wall prototypes on the border,\" he added, \"I invite you to head north to the Central Valley — the heart of California. Here in cities like Fresno and Madera more than a dozen bridges are being built for the nation's first and only High-Speed Rail line.\"\n\nOthers, such as San Diego-based immigration advocate Andrea Guerrero, see the president's proposal as an alarming symbol of the policies his administration has pursued.\n\n\"The wall is more than a wall,\" she told NPR's Richard Gonzales before Trump's arrival. \"In the shadow of that wall, a deportation force is growing and it is ripping families from one another. It is devastating communities well within the interior of the United States.\"\n\nDuring remarks to media Tuesday, Trump countered those fears by raising still others.\n\n\"There's a lot of problems in Mexico — they have a lot of problems over there,\" he said. \"The fact is, if you don't have a wall system it would be bedlam, I imagine.\"\n\nLater, he stopped in at the nearby Marine Corps Air Station in Miramar, addressing an often-boisterous crowd — and promoting what he called \"the largest military buildup since Ronald Reagan and one of the largest buildups we've ever had in the history of our nation.\"\n\nYouTube\n\nAmong other things, the president promised the assembled members of the military their \"largest pay raise in over a decade,\" brand-new warplanes and and a national strategy that \"recognizes that space is a war fighting domain — just like the land, air and sea.\"\n\n\"We may even have a 'space force,' \" he added. \"Develop another one: We have the Air Force, we'll have the space force.\"\n\nHe is expected to wrap up his day in Los Angeles with a fundraiser later in the evening.", "keywords": ["largest", "prototypes", "space", "mexico", "california", "wall", "trip", "mockups", "talks", "trump", "border", "whirlwind", "military", "president", "tours"], "polarity": 0.00608108108108108, "subjectivity": 0.3481981981981982},
{"title": "The Queen Was Paid Less Than Her Prince On Netflix's 'The Crown'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593333458/the-queen-was-paid-less-than-her-prince-on-netflixs-the-crown", "text": "The Queen Was Paid Less Than Her Prince On Netflix's 'The Crown'\n\nEnlarge this image toggle caption John Phillips/Getty Images John Phillips/Getty Images\n\nIt seems like another example of television's gender pay gap: executive producers of Netflix's drama The Crown have admitted that star Claire Foy, who played Queen Elizabeth, was paid less than Matt Smith, the supporting actor who played her husband, Prince Philip.\n\nBut a look at the details of this deal also shows how well stardom pays off in show business, especially when an actor in a supporting role is more famous than the star of their new television series.\n\nSpeaking during the INTV conference in Jerusalem, executives from the production company Left Bank Pictures, which makes The Crown for Netflix, admitted Smith was paid more in the show's first two seasons because he had spent three years as star of the popular science fiction TV series Doctor Who.\n\nLeft unanswered was the question of why Foy's pay wasn't equalized with Smith's after the success of The Crown's first season in 2016, when the actress was nominated for an Emmy and won awards from the Screen Actors Guild and the Golden Globes.\n\nOr how Smith and Foy's pay compared to compensation for John Lithgow, an Oscar, Tony and Emmy-winning actor who played Winston Churchill and was arguably the best-known performer in the show's first season.\n\nPay equality in media and show business has become a hot topic recently. Actor Mark Wahlberg wound up donating the $1.5 million he was paid for participating in reshoots for the film All the Money in the World, after news broke that his female costar Michelle Williams was paid $1,000. And the BBC recently cut salaries of its top male anchors after an annual report revealed huge gaps between the highest paid men and top earning women at the news network.\n\nExecutives at Left Bank say they have rectified the pay situation. \"Going forward, no one gets paid more than The Queen,\" said creative director Suzanne Mackie, as quoted by Variety. (The trade magazine reported in August that Foy earned an estimated $40,000 per episode on The Crown.)\n\nStill, the show's cast will change for the upcoming third season, with award-winning, critically-acclaimed British actress Olivia Colman (The Office, Broadchurch) taking over the role of Queen Elizabeth. The actor who will play Philip hasn't been announced yet.\n\nWhich means Colman might still be benefiting from the fame-centered thinking that gave Smith his bigger paycheck, even as The Crown's producers make sure no one rises above their monarch again.", "keywords": ["star", "pay", "netflixs", "supporting", "queen", "actor", "shows", "smith", "played", "crown", "paid", "prince", "john"], "polarity": 0.19151515151515153, "subjectivity": 0.37981240981240977},
{"title": "For Aspiring Doctors With Disabilities, Many Medical Schools Come Up Short", "url": "https://www.npr.org/sections/health-shots/2018/03/13/593213404/for-aspiring-doctors-with-disabilities-many-medical-schools-come-up-short", "text": "For Aspiring Doctors With Disabilities, Many Medical Schools Come Up Short\n\nEnlarge this image toggle caption Courtesy of Feranmi Okanlami Courtesy of Feranmi Okanlami\n\nBeing a medical student or resident is hard enough, but what if you have a disability that adds to the challenge?\n\nOne medical resident with a physical disability was about a year and a half into training when the medical institution finally installed an automatic door he needed. Another student faced frustrations when arranging accommodations for taking tests, with it seeming like the medical school was \"making up rules along the way.\" When another resident with a disability first sought support, the disability representative was allegedly unfamiliar with the Americans with Disabilities Act.\n\nThese firsthand experiences are documented in a report issued Tuesday by the Association of American of Medical Colleges and the University of California, San Francisco about the accessibility and inclusion of students and doctors with disabilities in the medical field. The culture and the environment surrounding disabilities varies across the board, it found, with some places doing far better than others.\n\nAbout 1,500 medical students in the U.S. have disclosed a disability and receive formal accommodations. That's about 2.7 percent of students, according to the report, and represents a lower percentage than other undergraduate programs, which average at about 11 percent for students who have disclosed a disability. The report found that in medicine especially, many students hide their disability out of a real \"fear of judgment, bias, and skewed perception of ability.\"\n\nMedicine is an incredibly tough and competitive field where, historically, doctors have been viewed as superhumans, operating at the highest physical and mental capacity at all hours of the day and night, performing miracles and saving lives. There's an expectation of perfection.\n\nBut doctors are human, too.\n\nA lack of understanding about disabilities can create big challenges for otherwise qualified and talented future doctors, says Lisa Meeks, co-author of the report and a disabilities expert at the University of Michigan Medical School. Yet some schools may not even be aware of what they could be doing to foster a more inclusive environment.\n\n\"I don't know of a school that doesn't want to do the best practice,\" says Meeks, who is also co-founder of the Coalition for Disability Access in Health Science and Medical Education, adding that schools might just not have the tools.\n\nFor Dr. Geoffrey Young, AAMC's senior director for student affairs and programs, the nearly 100-page report is a much needed blue print for medical institutions to better understand policies and perceptions of those with disabilities, whether that be the easily identifiable physical kind or lesser seen invisible ones.\n\n\"I think we have to do a better job of educating those in the field about what the potential is for those with disabilities, verses what is consumed or assumed to be an automatic inability,\" Young says, adding that the culture is shifting in medicine. \"We are having this conversation in a very open way.\"\n\nThe report identifies very clear barriers and considerations schools can take in response. That includes everything from the way disabilities are discussed in the admissions process to having a person within the institution who is well versed in both disability access issues and medical school requirements, to help future doctors better navigate their training.\n\nFor Dr. Lina Mehta, associate dean for admissions at Case Western Reserve University School of Medicine in Cleveland, improvements start with changing attitudes and approaches at the onset. Case was sited in the report as an example for the disabilities language it has adopted in its materials.\n\n\"In admissions, we sort of dictate the face and function of what medicine is going to look like by virtue of who we bring in,\" Mehta says. Having a more diverse future physician population, one that includes those with disabilities, improves the field's ability to understand and care for patients, she says. \"It's critical we bring in a group of learners and future practitioners who will mirror patient populations that they're taking care of.\"\n\nThis story is part of a reporting partnership with NPR, WHYY's health show The Pulse and Kaiser Health News.", "keywords": ["come", "medicine", "future", "schools", "medical", "disabilities", "report", "students", "doctors", "school", "short", "aspiring", "disability"], "polarity": 0.11679629629629627, "subjectivity": 0.3246150793650794},
{"title": "Call Her Jane Dough: New Hampshire Lottery Winner Can Stay Anonymous, Court Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593141325/call-her-jane-dough-new-hampshire-lottery-winner-can-stay-anonymous-court-says", "text": "Call Her Jane Dough: New Hampshire Lottery Winner Can Stay Anonymous, Court Says\n\nEnlarge this image toggle caption Steven Senne/AP Steven Senne/AP\n\nA New Hampshire lottery winner can keep her cash and her anonymity, a judge has ruled.\n\nThe winner of a $560 million Powerball jackpot in January had signed her ticket with her name, as instructed by the state lottery website. That would make her name public.\n\nShe later realized that if she had signed it with the name of a trust instead, she could have kept her identity secret. But lottery officials said she couldn't change her mind.\n\nThe winner went to court, saying in her complaint she had made \"a huge mistake\" and asking to keep her name out of the headlines.\n\nOn Monday, the Hillsborough County Superior Court Southern District gave Jane Doe another win.\n\nNew Hampshire Public Radio reports that the ruling \"could shift legal precedent in New Hampshire\":\n\n\"Currently, the front and back of winning lottery tickets are considered public documents and thus subject to the state's Right to Know laws. The Lottery Commission argued in court last month this ensures transparency in the lottery system, and can't be sidelined simply due to the size of the jackpot or reluctance of the winner. \"Lawyers for the winner, identified only as Jane Doe, argued that releasing the ticket — and therefore the winner's name and address — would do little to ensure a clean lottery system, and would instead subject her to unwanted attention. ... \"In his ruling Monday, Judge Charles Temple says that only the hometown of Ms. Doe can be released, citing her \"strong privacy interest.\" \"A lawyer with the New Hampshire Attorney General's office, which argued the case on behalf of the Lottery Commission, says it is still reviewing the decision and can't yet comment on a possible appeal.\"\n\nWilliam Shaheen, one of the lottery winner's attorneys, said the woman was delighted with the decision.\n\n\"She was jumping up and down,\" Shaheen said in a statement. \"She will be able to live her life normally.\"\n\nThe lottery winner collected her prize last week, without yet knowing whether she would be allowed to keep her name confidential, as NPR reported at the time:", "keywords": ["winner", "winners", "hampshire", "anonymous", "ticket", "stay", "lottery", "dough", "court", "argued", "system", "jane", "doe"], "polarity": 0.1189866814866815, "subjectivity": 0.45488280488280475},
{"title": "Britain Gives Russia 'Until Midnight' To Explain Use Of Nerve Agent", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593151061/britain-gives-russia-until-midnight-to-explain-use-of-nerve-gas", "text": "Britain Gives Russia 'Until Midnight' To Explain Use Of Nerve Agent\n\nEnlarge this image toggle caption Jack Taylor/Getty Images Jack Taylor/Getty Images\n\nUpdated at 3 p.m. ET\n\nBritish Foreign Secretary Boris Johnson said Tuesday that Russia has \"until midnight tonight\" to explain how a lethal Novichok nerve agent that was developed in Russia came to be used on U.K. soil. Johnson said Britain is preparing to take \"commensurate but robust\" action.\n\nReiterating British Prime Minister Theresa May's statement that it was \"highly likely\" Russia was to blame for the poisoning of former Russian spy Sergei Skripal and his daughter, Yulia, Johnson said, \"the use of this nerve agent would represent the first use of nerve agents on the continent of Europe since the Second World War.\"\n\nSkripal and his daughter were attacked more than 10 years after he was arrested and charged with working undercover for Britain's MI6. He was freed in 2010 and allowed to move to the U.K., benefiting from a prisoner swap. He is now a U.K. citizen; he and his daughter remain in critical condition after being poisoned in the historic city of Salisbury, England.\n\nAlso hospitalized was a policeman who responded to the scene; he remains in \"serious but stable\" condition, May said on Monday.\n\nOn Tuesday, May spoke with President Trump \"to update him on the ongoing investigation into the Salisbury incident,\" according to a Downing Street spokesperson.\n\n\"President Trump said the U.S. was with the U.K. all the way, agreeing that the Russian government must provide unambiguous answers as to how this nerve agent came to be used,\" the spokesperson added.\n\nRussia has rejected Britain's claims — on Tuesday, Foreign Minister Sergey Lavrov said they were \"nonsense.\"\n\nRussia has asked for access to the substance that was used — and \"to all the facts linked to the investigation,\" state-run media Tass reports. But, Lavrov says, those requests have been rejected.\n\nThe nerve agent used to poison the father and daughter is among the deadliest chemical weapons ever developed, as NPR's Geoff Brumfiel reported.\n\nThe nerve agent is part of a group of lethal materials whose name, Novichok, means \"newcomer. \" They were developed at the end of the Cold War.\n\n\"As far as I know, I don't know anybody who knows how to make it except these guys in Russia,\" Dan Kaszeta, a chemical weapons expert with Strongpoint Security in London, told Brumfiel. \"They've been a deep, dark secret.\"\n\nJohnson discussed the nerve agent's use in Britain in this transcript of a BBC interview that was posted on the government's website:\n\n\"It is very important that people understand the gravity of what has happened and the outrage that the British government feels about the use of nerve agents, use of chemical weapons, against innocent members of the public, against an innocent police officer, on UK soil. We will make sure that our response is, as I told the House last week, commensurate but robust.\"\n\nJohnson also said Britain's allies had given their support. He said that on Monday night, then-Secretary of State Rex Tillerson \"made it very clear that he sees this as part of a pack of increasingly disruptive behavior by Russia – the reckless use of chemical weapons that stretches from Syria to the streets of Salisbury.\"\n\nOn Tuesday, Russia's Ambassador Alexander Shulgin, who represents the Russian Federation at the Organization for the Prohibition of Chemical Weapons, urged British leaders \"to reserve their propagandistic ardency to the internal audience.\"\n\nThe poisoning incident comes a decade after another former Russian spy, Alexander Litvinenko, was poisoned with a rare radioactive element and died in London. The official British report on that case found that Russian President Vladimir Putin had \"probably\" approved a plan by Russia's security service to kill the former FSB agent.\n\nAfter May's public accusation this week, Russia's Foreign Ministry issued a tweet mocking her use of the phrase \"highly likely,\" turning it into a hashtag and joking that Britons might also blame Russia for a recent snowstorm in the U.K.\n\n\"Sincere thanks to Mrs May for #HighlyLikelyRussia,\" the ministry said.", "keywords": ["russian", "russia", "used", "agent", "british", "weapons", "uk", "chemical", "gives", "daughter", "britain", "midnight", "nerve", "explain"], "polarity": 0.05525362318840581, "subjectivity": 0.3263526570048309},
{"title": "Myanmar Rejects Reports That It Committed Extreme Human Rights Violations", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593252330/myanmar-rejects-reports-that-it-committed-extreme-human-rights-violations", "text": "Myanmar Rejects Reports That It Committed Extreme Human Rights Violations\n\nEnlarge this image toggle caption Fabrice Coffrini/AFP/Getty Images Fabrice Coffrini/AFP/Getty Images\n\nTwo reports to the United Nations have found that Myanmar has carried out extreme human rights violations against the Rohingya people, abuses that are most likely crimes under international law.\n\nThe U.N. Human Rights Council heard both reports on Monday: one from the Independent Fact-Finding Mission on Myanmar, and another from Yanghee Lee, the U.N. Special Rapporteur on Human Rights in Myanmar.\n\nThe government of Myanmar rejected both reports, saying their claims are unsupported, according to the Associated Press. Investigators have been barred by the government from entering Myanmar, and so have relied on interviews with refugees and others in Bangladesh, Malaysia and Thailand.\n\n\"The body of information and materials we are collecting is concrete and overwhelming,\" the experts of the Fact-Finding Mission said in their oral report. \"It points at human rights violations of the most serious kind, in all likelihood amounting to crimes under international law.\"\n\nThe mission's report was based on over 600 in-depth interviews with victims and witnesses. Investigators also analyzed satellite imagery, photos and video footage.\n\n\"Any denial of the seriousness of the situation in Rakhine, the reported human rights violations, and the suffering of the victims, is untenable,\" they said. \"We have hundreds of credible accounts of the most harrowing nature.\"\n\nThe mission found that so-called \"clearance operations\" by Myanmar security forces had driven nearly 700,000 Rohingya refugees into Bangladesh since August – and that many Rohingya were killed in such operations: \"People died from gunshot wounds, often due to indiscriminate shooting at fleeing villagers. Some were burned alive in their homes – often the elderly, disabled and young children. Others were hacked to death.\"\n\nIn her statement, Lee said that actions in the country \"bear the hallmarks of genocide.\"\n\nShe interviewed more than 100 refugees in Bangladesh, and they told her terrible things: \"Parents told me harrowing accounts of witnessing their young children being thrown into fires. Survivors described the security forces calling families out of their homes, separating men and boys to be executed in front of their families or taken away. I heard testimony of women and girls being raped and then killed, some burned alive in their homes while unconscious or tied up.\"\n\nLee said satellite images show that Myanmar is building military bases on sites where Rohingya villages have been bulldozed.\n\n\"This casts further doubt on the sincerity of Myanmar regarding repatriating the Rohingya from Bangladesh,\" she said. \"Importantly, it will be impossible for anyone to claim where they are from or describe where they had previously lived if the region's landscape has been so significantly altered. Additionally, there appears to be a policy of forced starvation in place, designed to make life in northern Rakhine unsustainable for Rohingya who remain.\"\n\nBut Myanmar's government rejected the legitimacy of the reports.\n\n\"We are not denying rights violations but we are asking for strong, fact-based, and trustworthy evidence on the allegations they are making,\" Myanmar government spokesman Zaw Htay told the AP.\n\nFacebook also came under scrutiny for the role its platform played in spreading hate speech, Reuters reports.\n\n\"It has ... substantively contributed to the level of acrimony and dissension and conflict, if you will, within the public,\" Marzuki Darusman, chairman of the fact-finding mission, told reporters. \"Hate speech is certainly of course a part of that. As far as the Myanmar situation is concerned, social media is Facebook, and Facebook is social media.\"\n\nLee said the platform had \"turned into a beast.\"\n\n\"Everything is done through Facebook in Myanmar,\" she said, according to Reuters. \"It was used to convey public messages but we know that the ultra-nationalist Buddhists ... are really inciting a lot of violence and a lot of hatred against the Rohingya or other ethnic minorities.\"", "keywords": ["reports", "rejects", "committed", "extreme", "violations", "refugees", "rohingya", "myanmar", "rights", "human", "mission", "told", "bangladesh"], "polarity": 0.029418498168498168, "subjectivity": 0.4485805860805861},
{"title": "Not Just The Boys' Beer Club: Female Crafters Tap Their Skills For Brew Day", "url": "https://www.npr.org/sections/thesalt/2018/03/13/593171590/not-just-the-boys-beer-club-female-crafters-tap-their-skills-for-brew-day", "text": "Not Just The Boys' Beer Club: Female Crafters Tap Their Skills For Brew Day\n\nEnlarge this image toggle caption Jesse Costa/WBUR Jesse Costa/WBUR\n\nLast week, women around the U.S. collaborated to make batches of beer.\n\nHere in Massachusetts, more than 20 breweries signed on to highlight women's increasing influence on what's been a male-dominated industry. But many women in the field note there are still challenges.\n\nMaureen Fabry has been a professional brewer for 20 years and recalled how, early in her career, she felt she needed to prove herself. \"Not just mentally with the science, but the physical aspect of the job,\" says Fabry. \"You know what that's like, having to pick up a half-barrel keg or 50-pound bag of grain and be on your feet 10 hours a day, seven days a week?\"\n\nBrewing has long been a boys' club. Fabry never felt excluded because of her gender — and she felt supported by many men — but she did work hard to find female mentors.\n\n\"Yeah, I mean, I did have that little agenda,\" she says, laughing, \"but I think the more I worked in the brewing industry, the more I noticed that there were other women in sort of supporting roles within brewing, but not so many like on the floor, you know, getting their hands and feet wet.\"\n\nNow, Fabry co-runs CraftRoots, her one-year-old, 100 percent female-owned brewery in Milford, Mass. That's where this week she brewed a pink-hued, Belgian wheat beer for the collaborative brew day — part of a growing initiative involving female brewers around the world. The event was created by the Pink Boots Society, an international nonprofit that provides scholarships for women who want to move ahead in all different aspects of the brewing industry — from making beer to hops cultivation to quality control and taproom management.\n\n\"There's actually more women running the brewing industry than people think,\" says Brienne Allan, head of Boston's Pink Boots Society chapter and production manager at the Notch Brewing Co. in Salem, Mass. \"A lot of them are brewery owners — and no one knows.\"\n\nAllan says roughly 240 teams of women from 10 countries registered for the Pink Boots Collaboration Brew Day. In the U.S., participants hailed from 46 states.\n\nAllan recruited the roughly two dozen Massachusetts breweries that participated in last Thursday's event — up from three last year. Each team developed its own recipe for the group brew. At Notch, for example, 20 women joined Allan in creating a pilsner. Proceeds from the collaborative beers — concocted on International Women's Day — will go back to Pink Boots.\n\nThe brewery Exhibit \"A\" in Framingham, Mass., hosted about a half-dozen women who swapped business cards and beer experiences in its big, industrial warehouse surrounded by gleaming stainless steel fermentation tanks. Kristen Sykes walked around sporting bright pink rubber boots, beer mug earrings and a black T-shirt that read, \"Mash the Patriarchy.\" She heads up the Boston Area Beer Enthusiasts Society.\n\n\"There are women who have always been supporting men in the beer industry, but they're kind of behind the scenes because they're not the rock star brewer that everybody does media about — but they're the ones who are basically keeping the lights on,\" Sykes says.\n\nSykes helped create the label and recipe for Thursday's brew: a hoppy wheat beer made with lemon verbena. Andrea Stanley grew the grains at Valley Malt, her farm and malt house in western Massachusetts. She observed that while women in beer have come a long way, there's still a lot of work to be done throughout the beer ecosystem.\n\n\"The whole ripple of the industry — you have the people that are working behind the bar that are a lot of times hired because they have a certain body shape, or whatever, you know?\" said Stanley.\n\nEquality and diversity are also issues for home brewer Lisa Small. \"Still very white, malecentric,\" Small says of the craft beer world. \"I mean, you go to any brewery and usually the head brewer is a man, who's usually white.\"\n\nThat's the case at Exhibit \"A,\" where the brewery is still predominantly male-run. But head brewer Matthew Steinberg says he started training one of his female employees, Katie Beaucage, after she expressed interest. Now she splits her time between brewery operations and the tap room.\n\nFor Steinberg, this female-driven brew day is as much about supporting women as it is about making beer. \"Yes, the liquid is the thing that's going to bring us all together, especially when the beer is [ready] and we're in this room drinking it all together, hopefully,\" he says. \"I still feel that it's about the conversations that are happening right now, behind us, that speak volumes to what I think the beer industry will be in a few years.\"\n\nThere are no stats about the number of women in the nation's booming craft beer industry. \"Unfortunately, no one is tracking that data yet,\" says Katie Stinchon, executive director of the Massachusetts Brewers Guild. The national Brewers Association also said it did not know of any such figures.\n\n\"I think it's something we're all interested in going forward,\" she says,\" because we want to know the power of the industry and how many female-driven breweries we have.\"\n\nStinchon adds, \"There's a lot of female fingerprints — if you will — on each beer that's getting out the door, so we're really proud of that.\"\n\nBut even with the rise of women throughout the industry's ranks, brew-day organizer Allan feels frustrated. In the age of #MeToo, she notes that some breweries have been jumping to market or rebrand products for women — including a beer made with food-grade glitter.\n\n\"A lot of places think they're helping, and they're not actually realizing that they're just segregating everyone even more,\" says Allan.\n\nSexism goes down slowly, it seems. Longtime brewer Fabry recalled a recent patron from Eastern Europe who couldn't believe she's the one and only brewer at CraftRoots.\n\n\"But then he started drinking the beer, and he got over it,\" she says, laughing. \"And if that's how I have to prove that a female can do it — by what's in the glass — that is what makes me the most happy, that is where the battlefield should be.\"\n\nThe Pink Boots brew-day beers will be ready in three to four weeks; the women who pitched in to make them hope to gather together to share the fruits of each team's labor.\n\nAndrea Shea is a senior arts and sometimes agriculture reporter at Boston member station WBUR, which first aired this story. She was a professional brewer back in the '90s and continues to track the industry's evolution.", "keywords": ["club", "boys", "brewery", "crafters", "female", "beer", "women", "brew", "brewer", "industry", "theyre", "think", "pink", "day", "skills", "tap"], "polarity": 0.07292483660130718, "subjectivity": 0.38761437908496743},
{"title": "ICE Spokesman Quits Over Leaders' Use Of 'Misleading Facts' To Discuss Calif. Arrests", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593104213/ice-spokesman-quits-over-leaders-use-of-misleading-facts-to-discuss-calif-arrest", "text": "ICE Spokesman Quits Over Leaders' Use Of 'Misleading Facts' To Discuss Calif. Arrests\n\nEnlarge this image toggle caption Stephen Lam/Reuters Stephen Lam/Reuters\n\nJames Schwab has resigned from his job as a Department of Homeland Security spokesman, saying he didn't agree with Trump administration officials' use of \"misleading facts\" to attack Oakland Mayor Libby Schaaf after the mayor issued a warning about an immigration sweep in late February.\n\n\"I quit because I didn't want to perpetuate misleading facts,\" Schwab told the San Francisco Chronicle. \"I asked them to change the information. I told them that the information was wrong, they asked me to deflect, and I didn't agree with that. Then I took some time and I quit.\"\n\nIn that four-day sweep through Northern California, Immigration and Customs Enforcement deportation officers arrested 232 people — but high-level federal officials, including President Trump, said Schaaf was to blame for 864 more people not being arrested. They pointed to her public warning of a pending raid, which she issued on Feb. 24, just as the operation was about to begin.\n\nICE agents had targeted more than 1,000 people in the sweep. After the raid, a Homeland Security official said it's common for a large-scale immigration sweep to net about a third of its targets, as member station KQED reports.\n\nTrump called what Schaaf did \"a disgrace,\" saying her warning was the sole reason that hundreds of people escaped arrest. His remarks amplified attacks by Attorney General Jeff Sessions and acting ICE Director Thomas D. Homan. Their claims were questioned by critics — and now by Schwab, a veteran public affairs officer who had worked at the Defense Department and NASA.\n\nEnlarge this image toggle caption The Washington Post/Getty Images The Washington Post/Getty Images\n\n\"I didn't feel like fabricating the truth to defend ourselves against [the mayor's] actions was the way to go about it,\" Schwab told the Chronicle. \"We were never going to pick up that many people. To say that 100 percent are dangerous criminals on the street, or that those people weren't picked up because of the misguided actions of the mayor, is just wrong.\"\n\nIn his attack on Schaaf, Trump said 85 percent of the targeted immigrants had criminal records. But when KQED asked ICE to explain why the targeted people had been classified as threats to public safety, a spokeswoman cited only five, of the 864, who had been convicted of serious crimes.\n\nFrom KQED:\n\n\"Of the 232 people arrested, ICE stated that 115, or just under half, had 'prior felony convictions for serious and violent offenses' or past convictions for 'significant or multiple misdemeanors.' The other half had no criminal history. \"When asked to specify how many arrestees were felons, spokeswoman Danielle Bennett would only respond, 'all of those arrested were arrested for being in violation of immigration law.' \"\n\nIn addition to sparking criticism from the Trump administration, the case also prompted the government to look into whether Schaaf may have broken any laws by sounding the alarm about the pending raid — another front in the clash between federal officials and the leaders of sanctuary cities.\n\nSchwab has now quit his job as a Homeland Security spokesman in San Francisco — but that shouldn't be taken to mean that he agrees with what Schaaf did.\n\n\"Personally I think her actions were misguided and not responsible,\" Schwab told CNN. \"I think she could have had other options. But to blame her for 800 dangerous people out there is just false. It's a false statement because we never pick up 100 percent of our targets. And to say they're a type of dangerous criminal is also misleading.\"\n\nOf the battle over how to properly characterize the events, Schwab said, \"I've never been in this situation in 16, almost 17 years in government where someone asked me to deflect when we absolutely knew something was awry — when the data was not correct.\"\n\nAfter the raid, Homan accused Schaaf of creating a dangerous situation for ICE agents. And when he announced the immigration arrests last month, Homan included this jab at the Oakland mayor:\n\n\"However, 864 criminal aliens and public safety threats remain at large in the community, and I have to believe that some of them were able to elude us thanks to the mayor's irresponsible decision. Unlike the politicians who attempt to undermine ICE's critical mission, our officers will continue to fulfill their sworn duty to protect public safety.\"\n\nOn March 7, Sessions extrapolated on Homan's remarks, converting the ICE leader's rough estimate that \"some of\" the 864 targets had escaped because of Schaaf into a statement that 800 failed arrests lay at the mayor's feet:\n\n\"According to Acting Director Homan, ICE failed to make 800 arrests that they would have made if the mayor had not acted as she did. \"Those are 800 wanted aliens that are now at large in that community —most are wanted criminals that ICE will now have to pursue with more difficulty in more dangerous situations, all because of one mayor's irresponsible action.\"\n\nTrump said in a Cabinet meeting, \"What the mayor of Oakland did the other day was a disgrace. Where they had close to 1,000 people, ready to be gotten, ready to be taken off the streets. ... The mayor of Oakland went out, and she went out and warned them all: scatter.\"\n\nAlso last week, Sessions announced a lawsuit against California for impeding federal immigration enforcement and said, \"You can be sure I'm going to use every power I have to stop that.\"\n\nVisiting Sacramento, Sessions said, \"So here's my message for Mayor Schaaf: How dare you? How dare you needlessly endanger the lives of our law enforcement officers to promote a radical open borders agenda?\"\n\nNational How San Francisco's Sheriff Is Helping Undocumented Immigrants Find Lawyers How San Francisco's Sheriff Is Helping Undocumented Immigrants Find Lawyers Listen · 4:27 4:27\n\nIn response, Schaaf said, \"How dare you vilify members of our community by trying to frighten the American public into thinking that all undocumented residents are dangerous criminals? ... How dare you distort the reality about declining violent crime rates in a diverse, sanctuary city like Oakland to advance a racist agenda?\"\n\nCalifornia Gov. Jerry Brown criticized Sessions and called on him to apologize, saying his claims about Schaaf were \"simply not true\" and were politically motivated.\n\nThen came the remarks from Trump — and another response from Oakland's mayor.\n\n\"I'm proud to live in a country where everyone can criticize elected officials,\" Schaaf said in response to a reporter's question about Trump.\n\nThe war of words with Washington has put a new spotlight on Schaaf, 52, who took office in 2015 and is now running for a second term.\n\n\"An insult from Donald Trump is a compliment to a California Democrat,\" political consultant Jim Ross tells The Mercury News in San Jose.\n\nThe newspaper also spoke to California Republican strategist Matt Rexroad, who said: \"I can't think of a single district that includes the City of Oakland, or any statewide office, where that would be a disadvantage. The only office she'd be costing herself votes in potentially is president of the United States.\"", "keywords": ["public", "facts", "sessions", "calif", "ice", "discuss", "immigration", "schaaf", "trump", "oakland", "leaders", "spokesman", "dangerous", "arrests", "mayor", "quits", "schwab", "misleading"], "polarity": -0.07270987940630795, "subjectivity": 0.46223051089122513},
{"title": "4 Questions Ahead Of The Special Election In Pennsylvania", "url": "https://www.npr.org/2018/03/13/592989422/4-questions-ahead-of-the-special-election-in-pennsylvania", "text": "4 Questions Ahead Of The Special Election In Pennsylvania\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nTuesday's neck-and-neck special election in Pennsylvania's 18th Congressional District carries a lot of weight for both parties — despite the fact that it won't even exist in its current iteration come November.\n\nRepublicans have gone all-in to try to save underperforming state Rep. Rick Saccone. The GOP nominee got an eleventh-hour rescue-mission visit Saturday from President Trump, who carried the district by about 20 points in the 2016 presidential election. GOP-allied groups have poured in more than $10 million to help Saccone, who has underwhelmed in fundraising. If that's not enough to save him, it would be an embarrassing and alarming loss for Republicans eight months from the midterm elections.\n\nMeanwhile, even Republicans privately concede that Democratic nominee Connor Lamb — a charismatic, young former Marine and prosecutor — is the superior recruit. He has brought in far more money than the GOP candidate in this traditionally solidly red district near Pittsburgh. Lamb has raised $3 million in the race, while Democratic outside groups stayed mostly on the sidelines. They have put in only about $1.7 million, allowing Lamb to run a more independent race.\n\nLamb has cut a moderate profile with a populist tinge. He has said he would oppose Nancy Pelosi as Democratic leader and has also wooed steelworkers, coal miners and union activists in this blue-collar district. He has a somewhat similar economic message to that of Trump when he campaigned and won here.\n\nThis special election was triggered by the resignation of former Rep. Tim Murphy, who stepped down after it was revealed that he — an anti-abortion-rights congressman — had had an extramarital affair and pressured his mistress to terminate a possible pregnancy.\n\nBecause of court-ordered redistricting, the district as it is drawn now will cease to exist come Election Day 2018, and neither Saccone nor Lamb will even live in the rejiggered seat. So the fact that Republicans are spending so heavily to save what's essentially a phantom district underscores what is on the line: They don't want a loss in such a GOP stronghold to spur even more panic among their ranks that Trump is dragging them down.\n\nMeanwhile, Democrats are salivating for an upset that will further galvanize their energetic base hoping for a blue wave in November. To this point, since Trump has been president, Republicans have underperformed in GOP-held House special elections but still won all five of them.\n\nPolls close at 8 p.m. ET. Here are four questions to ponder in the meantime:\n\n1. Will this be a canary in the coal mine for the GOP?\n\nA few months ago, when a rash of retirements seemed like the latest alarm bells for Republicans, GOP strategists urged caution. Some pointed to this Pennsylvania race — where Saccone was still heavily favored — as the possible canary in the coal mine to watch for Republicans. This race, they said, could be a much bigger sign of danger ahead for the GOP.\n\nIf Lamb does win on Tuesday night, it could send even more GOP members of Congress heading for the exits, adding to what's already a record number of retirements.\n\nThe ominous signs have been there for some time for Republicans. Since Trump's election, 39 state legislative races have flipped from red to blue. Democrats notched big wins last November in both the Virginia and New Jersey governors' races.\n\nAnd special House elections last year across the board showed a major shift toward Democrats, even if they didn't notch a victory in a GOP-held race yet. Republicans have far underperformed in special elections in Kansas, Montana and South Carolina — all solidly GOP territory.\n\ntoggle caption Domenico Montanaro/NPR\n\nDemocrats did score a major upset in December in the Alabama Senate race, flipping a seat in a state that Trump carried by nearly 30 points. In that contest, Republicans were running a deeply flawed candidate in GOP nominee Roy Moore, long a controversial figure in state Republican circles. Several women accused him of sexual misconduct and pursuing them romantically when they were teenagers and he was much older.\n\nRepublicans are already trying to paint Saccone as a weak candidate, but blaming him for underperforming is hardly a credible excuse in such a Republican area. It would instead be a sure sign of danger ahead, at least in the narrative that would form about 2018: what it would mean for GOP morale, fundraising and the power of the president to help candidates over the line.\n\nNo race is a perfect predictor, and Republicans will also surely note that before their own massive wave in 2010 that helped them capture control of the House, there was another Pennsylvania special election that went Democrats' way. That race certainly was no sign of their fortunes come November.\n\nStill, there's been more than enough evidence in the 16 months since Trump was elected that the energy on the Democratic side is very real. Now, a Lamb win would mean that even areas that were once considered safe GOP territory might no longer be.\n\n2. Is the Trump coalition transferable?\n\nTrump rode into town Saturday night in nearby Moon Township to campaign for Saccone. He had a trademark wild and unpredictable rally to help Saccone. He boasted that he was able to help save the Georgia special election in a similar fashion and later tweeted about it:\n\nThe president even gave the Democratic nominee his own Trump-branded nickname, \"Lamb the sham.\" He made the case for Saccone, who has run as an unabashedly pro-Trump candidate, before turning to myriad other topics and insults.\n\nIt was all classic Trump — eager to claim credit despite scant evidence he helped move many poll numbers, as in Georgia. He didn't mention other places where he has gone in and lost — like Alabama, where he first backed the losing primary candidate and then failed to get Moore across the finish line.\n\nFor Trump, every day is Nov. 8, 2016. He revels in reliving that historic night and boasting of his unexpected victory over Hillary Clinton. But now Tuesday night could show whether Trump's winning coalition is transferable to other candidates — or not.\n\nDemocrats faced a similar problem under President Obama. As NPR's Domenico Montanaro calculated, when Obama was on the ballot, Democrats gained 31 seats in the House and nine in the Senate. When he wasn't, the party lost 82 seats in the House and 17 in the Senate.\n\ntoggle caption Domenico Montanaro/NPR\n\nObama's popularity dropped during his tenure, and he was, indeed, a drag on his own party in 2010 after the Affordable Care Act passed. But Obama's numbers were stronger than Trump's, and there wasn't the constant chaos and scandal plaguing the current White House.\n\nUltimately, Trump's unpopularity remains the biggest detriment for Republicans in the midterms. It raises the question of how Trump could be — or is willing to not be — dispatched on behalf of Republicans on the trail over the coming months. That will be even more acute if Saccone loses. Even places like the Rust Belt where he was once seen as an asset may not be a given any longer.\n\nWhile Trump doesn't like to be associated with anything losing, he also never passes up a chance to get before a crowd. So while he may salivate at campaigning more, it could be hard for anyone in the GOP to make the case to the president he would hurt more than help.\n\nRepublicans have already been trying to downplay expectations ahead of a loss too, with Pennsylvania GOP Chairman Val DiGiorgio making the stunning argument on Fox News Monday that \"this is a Democrat district\" despite Trump's heavy win — even though past GOP presidential nominees also performed similarly and Murphy routinely won re-election easily, or even went unopposed. A Democrat hasn't won here in 15 years.\n\n3. Can the economy and tax bill save Republicans — or not?\n\nThe silver bullet for Republicans in the midterms could be the positive economy — and the GOP tax cuts they passed last year that are growing in popularity.\n\nYet that argument wasn't used much in the final stretch to help Saccone in Pennsylvania. Early ads touted economic growth and the tax overhaul, while hitting Lamb for downplaying the impact of the tax cuts. But in the final stretch, that message was abandoned for much more ominous ads hammering Lamb over immigration and crime.\n\nThat was the same dark turn Republicans took in Virginia last fall — a gambit that failed. So if that's their closing message, it's a sign that the political boon they hoped to gain from an economic boom might not be working. And, as much as Democrats haven't figured out messaging on the tax bill, Republicans may not have either.\n\nOne of the unknowns is how the recently announced tariffs could affect the race. Areas like the 18th District, where blue-collar Democrats crossed party lines to vote for Trump, have been hard hit in an age of globalization. Trump's imposed tariffs on steel and aluminum would seem to be tailor-made to boost political support in economically distressed areas like this.\n\nHowever, a Monmouth University poll (taken before Trump's visit), which showed Lamb with a narrow lead — both under regular- and high-turnout scenarios — found the tariff announcement didn't seem to sway voters at all. Plus, both Saccone and Lamb have been supportive of the tariffs.\n\nEnlarge this image toggle caption Gene J. Puskar/AP Gene J. Puskar/AP\n\n4. Can Republicans' anti-Pelosi message still work?\n\nLamb has run a more centrist campaign and underscored local issues. That has helped him close the gap and win crossover Republicans. But this race is also a test of whether Democrats can blunt what has been one of Republicans' most effective weapons — Nancy Pelosi.\n\nLamb has run ads boasting about how he would oppose Pelosi as Democrats' House leader — or even speaker — if he is elected, echoing pushes by like-minded legislators such as Ohio Rep. Tim Ryan and Massachusetts Rep. Seth Moulton in calling for new leadership. And the surrogates he has had campaign for him, like former Vice President Joe Biden, have a much different appeal to voters in this area than the San Franciscan could.\n\nNevertheless, Republicans have been repeatedly able to turn Pelosi into a political bogeyman, dragging down surging candidates by tying her to them. It was a strategy they first employed successfully in 2010 — and replicated it. They most recently used it in last year's Georgia special election.\n\nAds from outside GOP-aligned groups have continued to argue that Lamb would still be a Pelosi lackey even though he says now he wants new leadership. But if Lamb is able to survive being linked to Pelosi, it could be an encouraging sign for Democratic candidates across the country, some of whom have already signaled they want new leadership, as well.\n\nPelosi remains a fundraising machine for the Democrats, and she still wields considerable influence. But if Democrats want to win back the House, a Lamb win might show they need more candidates like the Pennsylvanian in conservative areas who are willing to buck the status quo and go against party leadership.\n\nAnd that could raise even more questions of who will be in the leader's chair come 2019.", "keywords": ["republicans", "democrats", "race", "pennsylvania", "district", "questions", "ahead", "trump", "lamb", "special", "election", "saccone", "gop"], "polarity": 0.1679866419294991, "subjectivity": 0.46896260723403577},
{"title": "Mike Pompeo: A Soldier, Spy Chief And Tea Party Republican To Become A Diplomat ", "url": "https://www.npr.org/sections/parallels/2018/03/13/567733814/mike-pompeo-a-soldier-spy-chief-and-tea-party-republican-becomes-a-diplomat", "text": "Mike Pompeo: A Soldier, Spy Chief And Tea Party Republican To Become A Diplomat\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nMike Pompeo, whom President Trump tapped Tuesday to replace Rex Tillerson as secretary of state, has an extraordinary résumé. He graduated at the top of his class at West Point. He served as a tank officer in Europe. He went to Harvard Law School.\n\nHe was a corporate lawyer who launched a successful aerospace business. He got elected to Congress as a Tea Party Republican from Kansas in 2010. For more than a year, he has run the CIA.\n\nHowever, he has never been a diplomat, either by profession or temperament.\n\n\"Pompeo is very much a hard-liner on issues of national security, broadly,\" said Ian Bremmer, head of the Eurasia Group, which analyzes global politics. \"He's smart, but he's also quite bombastic, and that plays well with Trump. But that doesn't necessarily support a balanced national security policy.\"\n\nPompeo recently declared that the U.S. would not soften its stance on North Korea ahead of planned talks between North Korean leader Kim Jong Un and Trump.\n\n\"Make no mistake about it,\" Pompeo said on Fox News Sunday. \"While these negotiations are going on, there will be no concessions made.\"\n\nPompeo has previously suggested he favors regime change in North Korea, though, he said in December, \"I've learned the art of nuance in my 10 months\" at the CIA. \"So suffice it to say, I hope that diplomatic and economic pressure will help resolve this in a way that doesn't require a military outcome that I know nobody is excited about.\"\n\nPompeo has also been a leading critic of the nuclear deal with Iran. He took the unusual step of sending a warning letter to Qasem Soleimani, the head of Iran's Al-Quds force, which operates in Iraq and elsewhere in the Middle East.\n\n\"I sent a note to Qasem Soleimani because he indicated that forces under his control might threaten the U.S.,\" Pompeo said during a conference last year at the Ronald Reagan Presidential Library outside Los Angeles. \"He refused to open the letter. It didn't break my heart.\"\n\n'Very good chemistry'\n\n\"With Mike, we've had a very good chemistry from the beginning,\" Trump told reporters Tuesday, before leaving for California. Trump said Gina Haspel, the deputy director at the CIA, would be replacing Pompeo.\n\nOne of Pompeo's strengths is his strong personal bond with the president.\n\nPompeo has described the intelligence briefing he provides most mornings at the White House in positive terms.\n\n\"We have a half-hour, 40 minutes every day. He asks lots of hard questions as any good intelligence consumer would. He's very engaged.\"\n\nLeon Panetta, who served as a CIA director under President Barack Obama, says he and Pompeo speak regularly about the job they've shared.\n\n\"God bless Mike Pompeo for having the ability to sit down with the president and have the president listen. I was a little worried about that,\" said Panetta, who appeared alongside Pompeo at the event held at the Reagan library. \"But if Mike is doing that, and the president is engaged, that is extremely important to the president being able to do the job.\"\n\nHowever, The Washington Post recently challenged this scenario, reporting that the face-to-face presidential briefings tended to play down or avoid matters relating to Russia, which might upset Trump.\n\n\"Russia-related intelligence that might draw Trump's ire is in some cases included only in the written assessment and not raised orally, said a former senior intelligence official familiar with the matter,\" the newspaper reported.\n\nPompeo's supporters say he'll be a much better fit as secretary of state than was Rex Tillerson, who often seemed out of sync with the president.\n\nPompeo is likely to have far more credibility as the president's surrogate when he speaks to foreign leaders.\n\nJob Upgrade\n\n\"To my mind, this absolutely represents a job upgrade for Mike Pompeo,\" said Danielle Pletka of the conservative American Enterprise Institute.\n\n\"Dealing with the North Korea nuclear challenge, dealing with the Iranian regional challenge, dealing with the China challenge, the Russia challenge, all of those things are an opportunity for Mike Pompeo.\"\n\nAfter winning election to Congress in 2010, Pompeo has risen rapidly as an aggressive partisan.\n\nBefore he joined the Trump administration, he was perhaps best known as an outspoken critic of Hillary Clinton and the way she handled the attack on the U.S. diplomatic compound in Benghazi, Libya, in 2012, when she was secretary of state. The U.S. ambassador and three security personnel were killed in the attack.\n\n\"Why don't you fire someone?\" Pompeo said at the 2015 congressional hearing. \"How come no one has been held accountable to date?\"\n\n\"In the absence of finding dereliction or breach of duty, there could not be immediate action taken,\" Clinton said.\n\n\"The folks in Kansas don't think that was accountability,\" Pompeo said.\n\nOn most issues, it's hard to find any daylight between Trump and Pompeo.\n\nPompeo even says the president's less-than-diplomatic tweets — directed at rivals — have worked to the CIA's benefit.\n\n\"Our adversaries respond to the tweets in ways that were helpful to us — to understand command and control issues, who's listening to what messages, how those messages are resonating around the world,\" Pompeo said.\n\nGreg Myre is a national security correspondent. Follow him @gregmyre1.", "keywords": ["tea", "mike", "republican", "security", "north", "state", "secretary", "challenge", "trump", "intelligence", "chief", "pompeo", "spy", "party", "soldier", "president", "diplomat"], "polarity": 0.19390207267479995, "subjectivity": 0.4450093189638643},
{"title": "Charles Manson Grandson Wins Legal Battle Over Cult Leader's Body", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593121657/charles-manson-grandson-wins-legal-battle-over-cult-leaders-body", "text": "Charles Manson Grandson Wins Legal Battle Over Cult Leader's Body\n\ntoggle caption AP\n\nAt least three people claimed that they had a legal right to dispose of the body of cult leader Charles Manson. Now, a court has ruled in favor of Manson's purported grandson Jason Freeman.\n\nManson died in November while serving a life sentence for directing a notorious killing spree in Los Angeles in 1969. Since then, his remains have been stored in California's Kern County as the legal battle played out.\n\nFreeman did not immediately clarify his plans for disposing of the body, according to The Associated Press, but has \"previously said he would cremate and spread the ashes of Manson and put to rest 'this so-called monster, this historical figure that shouldn't have been blown up as big as it was for all these years.'\"\n\nEnlarge this image toggle caption Brian Melley/AP Brian Melley/AP\n\nManson's cult killed seven people over the course of two nights in 1969, including actress Sharon Tate, who was pregnant at the time.\n\nThis legal fight over the cult leader's remains \"foreshadows what lies ahead as the same competing camps wrestle for control of the estate,\" the wire service adds.\n\nKern County Superior Court Commissioner Alisa Knight stated in her ruling on Monday that Freeman is Manson's \"surviving competent adult next of kin,\" which means that he will determine what happens to the remains.\n\nA man named Michael Channels submitted a purported Manson will that is dated to 2002, according to court documents. The AP says that Channels is a \"pen pal who collected and sold Manson memorabilia.\"\n\nThat purported will leaves all of Manson's estate to Channels, and the probate court found some aspects of it require further proof, including the fact that Channels is also one of the witnesses to the will.\n\nA purported son of Manson, Michael Brunner, objected to Freeman's claim. Brunner later disclosed that he was legally adopted by his grandparents, the court ruling states, which disqualifies his claim.\n\nFreeman's attorney, Dale Kiken, told the AP that he expects Manson's ashes to be disseminated over a body of water.\n\n\"From a logical standpoint, there's a great benefit to a public scattering of his ashes, not just for finality for his relatives but to everyone affected by Mr. Manson,\" Kiken said, according to the wire service.", "keywords": ["wins", "charles", "legal", "manson", "grandson", "mansons", "body", "ashes", "battle", "cult", "court", "purported", "leaders", "channels", "according"], "polarity": 0.15662525879917186, "subjectivity": 0.2809006211180124},
{"title": "Nerve Agent Found In U.K. Is Rare And Definitely Russian", "url": "https://www.npr.org/sections/parallels/2018/03/12/592964624/nerve-agent-found-in-u-k-is-rare-and-definitely-russian", "text": "Nerve Agent Found In U.K. Is Rare And Definitely Russian\n\nEnlarge this image toggle caption Chris J Ratcliffe/Getty Images Chris J Ratcliffe/Getty Images\n\nThe type of nerve agent used to poison a former Russian spy and his daughter in the U.K. was developed in a top-secret laboratory in Moscow and was once a closely held secret of the Russian government.\n\nSergei Skripal and his daughter, Yulia, were found slumped on a bench in the city of Salisbury on March 4. Experts quickly assessed that Skripal — a former Russian intelligence official accused of spying for the British — had been poisoned with a nerve agent.\n\nOn Monday, British Prime Minister Theresa May named the agent in a speech before Parliament.\n\n\"It is now clear that Mr. Skripal and his daughter were poisoned with a military-grade nerve agent of a type developed by Russia,\" she said. \"This is part of a group of nerve agents known as Novichok.\"\n\nNovichok agents are extremely rare.\n\n\"As far as I know, I don't know anybody who knows how to make it except these guys in Russia,\" says Dan Kaszeta, a chemical weapons expert with Strongpoint Security in London. \"They've been a deep, dark secret.\"\n\nNovichok means \"newcomer\" in Russian. Kaszeta says that Novichok agents were developed in the 1980s as a new weapon in the waning days of the Cold War. Novichok chemicals were designed to evade equipment carried by NATO troops. \"They wanted to develop nerve agents that the West couldn't detect,\" he says.\n\nAccording to a defector's report published by the Stimson Center in 1995, they were developed at the State Scientific Research Institute of Organic Chemistry and Technology in Moscow. As the U.S. and Russia were laying the groundwork to dismantle their chemical weapons stockpiles, researchers at the institute were working in secret to develop the new Novichok chemicals.\n\nAccording to the report, by a former scientist named Vil Mirzayanov, the agents were similar to deadly nerve agents but far more powerful. They were also designed to be made using commercially available chemicals, organophosphates, used in fertilizers and pesticides.\n\nThe goal was to develop a new class of nerve agents that could be stockpiled in secret, even as the U.S. and Russia pledged to destroy their existing chemical weapons.\n\nAccording to Mirzaryanov's report, several new agents emerged from the Novichok program. One, known as Novichok-5, was five to eight times as deadly as the agent VX, which was used last year to kill the half-brother of North Korean leader Kim Jong Un.\n\nIn 1997, the Chemical Weapons Convention entered into force, and Russia began dismantling most of its chemical stocks. It is believed that the Novichok program was never declared. Mirzayanov's report from two years earlier stated that several tons of \"experimental\" agents were produced.\n\nAs to why anyone would use such an unusual agent, Kaszeta says he's not sure. It's possible, given the historic secrecy around the program, that the culprit might have thought it would go undetected. \"Maybe somebody somewhere felt they could get away with it,\" he says.\n\nThen again, he says, it could have just as well been used to send a clear message to would-be spies and defectors: \"It's much more than waking up with a horse head in your bed.\"", "keywords": ["russian", "agents", "russia", "used", "agent", "uk", "rare", "definitely", "chemical", "developed", "novichok", "nerve", "report"], "polarity": 0.028438228438228432, "subjectivity": 0.40846930846930846},
{"title": "Every Day Seems Like 'Day Zero' To Some Cape Town Residents", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/13/592925986/water-shortages-are-nothing-new-to-some-folks-in-cape-town", "text": "Every Day Seems Like 'Day Zero' To Some Cape Town Residents\n\nEnlarge this image toggle caption Bram Janssen/AP Bram Janssen/AP\n\nIn the front yard of a modest house in Cape Town's Khayelitsha township in South Africa, Samantha Tibisono washes her clothes with water from a communal tap.\n\nShe lives in Site C, a neighborhood where nearly two-thirds of residents live in shacks with no running water. The city provides communal taps and toilets for sanitation, but lately the taps have run dry.\n\nInside their home, Tibisono's daughter Asavela, 17, points to buckets of water on shelves and under a table.\n\n\"Sometimes [we go] two days without water,\" she says.\n\nParched by a historic three-year drought, Cape Town officials have warned for months of a \"Day Zero\"— a moment when people will have to line up for daily water rations because the dams that supply the city will be too low to pump water to houses.\n\nBut many people around the city already face a water shortage. Some say every day is Day Zero.\n\nHose woes\n\nTo stave off Day Zero, Cape Town has imposed sharp limits on water consumption — 13 gallons per person per day — with high fees for overuse. (By comparison, the average American uses 88 gallons a day.) The city also lowered the water pressure in its pipes, which officials say is the reason that Tibisono's tap is sometimes empty.\n\nDeputy Mayor Ian Neilson says frugal residents have helped pull the city back from the brink. Since January, water consumption has fallen from over 600 million liters a day to about 520 million. That's half of daily consumption in 2015.\n\n\"Provided we continue our current water-saving efforts, Day Zero can be avoided completely this year,\" Neilson said in a statement.\n\nDown the street from Tibisono, Kwande Kulu sprays vehicles with a pressure hose. He says city officials threatened to close his car wash for wasting municipal water. So he paid to drill a well and now uses groundwater to wash the cars.\n\n\"If you have a borehole, you're sorted,\" he says. \"You're safe.\" (That's a deep, narrow shaft bored into the ground to extract water.)\n\nOne of his customers, Zola Mfakado, drinks beer and eats grilled sheep meat while he waits for his car. He says he's one of the lucky few in the township with a flushing communal toilet. Many others use buckets. About 13 percent of Cape Town's residents lack indoor plumbing, according to a 2013 city report.\n\n\"The issue of Day Zero doesn't mean anything to us because we've always been on Day Zero,\" Mfakado says.\n\nTrickle-down economics\n\nThe water shortage in Cape Town has had far-reaching economic consequences.\n\nLabor lawyer Michael Bagraim, a South African Parliament lawmaker with the Democratic Alliance opposition party, says Day Zero warnings helped curb water use — but also scared away tourists from the country's second-largest city. Agriculture has likewise been affected, with crops drying out and farmers releasing water from private dams to help shore up the dwindling supply.\n\nBagraim estimates that the water shortage has led to the loss of about a quarter-million jobs in the Western Cape province that includes Cape Town. Prices for fruit, vegetables and wheat are expected to rise.\n\n\"It has created anxiety in the business community,\" Bagraim says. \"That fear translated into many of the businesses saying, 'Well, we want to retrench.' \"\n\nCity counselor Xanthea Limberg says Cape Town is working on several desalination plants and groundwater development projects, which should begin to bolster the water supply in the coming months.\n\nFor now, residents are relying on charity and their own ingenuity.\n\nAt the Isikhokelo Primary School in Khayelitsha, Principal Yoliswa Qomoyi recently put covers and padlocks over outdoor taps — and closed all but one faucet in each of the student bathrooms — to comply with water restrictions. She asked parents to send their kids to school with water.\n\n\"With us, there is high unemployment rate, so parents cannot afford to buy them water from the supermarkets. Its not easy for them,\" Qomoyi says.\n\nOn a recent morning, she was relieved to see a truck pull up to the school loaded with 500 gallons of water in two pallets of bottles. Schoolboys wearing matching green cardigans and gray slacks hopped into the truck and formed a chain to pass them to their classmates, who carried them into the school's courtyard.\n\nHlomla Myendeki, 12, says he walks more than a mile to school, carrying water from home that he often has to share when he arrives. \"How can you stand with other learners but you can't share with them?\" he asks.\n\nAs he spoke, students crowded against a wall to pose for pictures with hundreds of water bottles.\n\nAwonke Matinise, 12, says the water shortage makes school difficult. \"Sometimes I get thirsty and realize that there's no water in our school,\" she says. \"So I just have to just stand there and write the papers.\"\n\nEnlarge this image toggle caption Daniella Cheslow/NPR Daniella Cheslow/NPR\n\nThe burden of thirst\n\nThe water that arrived at the Isikhokelo school came from the Gift of the Givers Foundation. The charity's Cape Town program manager, Ali Sablay, says he constantly fields calls from schools, institutions and homes for the elderly.\n\n\"There's a real panic,\" he says.\n\nThe charity hopes to provide longer-term solutions to the water shortage. In February, it bought a drill rig to dig 200 groundwater boreholes across Cape Town in the coming months.\n\nSablay recently visited the rig at the Peak View Secondary School in the suburb of Athlone. It clattered in the schoolyard as it probed the earth for groundwater and splattered fine wet dust over students on their lunch break.\n\nSablay says that after the water from the borehole is treated, it will supply not only the school, but also the surrounding neighborhood.\n\n\"That will be a big relief to the school community,\" says Peak View Principal Oswald De Villiers.\n\nThe vast majority of his students live in townships, he says. To get water, they have to walk to communal taps.\n\n\"Once we find water,\" he says, \"we are going to give each and every learner 5 liters a day to take home, so we can also ease the burden on them.\"\n\nWater pleasure\n\nFor now, the water restrictions are a hardship even for the fairly well off.\n\nMusician Bylelwa Sakayi, a mother of two young children, says the rules and limits are hard to comply with.\n\n\"You have to run after [your kids] when they go into the loo and remind them — constantly remind them — not to flush,\" she says.\n\nSakayi's brick house in Khayelitsha has indoor plumbing. But she lives in fear that authorities will cut off her water or charge her high rates if she exceeds restrictions.\n\nFor a recent music gig, Sakayi stayed at a hotel in a Cape Town suburb and got a rare treat.\n\n\"Before I got dressed and made up, I went into the shower,\" she says. \"I let it run, I let it run. It felt so good.\"\n\nDaniella Cheslow is an international reporter covering climate and cuisine. When she's not on the road, she works as an editor at NPR headquarters in Washington, D.C. Previously she reported for AP in Jerusalem. Follow her @dacheslow.", "keywords": ["city", "run", "residents", "town", "cape", "zero", "school", "water", "shortage", "day"], "polarity": 0.04616425448515001, "subjectivity": 0.41947346600331675},
{"title": "Trump Will Visit U.S.-Mexico Border To Tout Long-Promised Wall", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593071082/trump-visits-u-s-mexico-border-to-tout-long-promised-wall", "text": "Trump Will Visit U.S.-Mexico Border To Tout Long-Promised Wall\n\nEnlarge this image toggle caption Elliott Spagat/AP Elliott Spagat/AP\n\nPresident Trump visits California Tuesday where he will appear at the U.S.-Mexico border to promote the prototypes of the border wall he has promised to build in his fight against illegal immigration.\n\nThere will be protests by opponents who oppose construction of the wall, as well as local supporters who say a border wall is exactly what's needed to keep the country safe.\n\nThe prototypes are being displayed near where there is already about 14 miles of border fencing topped with razor wire.\n\nTo get a good look at the existing border fence, just go to the San Diego district of San Ysidro, just north of the border with Tijuana. There is a massive premium outlet mall with retail names familiar to any American consumer.\n\n\"You'll see a lot of pedestrians shop here. This is a regional international shopping center where you'll get international visitors coming to shop here,\" said David Flores. He works for Casa Familiar, a local non-profit focused on revitalizing the economy of this border district.\n\nOn a recent driving tour of San Ysidro, he turned to the back end of the mall which butts up against a triple-layered fence separating the United States from Mexico.\n\nThere is a stunning contrast between the mall that attracts shoppers from Tijuana and the fence that is designed to keep other Mexicans out says the CEO of Casa Familiar, Lisa Cuestas,\n\n\"It doesn't matter that that fence is there. There's something bigger going on here,\" Cuestas said.\n\nShe was talking about the economic links between communities on both sides of the border, in this case San Diego and Tijuana. But as President Trump visits this border district today to inspect the prototypes of the wall he hopes to build, commerce is not likely to be high on his agenda.\n\nAnd that's OK with Jeff Schwilk, founder of San Diegans for Secure Borders. Schwilk said the existing fence, between 14 to 18 feet high is good, but a taller wall would be even better.\n\n\"Fences work just like [they] might [to] keep bad people out of your property at home,\" he said. \"Fences between countries, when you have a lot of bad people trying to sneak in, absolutely cuts down on the illegal entries. If that's what we have to have, then that's what we have to have.\"\n\nSchwilk and his group will be among those who will rally in favor of the president while he is visiting the wall prototypes.\n\nThe prototypes are eight 30-foot high slabs of steel and concrete displayed by private contractors hoping to land the job of building the multi-billion dollar wall. The administration forecasts spending about $18 billion. The project is stalled out in Congress.\n\nOpponents of the wall say it is unnecessary and wasteful.\n\n\"The wall is more than a wall. In the shadow of that wall, a deportation force is growing and it is ripping families from one another. It is devastating communities well within the interior of the United States,\" said Andrea Guerrero, the executive director of Alliance San Diego, a coalition of immigrant advocates.\n\nGuerrero pointed to the arrest last week of a mother on a sidewalk in front of her children in nearby National City. A video of her apprehension by Border Patrol agents was posted on Facebook and went viral, angering many in the immigrant community.\n\nBorder Patrol officials allege that the woman, Perla Morales-Luna, was involved in smuggling operations— a charge her attorney denies.\n\nTrump's visit to the border follows on the heels of Attorney General Jeff Sessions who came to California last week. He announced that the Justice Department is suing California to block the state's sanctuary laws that limit cooperation with federal immigration authorities.\n\nState officials, starting with Gov. Jerry Brown, are promising to fight the lawsuits.", "keywords": ["usmexico", "prototypes", "thats", "san", "tijuana", "visit", "fence", "wall", "trump", "longpromised", "border", "states", "tout", "mall"], "polarity": 0.0722705314009662, "subjectivity": 0.43099033816425114},
{"title": "Republicans On House Intel Panel Conclude There Was No Collusion With Russia", "url": "https://www.npr.org/2018/03/12/593016429/republicans-on-house-intel-panel-conclude-there-was-no-collusion-with-russia", "text": "Republicans On House Intel Panel Conclude There Was No Collusion With Russia\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 9:15 p.m. ET\n\nHouse intelligence committee Republicans on Monday cleared President Trump's campaign of colluding with the Russians who attacked the 2016 U.S. election, concluding a probe that minority Democrats had long argued was focused on appeasing the White House.\n\nThe intelligence committee's findings do not end the Russia imbroglio — the Senate intelligence committee and Justice Department special counsel Robert Mueller are continuing their work — but they provide a political shot in the arm for Trump. The president touted the findings on Twitter later Monday night.\n\nTrump and his advisers have denied from the first they had any role in what intelligence officers call the \"active measures\" that Russia has been waging against the United States for years. The Republicans' initial report on Monday affirmed that those active measures have been taking place but said there was no evidence Trump played any role in them and, in a departure with the U.S. intelligence community, Republicans disputed that they were intended to help Trump win.\n\nRepublicans also highlighted what they call the real problems within the Russia matter, including what they say was the abuse of surveillance powers by national security officials and what they called \"problematic contacts between senior intelligence community officials and the media.\"\n\nHouse committee Chairman Devin Nunes, R-Calif., was set to send the majority's draft of the report to Democrats on Tuesday for their review. Democrats are expected to dispute its conclusions as premature or partisan and raise what they call the roadblocks to a true investigation that Republicans put in place. Ranking member Adam Schiff, D-Calif., wanted to issue certain subpoenas or pursue other leads, for example, which he said the majority would not accommodate.\n\nUltimately, Monday's announcement by intelligence committee Republicans set the stage for the partisan outcome that has long appeared in store for the committee's Russia probe: a majority Republican report and a minority Democratic one that reach different conclusions.\n\nRep. Mike Conaway, R-Texas, another top Republican on the intelligence committee, told reporters that meetings and other contacts between people on the Trump campaign and Russians might have been ill-advised at the time but did not add up to an international conspiracy to throw the election.\n\n\"We found perhaps some bad judgment, inappropriate meetings, inappropriate judgment in taking meetings,\" he told The Associated Press and other news organizations. \"But only Tom Clancy or Vince Flynn or someone else like that could take this series of inadvertent contacts with each other, or meetings or whatever, and weave that into sort of a fiction page turner, spy thriller.\"", "keywords": ["republicans", "russia", "panel", "collusion", "democrats", "committee", "contacts", "intel", "meetings", "trump", "intelligence", "report", "told", "conclude", "house"], "polarity": 0.04019047619047619, "subjectivity": 0.42371428571428565},
{"title": "Pilot Of Plane That Crashed In Nepal Reportedly Was Confused About Runway Approach", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593066978/pilot-of-plane-that-crashed-in-nepal-reportedly-was-confused-about-runway-approa", "text": "Pilot Of Plane That Crashed In Nepal Reportedly Was Confused About Runway Approach\n\nEnlarge this image toggle caption Niranjan Shreshta/AP Niranjan Shreshta/AP\n\nThe pilot on a US-Bangla Airlines flight that crashed at Nepal's main airport, killing 49 of the 71 people aboard, was apparently confused about which direction the plane should use to approach the runway.\n\nThe airline's CEO Imran Asif accused Kathmandu's air traffic controllers of giving the pilot the wrong instructions, according to Reuters.\n\nHowever, according to India's First Post news site, airport general manager Raj Kumar Chettri, said the plane was seen making two rounds in a northeast direction:\n\n\"Traffic controllers asked the pilot if things were OK, and he replied, 'Yes.' The tower then told the pilot his alignment was not correct, but there was no reply, Chettri added.\" \"'The plane should have come from the right direction,' Chettri said, adding that it hit the airport fence, touched the ground and then caught fire. It was not immediately clear if the pilot had issued a 'Mayday' call, or distress signal.\"\n\nIn a recording by air traffic monitoring website liveatc.net, the pilot can be heard asking for permission to land the Bombardier Dash 8-Q400 from the north, which is granted by the air traffic controller. Moments later, the pilot says he is on approach from the south, and the controller also approves that approach, according to The Associated Press.\n\nThe AP reports:\n\n\"A separate conversation between the tower and a Nepali pilot added to the sense of miscommunication between the controllers and the pilot of the Bangladeshi plane before the crash Monday. 'Looks like they are really confused,' one man says in Nepali talking about US-Bangla Flight BS211. 'They appear to be extremely disoriented,' another man said. Just before landing the pilot asks, 'Are we cleared to land?' \"\n\nThe Kathmandu Post adds: \"Director General of Civil Aviation Authority of Nepal (Caan) Sanjiv Gautam said that the plane was out of control when it attempted to land on the runway. 'The aircraft was permitted to land from the Southern side of the runway over Koteshwor but it landed from the Northern side,' said Gautam suspecting the aircraft might have sustained some technical glitches. 'We are yet to ascertain the reason behind the unusual landing.' \"\n\nA police spokesman Manoj Neupane said Tuesday that 49 people were confirmed to have been killed and 22 injured, according to the AP.\n\nThe Post quotes Nepal Police Spokesperson DIG Manoj Neupane as saying 22 injured passengers were undergoing treatment at various hospitals in Kathmandu.", "keywords": ["approach", "runway", "pilot", "land", "confused", "traffic", "controllers", "reportedly", "post", "plane", "nepal", "according", "crashed"], "polarity": -0.021130952380952382, "subjectivity": 0.5192857142857144},
{"title": "'National Geographic' Reckons With Its Past: 'For Decades, Our Coverage Was Racist'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592982327/national-geographic-reckons-with-its-past-for-decades-our-coverage-was-racist", "text": "'National Geographic' Reckons With Its Past: 'For Decades, Our Coverage Was Racist'\n\nEnlarge this image toggle caption C.P. Scott (L) and H.E. Gregory (R)/National Geographic C.P. Scott (L) and H.E. Gregory (R)/National Geographic\n\nIf National Geographic's April issue was going to be entirely devoted to the subject of race, the magazine decided it had better take a good hard look at its own history.\n\nEditor in Chief Susan Goldberg asked John Edwin Mason, a professor of African history and the history of photography at the University of Virginia, to dive into the magazine's nearly 130-year archive and report back.\n\nWhat Mason found was a long tradition of racism in the magazine's coverage: in its text, its choice of subjects, and in its famed photography.\n\nEnlarge this image toggle caption National Geographic National Geographic\n\n\"[U]ntil the 1970s National Geographic all but ignored people of color who lived in the United States, rarely acknowledging them beyond laborers or domestic workers,\" writes Goldberg in the issue's editor letter, where she discusses Mason's findings. \"Meanwhile it pictured 'natives' elsewhere as exotics, famously and frequently unclothed, happy hunters, noble savages—every type of cliché.\"\n\nUnlike magazines such as Life, \"National Geographic did little to push its readers beyond the stereotypes ingrained in white American culture,\" Goldberg says, noting that she is the first woman and first Jewish person to helm the magazine – \"two groups that also once faced discrimination here.\"\n\nTo assess the magazine's coverage historically, Mason delved into old issues and read a couple of key critical studies. He also pored over photographers' contact sheets, giving him a view of not just the photos that made it into print, but also the decisions that photographers and editors made.\n\nHe saw a number of problematic themes emerge.\n\n\"The photography, like the articles, didn't simply emphasize difference, but made difference ... very exotic, very strange, and put difference into a hierarchy,\" Mason tells NPR. \"And that hierarchy was very clear: that the West, and especially the English-speaking world, was at the top of the hierarchy. And black and brown people were somewhere underneath.\"\n\nFor much of its history, the pages of National Geographic depicted the Western world as dynamic, forward-moving and very rational. Meanwhile, Mason says, \"the black and brown world was primitive and backwards and generally unchanging.\"\n\nOne trope that he noticed time and again was photographs showing native people apparently fascinated by Westerners' technology.\n\n\"It's not simply that cameras and jeeps and airplanes are present,\" he says. \"It's the people of color looking at this technology in amusement or bewilderment.\" The implication was that Western readers would find humor in such fascination with their everyday goods.\n\nThen there's how the magazine chose its subject matter. Mason explains that National Geographic had an explicit editorial policy of \"nothing unpleasant,\" so readers rarely saw war, famine or civic conflict.\n\nHe points to an article on South Africa from the early 1960s that barely mentions the Sharpeville Massacre, in which 69 black South Africans were killed by police.\n\nEnlarge this image toggle caption Kip Ross/National Geographic Creative Kip Ross/National Geographic Creative\n\n\"There are no voices of black South Africans,\" Mason told Goldberg. \"That absence is as important as what is in there. The only black people are doing exotic dances ... servants or workers. It's bizarre, actually, to consider what the editors, writers, and photographers had to consciously not see.\"\n\nThen there's the way women of color were often depicted in the magazine: topless.\n\n\"Teenage boys could always rely, in the '50s and '60s, on National Geographic to show them bare-breasted women as long as the women had brown or black skin,\" Mason says. \"I think the editors understood this was frankly a selling point to its male readers. Some of the bare-breasted young women are shot in a way that almost resembles glamour shots.\"\n\nMason says the magazine has been dealing with its history implicitly for the last two or three decades, but what made this project different is that Goldberg wanted to make reckoning explicit — \"That National Geographic should not do an issue on race without understanding its own complicity in shaping understandings of race and racial hierarchy.\"\n\ntoggle caption Robert F. Sisson and Donald McBain/National Geographic\n\nFor those of us who have spent long afternoons thumbing old issues of the magazine and dreaming of far-off lands, Mason wants to make clear that looking at foreign people and places isn't a bad thing.\n\n\"We're all curious and we all want to see. I'm not criticizing the idea of being curious about the world. It's just the other messages that are sent—that it's not just difference, but inferiority and superiority.\"\n\nSo where does the storied publication go from here?\n\nOne good step would be to invite the diverse contributors to the April issue to become part of the magazine's regular pool of writers and photographers, Mason suggests.\n\n\"Still it's too often a Westerner who is telling us about Africa or Asia or Latin America,\" he says. \"There are astonishing photographers from all over the world who have unique visions – not just of their own country, but who could bring a unique vision to photographing Cincinnati, Ohio, if it came to that.\"\n\nHe notes that the magazine's images have so often captivated, even when they were stereotypical or skewed. Mason says a number of African photographers have told him that it was magazines like National Geographic and Life that turned them onto photography in the first place.\n\n\"They knew that there were problems with the way that they and their people were being represented,\" he says. \"And yet the photography was often spectacularly good, it was really inviting, and it carried this power. And as young people, these men and women said, I want to do that. I want to make pictures like that.\"", "keywords": ["national", "world", "goldberg", "photographers", "racist", "black", "reckons", "past", "mason", "women", "geographic", "coverage", "magazines", "magazine", "decades"], "polarity": 0.09568421052631575, "subjectivity": 0.46896009253904014},
{"title": "Deadly Package Explosions Across Austin Are Linked, Authorities Believe", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592906443/1-dead-at-least-2-injured-in-package-explosions-austin-police-say", "text": "Deadly Package Explosions Across Austin Are Linked, Authorities Believe\n\nEnlarge this image toggle caption Sergio Flores/Reuters Sergio Flores/Reuters\n\nUpdated at 5:50 p.m. ET\n\nWithin a span of several hours Monday morning, two package bombs detonated in separate areas of Austin, Texas, killing one resident and seriously injuring another and calling to mind a similar blast that killed one person less than two weeks ago. Authorities say there are marked similarities in the three explosions.\n\n\"Based on evidence that we have at this scene, as well as the other two scenes where we've had these explosions, this evidence makes us believe that these incidents are related,\" interim Austin Police Chief Brian Manley told reporters at the site of the third explosion.\n\n\"We are putting together a task force that will work jointly until we conclude this investigation and we arrest the person or persons responsible,\" Manley added. \"And we will leave no stone unturned because we are not going to allow this to go on in our city.\"\n\nThe first blast Monday, which detonated before 7 a.m., killed a 17-year-old boy and injured a woman. Just hours later in another neighborhood, a second explosion badly injured a 75-year-old woman, who was hospitalized with potentially life-threatening injuries.\n\nRoughly 10 days earlier another package exploded, killing 39-year-old Anthony Stephan House at his home.\n\nThere was nothing in that first explosion that \"made us believe in that moment that it was part of anything larger than an isolated incident,\" Manley said, noting that the events Monday changed their assessment.\n\nHe noted that they do not believe the packages had been sent \"by any of the official mail delivery services,\" saying that these \"box-type deliveries\" instead appeared to have been left on the victims' doorsteps overnight.\n\nHe said they are also not sure the victims themselves were the intended targets, because the packages were \"left at homes where there are either multiple residents or it might even be left at the wrong address.\"\n\nThat said, he added, they are ruling nothing out, including the possibility \"that hate crime is at the core of this.\" The first two packages were left at the homes of black residents, while Manley described the septuagenarian victim of the third blast as a Hispanic woman.\n\nThe FBI and agents with the Bureau of Alcohol, Tobacco, Firearms and Explosives are helping the Austin Police Department investigate. In the meantime, Manley said, \"it is appropriate for residents to be concerned.\"\n\nHe warned people in Austin to leave any suspicious packages untouched and call the authorities immediately.\n\nThe attacks come at a particularly sensitive time for the city, which kicks off its annual South by Southwest Music Festival on Monday. The festival — which attracts more than 2,000 artists from dozens of countries — is just one of several South by Southwest events in mid-March covering film, education, technology and gaming. More than 167,000 people attended the music festival alone last year, according to CNN.\n\n\"First and foremost, Cecilia and I offer our thoughts and prayers to the victims of these atrocious attacks,\" Gov. Greg Abbott said in a statement. \"I want to assure all Texans, and especially those in Austin, that local, state and federal law enforcement officials are working diligently to find those responsible for these heinous crimes.\"\n\nHis office is offering a $15,000 reward for information leading to the identification and arrest of anyone involved in the blasts.", "keywords": ["linked", "blast", "victims", "austin", "left", "manley", "residents", "festival", "explosions", "package", "believe", "authorities", "deadly", "packages"], "polarity": -0.03297101449275363, "subjectivity": 0.348852657004831},
{"title": "UConn Is First Overall Seed In NCAA Women's Basketball Tournament", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593063239/uconn-is-first-overall-seed-in-ncaa-womens-basketball-tournament", "text": "UConn Is First Overall Seed In NCAA Women's Basketball Tournament\n\nEnlarge this image toggle caption Jessica Hill/AP Jessica Hill/AP\n\nThe slots in the NCAA women's basketball tournament bracket have been filled and Connecticut is the first overall seed.\n\nAt 32-0, they are the only team to enter the NCAA tournament unbeaten.\n\nThe Huskies are aiming for their 12th national championship. Last season, UConn was the overwhelming favorite but lost to Mississippi State in the Final Four.\n\nThis year's other No. 1 seeds are Notre Dame, Louisville and Mississippi State.\n\nHere's a printable bracket for the women's tournament.\n\nThere were five teams trying to get into the bracket's top spots and in the end Baylor lost out.\n\nThe Associated Press reports the Bears, who lost just one game all season (31-1), instead get a No. 2 seed in Lexington, a region that includes top-seeded Louisville, Tennessee and Stanford.\n\n\"'We felt there was a razor-thin margin between Baylor and Notre Dame,' said NCAA women's basketball committee chair Rhonda Bennett. 'Notre Dame did have the top strength of schedule in the country and they did have the best strength of schedule in the country and they had nine more top-50 wins than Baylor and those were the reason that the committee put Notre Dame on that one line and Baylor on that two line.' Baylor coach Kim Mulkey said she doesn't see it as that big a deal. 'We've won a national championship as a two seed, we've won it as a one seed,' she said. 'And really what does it matter? Because the one has to play the two. Mississippi State was a two last year and they played for the national championship. We were a two seed in 2005 and we played and won the national championship.'\"\n\nThe first round of the women's tournament begins on Saturday. UConn faces St. Francis University of Loretto, Pa.\n\nThe men's NCAA basketball bracket was announced on Sunday.", "keywords": ["national", "dame", "baylor", "womens", "basketball", "uconn", "ncaa", "won", "tournament", "overall", "notre", "seed"], "polarity": 0.20113636363636364, "subjectivity": 0.4321969696969696},
{"title": "Does Your Office NCAA Tournament Pool Offer $1 Million For Life?", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593067641/does-your-office-ncaa-tournament-pool-offer-1-million-for-life", "text": "Does Your Office NCAA Tournament Pool Offer $1 Million For Life?\n\nEnlarge this image toggle caption Nati Harnik/AP Nati Harnik/AP\n\nBillionaire CEO Warren Buffett has an NCAA men's basketball bracket challenge that just may blow other office pools out of the water.\n\nBuffett told CNBC last month that any Berkshire Hathaway employee who accurately predicts all Sweet 16 teams will receive $1 million per year for the rest of his or her life.\n\nThe Oracle of Omaha went on to say that \"if either Creighton or Nebraska ends up winning the tournament, we're going to double the prize.\"\n\nBuffett, a Nebraska native, is also offering a $100,000 prize to the employee whose bracket stays intact the longest.\n\nLast year, a steel worker from West Virginia correctly predicted 31 of the first 32 games and picked up his six-figure reward.\n\nBerkshire Hathaway owns more than 90 companies, including Geico and Dairy Queen.\n\nHere is a dose of reality that will calm your but-I-don't-work-for-Berkshire- Hathaway-itis:\n\nUSA Today reports the odds of accurately predicting the Sweet 16 are less than one in a million.\n\nPreviously, Buffett offered $1 billion for anyone who predicted a perfect bracket.\n\nThat feat has never been achieved in the 21-years that ESPN has been doing a bracket challenge.\n\nThe odds of predicting a perfect bracket, according to USA Today, are anywhere from one in nine quintillion to about one in two billion.", "keywords": ["office", "bracket", "odds", "perfect", "predicted", "life", "predicting", "nebraska", "ncaa", "does", "today", "million", "tournament", "sweet", "pool", "offer"], "polarity": 0.2869791666666667, "subjectivity": 0.4776041666666667},
{"title": "A Rocky Appearance For DeVos On '60 Minutes'", "url": "https://www.npr.org/sections/ed/2018/03/12/592860699/a-rocky-appearance-for-devos-on-60-minutes", "text": "A Rocky Appearance For DeVos On '60 Minutes'\n\nEnlarge this image toggle caption 60 Minutes/Screenshot by NPR 60 Minutes/Screenshot by NPR\n\n\"Why have you become, people say, the most hated Cabinet secretary?\" Lesley Stahl asked Education Secretary Betsy DeVos in a 60 Minutes interview that is drawing lots of attention.\n\n\"I'm not so sure how exactly that happened,\" DeVos responded in the interview, which aired Sunday night on CBS.\n\nDeVos rarely gives interviews outside outlets like conservative radio host Hugh Hewitt. But she had some news to discuss. Sunday, President Trump named her head of a new commission on school safety in response to the Parkland shooting.\n\nThat appointment came after yet another example of the controversy that has marked her tenure as secretary: a visit by DeVos to Marjory Stoneman Douglas High School last week that was angrily criticized by some students on social media.\n\n\"I give a lot of credit to the students for raising their voices,\" DeVos told Stahl.\n\n\"They want gun control,\" Stahl responded.\n\nDeVos responded: \"They want a variety of things. They want solutions.\"\n\nDuring her confirmation hearing last year, DeVos memorably supported the idea of arming teachers — perhaps against grizzly bears, she joked.\n\nShe reiterated that support Sunday night, in line with Trump's support for the idea: \"It should be an option for schools to consider. ... No one size fits all.\"\n\nEducators, teachers unions and some policy experts have been critical of the idea. A new working paper from Johns Hopkins argues this would be both risky and ineffective.\n\nThe 13-minute segment had several uncomfortable moments. DeVos often seemed at a loss for words as Stahl probed many of the most controversial points in her brief career as secretary: her faux pas about historically black colleges; the rollback of Obama-era transgender student protections, Title IX sexual assault regulations on campuses, and efforts to reduce racial disparities in school discipline. And, of course, her support for school choice, as pursued through vouchers and charters.\n\nDeVos is the wealthiest Cabinet member, the segment pointed out. Her family's investments have included K12 Inc., a for-profit virtual school company.\n\nStahl questioned DeVos on her decades of philanthropic intervention in the school system in Michigan, where her family has promoted a free market approach to school choice, including for-profit operators of charter schools that receive taxpayer funding.\n\nStudies have found poor performance, particularly in Detroit. Asked whether public schools in Michigan have improved, DeVos answered: \"I don't know. Overall, I can't say overall that they have all gotten better.\"\n\n\"Have you seen the really bad schools?\" Stahl persisted. \"I have not intentionally visited the schools that are underperforming,\" DeVos answered.\n\n\"Maybe you should.\"\n\n\"Maybe I should, yes.\"", "keywords": ["support", "appearance", "rocky", "schools", "students", "devos", "minutes", "secretary", "teachers", "school", "stahl", "60", "idea"], "polarity": 0.08078971533516989, "subjectivity": 0.5016559534741354},
{"title": "U.K. Prime Minister Says 'Highly Likely' Russia Responsible For Ex-Spy Poisoning ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592892727/u-k-prime-minister-says-highly-likely-russia-responsible-for-ex-spy-poisoning", "text": "U.K. Prime Minister Says 'Highly Likely' Russia Responsible For Ex-Spy Poisoning\n\nEnlarge this image toggle caption Frank Augstein/AP Frank Augstein/AP\n\nUpdated at 3:15 a.m. ET on Tuesday\n\nBritish Prime Minister Theresa May says it is \"highly likely\" that Russia is behind the poisoning of a former Russian spy and his daughter earlier this month in southern England.\n\nSergei Skripal and his daughter, Yulia, were found collapsed on a bench on March 4 in the city of Salisbury. They remain in critical condition, according to The Associated Press.\n\n\"It is now clear that Mr. Skripal and his daughter were poisoned with a military-grade nerve agent of a type developed by Russia,\" May told lawmakers in a statement on Monday. She said the agent has been identified as one of a group of nerve agents called Novichok, which Russia has previously produced.\n\nShe added that there are just two explanations for the apparent poisoning — either Russia directly carried out the attack or it lost control of its supply of the deadly nerve agent. The Russian ambassador has been summoned to explain how this happened, May added, and has been asked to give a formal response by Tuesday.\n\nAnd if that response is not credible, May said, \"we will conclude that this action amounts to an unlawful use of force by the Russian state against the United Kingdom. And I will come back to this house and set out the full range of measures that we will take in response.\"\n\nThis case has drawn parallels with a Russia-linked death of a defected Russian intelligence officer in 2006, as NPR's Scott Neuman reported. Here's more:\n\n\"Skripal had retired from Russia's SVR foreign intelligence service, a successor to the KGB, when he was arrested and convicted in 2006 of working undercover for Britain's MI6. In 2010 he arrived in the U.K. as part of a prisoner swap between Moscow and Washington.\"\n\nWhen the BBC asked Russian President Vladimir Putin whether Russia was responsible, he replied: \"Get to the bottom of things there, then we'll discuss this.\"\n\n\"Having established that a nerve agent is the cause of the symptoms leading us to treat this as attempted murder, I can also confirm that we believe that the two people who became unwell were targeted specifically,\" Metropolitan Police counterterrorism chief Mark Rowley said at a news conference last week, Scott added.\n\nNerve agents are \"designed only to kill,\" Leeds University toxicologist Alastair Hay told NPR. The weapons \"work by blocking the message from the nerves to the muscles,\" which could affect the muscles used to breathe, potentially causing asphyxiation.\n\n\"Trace contamination\" was found at two Salisbury establishments — The Mill Pub and Zizzi Restaurant — England's chief medical officer announced Sunday, as NPR's Amy Held reported. People in those establishments on March 4 or 5 were encouraged to clean the clothes they were wearing or wipe down belongings.\n\nAt the same time, officials stated that there is \"no immediate health risk.\" A policeman who was responding to the incident, Det. Sgt. Nick Bailey, remains in \"serious but stable condition,\" May said Monday.\n\nWhite House press secretary Sarah Sanders on Monday declined to say whether the administration believed Russia was involved, but said: \"We've been monitoring the incident closely, take it very seriously.\"\n\n\"The use of a highly lethal nerve agent against U.K. citizens on U.K. soil is an outrage. The attack was reckless, indiscriminate and irresponsible. We offer the fullest condemnation,\" Sanders said.\n\nHowever, Secretary of State Rex Tillerson, speaking to reporters on a flight from Nigeria to Washington, went further, saying that while he did not know whether Moscow had foreknowledge of the attack, that \"it came from Russia.\"\n\nTillerson said it was \"almost beyond comprehension\" that a state actor would deploy such a dangerous substance in public.\n\n\"I cannot understand why anyone would take such an action. But this is a substance that is known to us and does not exist widely,\" he said, according to The Associated Press. \"It is only in the hands of a very, very limited number of parties.\"", "keywords": ["russian", "minister", "russia", "exspy", "agent", "attack", "prime", "uk", "responsible", "daughter", "poisoning", "told", "nerve", "highly", "state", "likely"], "polarity": -0.010214454576156702, "subjectivity": 0.3932185072610605},
{"title": "How America's Gun Industry Is Tied To The NRA", "url": "https://www.npr.org/2018/03/13/593255356/how-americas-gun-industry-is-tied-to-the-nra", "text": "How America's Gun Industry Is Tied To The NRA So often the gun debate is framed as gun control activists on one side and the NRA on the other. But what about the firearm industry? Josh Sugarmann, executive director of the Violence Policy Center, speaks with NPR's Sarah McCammon about the gun industry and its ties to the NRA.", "keywords": ["violence", "sarah", "speaks", "nra", "ties", "sugarmann", "tied", "gun", "policy", "industry", "americas"], "polarity": -0.1125, "subjectivity": 0.2375},
{"title": "Turkey, Allies Say They Have Laid Siege To Syrian Border City Held By Kurds", "url": "https://www.npr.org/sections/thetwo-way/2018/03/13/593177301/turkey-allies-say-they-have-laid-siege-to-syrian-border-city-held-by-kurds", "text": "Turkey, Allies Say They Have Laid Siege To Syrian Border City Held By Kurds\n\nEnlarge this image toggle caption Hasan Kirmizitas/DHA-Depo Photos via AP Hasan Kirmizitas/DHA-Depo Photos via AP\n\nSeven weeks into Turkey's Operation Olive Branch, a mission to clear Kurdish fighters from Syrian regions along its southern border, the Turkish military says its troops and Syrian rebel allies have nearly surrounded Afrin. They announced Tuesday that the central section of the border city and other \"critically important areas\" have been seized from the principally Kurdish militia known as People's Protection Units, or YPG.\n\nThe announcement, released in a written statement Tuesday cited by Turkey's state-run Anadolu news agency, effectively means Afrin has been placed under siege. With the local Midanki Dam now also under Turkish control, according to the U.K.-based Syrian Observatory for Human Rights, the town's external water and power supplies have also been severed.\n\nThe moves mark a new phase in what has been a complex, politically fraught enterprise for Turkey. The country views the YPG as a terrorist organization aligned with the separatist Kurdistan Workers Party, or PKK, which has been outlawed within its own borders. Yet the U.S., a Turkish ally, has partnered with the Kurdish fighters in their own struggle against ISIS in Syria — and just a few weeks ago, as the Kurdish militia lost ground in the region, they sought help from supporters of Syria's regime.\n\nMiddle East Assad-Backed Syrian Forces Split Rebel-Held Ghouta Into 3 Assad-Backed Syrian Forces Split Rebel-Held Ghouta Into 3 Listen · 2:29 2:29\n\nTurkish President Recep Tayyip Erdogan has expressed his frustrations with the response — or lack thereof — from his country's fellow NATO members with regard to the military operation.\n\n\"We are constantly harassed by terror groups on our borders,\" he said in a speech to supporters earlier this month, commenting on the U.S. decision to support and arm the YPG, according to Agence-France Presse. \"Unfortunately until now, there has not been a positive word or voice.\"\n\n\"Is this friendship?\" he added in another speech. \"Is this NATO unity?\"\n\nErdogan has said Turkey has \"neutralized\" nearly 3,400 \"terrorists\" since the start of Operation Olive Branch on Jan. 20. As Anadolu explains, \"Turkish authorities often use the word 'neutralized' in their statements to imply the terrorists in question either surrendered or were killed or captured.\"\n\nAt the same time, the Turkish military has said it is only targeting military installations, pairing its campaign with humanitarian activities to aid and protect local civilians — an assertion contradicted by other observers on the ground.\n\n\"We continue to receive disturbing reports out of Afrin of civilian deaths and injuries, and restrictions on civilian movement as a result of ongoing military operations,\" Panos Moumtzis, the United Nations' regional humanitarian coordinator for the Syria crisis, said in a statement earlier this month.\n\n\"Those who risk moving continue to be stopped at exit points by local authorities in Afrin, preventing them from accessing safer areas. To date, an estimated 5,000 people have reached surrounding villages and Aleppo city, while tens of thousands more are now believed to be displaced within Afrin.\"\n\nLocal residents also told The Associated Press of soldiers opening fire on some civilians as they attempted to leave the area, including one 32-year-old man.\n\n\"I spend most of the time standing up, I swear to God, like a madman. Every time I sit down for two minutes, I get up again and start pacing to ease the tension,\" he said to the AP in a text message. \"Every time I think they are closer, and I think of my wife and kids and parents. I am afraid and I feel like there is a volcano in my belly.\"\n\nThe Syrian Observatory for Human Rights estimates that in recent weeks some 16,000 civilians have fled the area for nearby towns, where they now \"live in tragic humanitarian conditions\" in displaced-person camps.", "keywords": ["say", "city", "turkish", "siege", "allies", "afrin", "weeks", "humanitarian", "civilians", "kurds", "turkey", "border", "local", "military", "kurdish", "syrian", "held", "laid"], "polarity": 0.0010101010101010064, "subjectivity": 0.3711489898989899},
{"title": "Democratic Sen. Ron Wyden On Why He Opposes Gina Haspel's CIA Nomination ", "url": "https://www.npr.org/2018/03/13/593329727/democratic-sen-ron-wyden-on-why-he-opposes-gina-haspels-cia-nomination", "text": "Democratic Sen. Ron Wyden On Why He Opposes Gina Haspel's CIA Nomination NPR's Ari Shapiro speaks with Sen. Ron Wyden, D-Ore., about Gina Haspel's nomination for Director of the CIA. A member of Senate Intelligence Committee, he opposes confirming her, because of her involvement in enhanced interrogation techniques.", "keywords": ["opposes", "democratic", "nomination", "gina", "speaks", "haspels", "techniques", "wyden", "cia", "ron", "sen"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "Pennsylvania Coal Mine Closing As Special Election For Congress Happens In District", "url": "https://www.npr.org/2018/03/13/593272259/pennsylvania-coal-mine-closing-as-special-election-for-congress-happens-in-distr", "text": "Pennsylvania Coal Mine Closing As Special Election For Congress Happens In District Despite the Trump administration's efforts to help the coal industry, mines keep closing. One of them is in the Pennsylvania district that's holding a special election to fill a seat in Congress.", "keywords": ["thats", "seat", "closing", "congress", "pennsylvania", "district", "trump", "coal", "special", "election", "happens"], "polarity": 0.35714285714285715, "subjectivity": 0.5714285714285714},
{"title": "Race To Fill Congressional Seat In Pennsylvania Has Become Massive Battle Between Parties", "url": "https://www.npr.org/2018/03/13/593272250/race-to-fill-congressional-seat-in-pennsylvania-has-become-massive-battle-betwee", "text": "Race To Fill Congressional Seat In Pennsylvania Has Become Massive Battle Between Parties A close race for a reliably Republican congressional seat in western Pennsylvania will be decided Tuesday. An upset by Democrats could be a warning sign for the midterms.", "keywords": ["upset", "seat", "republican", "reliably", "western", "pennsylvania", "battle", "warning", "sign", "parties", "massive", "congressional", "race"], "polarity": 0.0, "subjectivity": 0.5},
{"title": "What Tillerson's Departure Means For Negotiations With Iran And North Korea", "url": "https://www.npr.org/2018/03/13/593272243/what-tillersons-departure-means-for-negotiations-with-iran-and-north-korea", "text": "What Tillerson's Departure Means For Negotiations With Iran And North Korea The firing of Secretary of State Rex Tillerson gives the State Department a new head diplomat: former CIA Director Mike Pompeo. NPR's Ari Shapiro talks with Daniel Byman of the Brookings Institution about what the shakeup means for negotiations with Iran and North Korea.", "keywords": ["tillersons", "means", "korea", "tillerson", "negotiations", "north", "departure", "state", "talks", "shapiro", "iran"], "polarity": 0.06818181818181818, "subjectivity": 0.22727272727272727},
{"title": "Parents In Nigeria Asking How Boko Haram Succeeded Again In Kidnapping Schoolgirls", "url": "https://www.npr.org/2018/03/13/593272236/parents-in-nigeria-asking-how-boko-haram-succeeded-again-in-kidnapping-schoolgir", "text": "Parents In Nigeria Asking How Boko Haram Succeeded Again In Kidnapping Schoolgirls In Nigeria, distraught families want to talk to the nation's president to press him to help find the 110 girls abducted from their school in the northeast three weeks ago. Many are asking how suspected Boko Haram gunmen have again succeeded in kidnapping scores of schoolgirls from their dorms — just four years after the mass abduction in Chibok.", "keywords": ["nigeria", "weeks", "parents", "succeeded", "suspected", "asking", "schoolgirls", "haram", "boko", "kidnapping", "talk"], "polarity": -0.04999999999999999, "subjectivity": 0.75},
{"title": "On Visit To California, President Trump Reviews Prototypes For Border Wall", "url": "https://www.npr.org/2018/03/13/593272229/on-visit-to-california-president-trump-reviews-prototypes-for-border-wall", "text": "On Visit To California, President Trump Reviews Prototypes For Border Wall For the first time since he was elected, President Trump is visiting California to review progress on border wall prototypes, address service personnel at a Marine base and attend a fundraiser in the Los Angeles area.", "keywords": ["prototypes", "visit", "california", "wall", "trump", "border", "visiting", "service", "reviews", "president"], "polarity": -0.275, "subjectivity": 0.6666666666666666},
{"title": "Trump's Nominee To Lead CIA Was Directly Involved in Controversial Interrogation Program", "url": "https://www.npr.org/2018/03/13/593272222/trumps-nominee-to-lead-cia-was-directly-involved-in-controversial-interrogation-", "text": "Trump's Nominee To Lead CIA Was Directly Involved in Controversial Interrogation Program President Trump has nominated Gina Haspel, a 33-year veteran of the CIA, to lead the agency. Before she can begin that role, she must first be approved by the Senate.", "keywords": ["lead", "interrogation", "role", "program", "veteran", "senate", "nominee", "trump", "involved", "cia", "controversial", "trumps", "directly", "president"], "polarity": 0.225, "subjectivity": 0.42083333333333334},
{"title": "For The First Time, 2020 Census Will Ask Black Americans About Their Exact Origins", "url": "https://www.npr.org/2018/03/13/593272215/for-the-first-time-2020-census-will-ask-black-americans-about-their-exact-origin", "text": "For The First Time, 2020 Census Will Ask Black Americans About Their Exact Origins People who mark \"Black\" for their race on the 2020 census will be asked about their origins. Many black immigrants can cite ties to a specific country, but some U.S.-born African-Americans say they cannot.", "keywords": ["census", "specific", "say", "americans", "2020", "usborn", "origins", "black", "ask", "ties", "mark", "race", "exact"], "polarity": 0.07142857142857144, "subjectivity": 0.35833333333333334},
{"title": "Trump Blocks Broadcom's Bid For Qualcomm, Citing National Security Concerns", "url": "https://www.npr.org/2018/03/13/593272208/trump-blocks-broadcom-qualcomm-merger-citing-national-security-concerns", "text": "Trump Blocks Broadcom's Bid For Qualcomm, Citing National Security Concerns President Trump issued an unusual executive order to block a massive bid by Singapore-based chipmaker Broadcom to buy America's largest mobile chipmaker Qualcomm. At the heart of the deal is the future of wireless technology.", "keywords": ["national", "bid", "unusual", "chipmaker", "blocks", "broadcoms", "concerns", "trump", "singaporebased", "technology", "citing", "wireless", "president", "security", "qualcomm"], "polarity": 0.06666666666666667, "subjectivity": 0.7083333333333334},
{"title": "As New England Gets Another Cold Blast, A Reminder That Winter's Not Over Yet", "url": "https://www.npr.org/2018/03/13/593272201/as-new-england-gets-another-cold-blast-a-reminder-that-winters-not-over-yet", "text": "As New England Gets Another Cold Blast, A Reminder That Winter's Not Over Yet New England is getting whacked with yet another \"nor'easter.\" High winds and heavy snow have cancelled flights and rail service and made driving nearly impossible in some parts of the region.", "keywords": ["blast", "cold", "service", "region", "reminder", "england", "winds", "winters", "rail", "gets", "parts", "snow", "whacked"], "polarity": -0.17232323232323232, "subjectivity": 0.6581818181818182},
{"title": "Looking Back On Rex Tillerson's Tumultuous Tenure As Secretary Of State", "url": "https://www.npr.org/2018/03/13/593272194/looking-back-on-rex-tillersons-tumultuous-tenure-as-secretary-of-state", "text": "Looking Back On Rex Tillerson's Tumultuous Tenure As Secretary Of State NPR's Ari Shapiro talks with Ambassador John Negroponte, former director of National Intelligence and Deputy Secretary of State, to review Secretary Rex Tillerson's tumultuous tenure at the top of the State Department and the legacy he'll leave there.", "keywords": ["tillersons", "looking", "tenure", "review", "shapiro", "secretary", "talks", "nprs", "rex", "tumultuous", "state"], "polarity": 0.16666666666666666, "subjectivity": 0.16666666666666666}
]