[
{"title": "Florida House Declines Debate On Assault Rifles, Calls Porn A 'Health Risk'", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587548408/florida-house-declines-debate-on-assault-rifles-calls-porn-a-health-risk", "text": "Florida House Declines Debate On Assault Rifles, Calls Porn A 'Health Risk'\n\nEnlarge this image toggle caption Mark Wallheiser/AP Mark Wallheiser/AP\n\nAs high school students who survived the shooting in Parkland, Fla., travel to the state Capitol to demand action on guns, lawmakers offered a glimpse of the battle they face.\n\nIn Tuesday's session, which opened with prayer for the community of Marjory Stoneman Douglas High School, where 17 students and staff were killed last week, Florida House lawmakers declined to open debate on a bill that would ban assault weapons and large-capacity ammunition magazines.\n\nThe motion to debate the bill, introduced by a Democrat, required a two-thirds vote and failed. Thirty-six lawmakers supported it, while 71 voted no. Its merits were not considered.\n\nIn that same session, lawmakers supported a bill that declares pornography a public health risk. That bill \"recognizes public health risk created by pornography & acknowledges need for education, prevention, research, & policy change to protect citizens of this state.\"\n\nFlorida state Rep. Kionne McGhee was the lawmaker who asked for the assault weapons bill to be brought to the floor for debate, requesting what he called an \"extraordinary procedural move.\"\n\n\"With Marjory Stoneman Douglas High School in mind, HB 219 is a bill that attempts to ensure that mass shootings and massacres like those that took place at Marjory Stoneman Douglas High School —\" McGhee said, before the House speaker cut him off because he was talking about the bill's substance. The speaker asked why it should be removed from committee and debated on the floor.\n\n\"The subcommittees that the bill is referenced to are not scheduled to meet again this session. Absent any reference to this bill, the bill will be considered dead,\" McGhee replied. \"I ask that you keep this bill, and the conversation about the solution to combat mass shootings, alive.\"\n\nThe vote failed. The entire topic was discussed for less than three minutes.\n\nSome students from Marjory Stoneman Douglas High School were watching the vote from the gallery, according to the South Florida Sun-Sentinel.\n\n\"How could they do that to us ? Are you Kidding me ??? #NeverAgain,\" tweeted student Emma Gonzalez, as the Miami Herald reported. \"We are not forgetting this come Midterm Elections - the Anger that I feel right now is indescribable.\"\n\nThere is a Senate version of the bill, the newspaper reports, though it \"also has not been heard in committees.\" A Senate committee \"endorsed a proposal to put law enforcement officers in every school in the state.\"\n\nAccording to CNN, \"almost all 71 lawmakers who voted against considering a assault rifle ban have an 'A' rating from the National Rifle Association.\"\n\nOn Wednesday morning, Democratic state Sen. Kevin Rader told NPR's Morning Edition that he's optimistic about the possibility that lawmakers can tackle these issues in this session. \"I am fairly certain that we are going to have some changes in Tallahassee. No doubt about that.\"\n\nHe stated that the fact that the lawmakers were in session makes it more likely that they could take action, compared with after the 2016 shooting at Pulse nightclub in Orlando, which took place during a summer recess.\n\nAlso on Tuesday, an aide to Republican state Rep. Shawn Harrison was fired over controversial comments about Marjory Stoneman Douglas High School students. Referencing an Internet conspiracy theory, District Secretary Benjamin Kelly claimed to a Tampa Bay Times reporter that kids pictured in that newspaper \"are not students here but actors that travel to various crisis when they happen.\"\n\nAs the newspaper notes, Jaclyn Corin, the high school's 11th-grade class president, swiftly responded with a post on Facebook:", "keywords": ["declines", "bill", "school", "students", "health", "lawmakers", "florida", "stoneman", "douglas", "house", "porn", "assault", "marjory", "state", "high", "calls", "debate", "session", "risk", "rifles"], "polarity": 0.035747126436781615, "subjectivity": 0.4190968801313628},
{"title": "'America's Pastor' Billy Graham Dies At 99", "url": "https://www.npr.org/2018/02/21/136224476/americas-pastor-billy-graham-dies-at-99", "text": "'America's Pastor' Billy Graham Dies At 99\n\nHide caption Evangelist Billy Graham speaks in 2005 in Queens, N.Y. Graham was one of the most influential religious figures of the 20th century. Scholars say his death marks the end of a historical era, in which one person could unify Protestant Christianity and come to be known as \"America's pastor.\" Previous Next Spencer Platt/Getty Images\n\nHide caption Graham preaches in the early 1950s. Over his career, he preached to more than 200 million people in 185 countries, radically changing the face of born-again Christianity. Previous Next Hulton Archive/Getty Images\n\nHide caption Graham met his wife, Ruth McCue Bell (1920-2007), while both were classmates at Wheaton College. They married two months after their graduation and went on to have five children. Clockwise from left: Ruth Graham, Anne, Billy Graham, Ruth (Bunny) and Virginia. Previous Next Hulton Archive/Getty Images\n\nHide caption At 16, Graham felt God calling him to the ministry and he became an itinerant preacher, spreading the word of God at old-fashioned tent revival meetings. Here, Graham hosts a revival in 1955 on Canadian National Exhibition grounds. Previous Next Ed Clark/Time Life Pictures/Getty Images\n\nHide caption Graham's meetings often blended biblical lessons and old-time religion with entertainment. Here, Graham addresses the crowd during halftime at a match between Chelsea and Newcastle United in Stamford Bridge, London, in 1954. Previous Next Edward Miller/Getty Images\n\nHide caption Graham led a movement toward embracing evangelicalism, focused on grace in contrast to fundamentalists, who spoke of damnation. He speaks here before the combined Texas Baptist World Mission and State Evangelistic Conference in Dallas on Jan. 11, 1959. Previous Next Ferd Kaufman/AP\n\nHide caption Though Graham always declared himself to be politically neutral, he hovered around the edges of the nation's politics, praying here on the White House lawn on July 14, 1950, asking divine aid for then-President Harry S. Truman in his handling of the Korean crisis. From left are Jerry Beavan, Graham, Clifford Barrows and Grady Wilson. Previous Next AP\n\nHide caption Graham traveled all over the world, spreading the Gospel. Here, he shows his Bible to Waarusha warriors near Mount Meruin in what is now Tanzania. Previous Next James Burke/Time Life Pictures/Getty Images\n\nHide caption Graham stands by the Western Wall in Jerusalem on March 17, 1960. Graham was on an 18,000-mile preaching tour of Africa and the Middle East. Previous Next Leila Wynn/AP\n\nHide caption American servicemen in Vietnam greet Graham during a Christmas visit with troops on Dec. 21, 1966. Previous Next AP\n\nHide caption Graham often befriended presidents and presided over inaugurations, but his relationship with former President Nixon tested him. Graham reportedly initially refused to believe that Nixon had been involved in Watergate, only later realizing that he had misunderstood the president's character. The two wave to a crowd in Charlotte, N.C., on Oct. 15, 1971. Previous Next AP\n\nHide caption Graham talks with President Ronald Reagan and first lady Nancy Reagan at the White House on July 18, 1981. Previous Next J. Scott Applewhite/AP\n\nHide caption In 1995, with his health failing, Graham turned over the reins of the Billy Graham Evangelistic Association to his son, Franklin Graham. Here, Franklin assists his father at a rally on June 13, 2003, in Oklahoma City, Okla. Previous Next David Hume Kennerly/Getty Images\n\nHide caption Scholars say his death marks the end of a historical era, in which one person could unify Protestant Christianity and come to be known as \"America's pastor.\" Graham is interviewed at the Billy Graham Evangelistic Association headquarters in Charlotte, N.C., in 2010. Previous Next Nell Redmond/AP 1 of 14 i View slideshow\n\nBilly Graham, the most famous minister of his era, died Wednesday at his home in Montreat, N.C., spokesman Todd Shearer tells NPR. In his 99 years, Graham changed the face of evangelical Christianity in America.\n\nThough he spent his final years in failing health and largely silent at his mountaintop cabin in North Carolina, Graham for more than six decades was in constant motion. He preached to more than 200 million people in 185 countries, counseled presidents and led mass religious rallies that featured professional musicians and huge choirs, in venues ranging from a circus tent in Los Angeles to Yankee Stadium in New York.\n\nHis influence as a moral and spiritual leader in 20th century America was such that one historian said Billy Graham could confer \"acceptability on wars, shame on racial prejudice, desirability on decency, dishonor on indecency, and prestige on civic events.\"\n\nGraham's fame and popularity, however, derived first from his passionate preaching style, which was partly a product of his upbringing.\n\ntoggle caption AP\n\nHe grew up milking cows and pitching hay on his family farm just outside Charlotte, N.C.. His parents were pious Presbyterians who led their children in prayer before every meal and insisted that they learn a new Bible verse each day.\n\nAs a boy, Billy did not rebel against that religious discipline, but he was soon attracted to a more raucous form of worship. After attending a few outdoor revival meetings, he decided his Christian calling was to be a Bible-waving preacher like the ones who came through Charlotte in pursuit of lost souls. He subsequently left Presbyterianism to affiliate with the Southern Baptist denomination.\n\nIn his determination to replicate the evangelical style, Graham read the sermons of notable preachers and then practiced delivering them himself. According to his biographer, William Martin, Graham regularly closed himself in a tool shed and \"preached to oil cans and lawnmowers. Or he paddled a canoe to a lonely spot on the river and called on snakes and alligators and tree stumps to repent of their sins and accept Jesus.\"\n\nAfter graduating from Wheaton College in Illinois, where he met his future wife Ruth, Graham led a Baptist congregation in a Chicago suburb, but he didn't stay there long. Congregational work was not for him. He wanted to reach a bigger audience, and he had the preaching talent to do so.\n\nHis big break came in 1949, when Graham led what he called \"a tent campaign\" of revival meetings in Los Angeles. Roaming the stage, chopping the air with his hands, and speaking alternately fast and slow, he electrified his audiences.\n\n\"The Lord Jesus Christ can be received, your sins forgiven, your burdens lifted, your problems solved, by turning your life over to him,\" Graham shouted, before leading the crowd in prayer.\n\nOriginally scheduled for three weeks, the Los Angeles meetings were so popular that the organizers extended them to eight weeks. More than 350,000 people are said to have attended the services, in part because of favorable press coverage that came on the orders of newspaper publisher William Randolph Hearst. After hearing Graham preach, Hearst sent a two-word instruction to his editors: \"Puff Graham.\"\n\nBefore long, he was famous around the country. His wife thought he was too loud and too theatrical, but in midcentury America it was a style that worked. As a handsome, blue-eyed young preacher, he projected wholesomeness and charisma. He could command the stage, and his delivery proved perfect for radio and television.\n\nThe evangelists who preceded Graham had a mainly regional appeal, whether in the South or the North, but Graham was known as \"America's pastor.\" During a 4-month-long \"crusade\" in New York City, more than 2 million people came to hear him in various venues, including Madison Square Garden. Each service ended with Graham urging people to come forward, stand before him and dedicate their lives to Christ as a 1000-voice choir sang, \"Just As I Am, Without One Plea,\" the hymn that served as his anthem.\n\nEnlarge this image toggle caption AP AP\n\nWhereas many previous evangelists had embraced a fiery fundamentalism, Graham was more inclusive. In an unusual twist for a Southern Baptist evangelical preacher, Graham coordinated his Madison Square Garden rally with some big New York churches.\n\n\"His determination to cooperate with mainline Protestants and with Roman Catholics alienated his fundamentalist friends,\" said Grant Wacker, a Duke Divinity School professor whose book America's Pastor: Billy Graham and the Shaping of a Nation traces the social and political significance of Graham's preaching career. \"They took great offense that Graham was willing to cooperate with the enemy.\"\n\nBefore long, Graham was one of the most famous and admired men in America. He became a regular White House visitor, meeting with every president from Harry Truman to Barack Obama and becoming a friend and counselor to several. Graham was especially close to Richard Nixon, a golfing buddy, though that friendship was diminished by the Watergate scandal.\n\nGraham initially refused to believe that Nixon was involved, but when the Watergate tapes showed otherwise, he was deeply disappointed.\n\n\"He recognized then that he had probably been used, that he had misunderstood something of the president's character,\" said biographer William Martin. \"That was a terrible blow to him and caused him to withdraw from the political arena.\"\n\nHis friendship with Nixon caused Graham additional trouble years later, when a tape of a 1972 conversation revealed that Graham had told Nixon that American Jews had a \"stranglehold\" on the news media. When the tape was released 30 years later, Graham was horrified and begged forgiveness from U.S. Jewish leaders.\n\n\"He did not spin it. He did not try to justify it,\" Wacker said. \"He said repeatedly he had done wrong, and he was sorry.\" Virtually all the Jewish leaders with whom he spoke forgave him, Wacker said.\n\nEnlarge this image toggle caption AP AP\n\nOver the course of his career, Graham moved steadily toward more moderate positions. Having once tolerated separate black and white seating sections at his rallies, he later insisted that everyone be treated equally, and he invited Martin Luther King Jr. to offer a prayer at one of his Madison Square Garden rallies in 1957. Though not an aggressive campaigner on behalf of civil rights, Graham's support for racial integration earned him the enmity of the Ku Klux Klan and Southern segregationists.\n\nAs a Southern Baptist minister, Graham supported his denomination's ban on women becoming pastors, but he later said he was prepared to accept their ordination. His daughter Anne Graham Lotz saw firsthand how her father's views evolved. In a 2011 interview with NPR, Graham Lotz said both her father and her mother were initially opposed when she told them she wanted to teach her own Bible class.\n\n\"The traditional role of women in my family had been that the mother stayed at home, reared the children, kept the house, so that the husband – father – could go out and do ministry, which was my mother and father's case,\" she said. \"So they just felt that my role was to stay at home and be that traditional type of wife and mother.\"\n\nAs Billy Graham's daughter, Anne Graham faced a lot of pressure, but she went ahead with her Bible class anyway, without her parents' backing. One day, however, they showed up at her class unannounced, and from then on she had their full support. Later, Billy Graham said his daughter was the best preacher in the Graham family.\n\n\"I'll tell you what,\" Graham Lotz said in that NPR interview. \"I love my daddy. He is so special, and he's meant so much to me. It's not a thorn in my side to be known as Billy Graham's daughter. It's a privilege.\"\n\nI'm trying to stay out of it and just keep preaching the Gospel, because there's nothing coming out of Washington or any of those places that are going to save the world or transform men and women. It's Christ.\n\nAfter being embarrassed by his endorsement of Richard Nixon, Graham made a deliberate effort to stay clear of divisive issues. Speaking at a crusade in Denver in 1987, Graham said he had been asked by hundreds of news organizations to comment on \"certain things that have been happening in the world of religion. I haven't made a comment yet,\" Graham said to thunderous applause.\n\nA big religion story at the time was the rise of the Christian right. The Rev. Jerry Falwell, who founded the Moral Majority organization, was using his leadership position to mobilize conservative Christians in support of President Ronald Reagan and other Republican Party groups, but Graham kept his distance from such efforts.\n\n\"I'm trying to stay out of it and just keep preaching the Gospel, because there's nothing coming out of Washington or any of those places that are going to save the world or transform men and women. It's Christ,\" he said.\n\nThroughout his career, Graham made a determined effort to stay on message. Though conservative in his theology and pious in his personal life, he was reluctant to pass judgment on others.\n\n\"He did not think it was his job to criticize other traditions within Christianity, or outside Christianity for that matter,\" Wacker said. \"He insisted that his sole job was to proclaim the Gospel.\"\n\nIn this regard, Graham differed not only from the conservative preachers who preceded him, but also from those who followed him, like Falwell or Pat Robertson or even his own son Franklin, all of whom seemed eager to wade into politics.\n\nBilly Graham's ministry, however, grew to be larger than himself, and it became harder to separate his views from the views of those who spoke on his behalf. The Billy Graham Evangelistic Association (BGEA), which he founded in 1950, produced radio and television programs and published books, magazines and pamphlets. A \"My Answer\" column that focused on moral and theological questions was actually written by association staff members, even though it appeared under Billy Graham's name.\n\nEnlarge this image toggle caption Alan Marler/AP Alan Marler/AP\n\nBy the 1990s, the BGEA was run by Franklin Graham, Billy's designated successor, and Franklin's views differed sharply from his father's. Franklin called Islam \"a very evil and wicked religion,\" something his more temperate father never would have said. At a rally in 2003, shortly after the United States invaded Iraq, Billy Graham noted that Christianity shared a Middle Eastern homeland with Islam.\n\n\"A great deal of the Bible is in Iraq,\" he said. \"The Garden of Eden was there. Abraham was born there.\"\n\nTwo years later, when a New York Times reporter asked him whether he shared his son's judgment on Islam, Graham answered, \"Let's say, I didn't say it.\" Asked whether he, like Franklin, foresaw a clash between Christianity and Islam, Graham said, \"I think the big conflict is with hunger and starvation and poverty.\"\n\nIn that same 2005 interview, Graham reiterated the position he took in his 1987 rally in Colorado, noting that he did not want to talk about the political issues important to other evangelical conservatives, like abortion or homosexuality.\n\n\"I'm just going to preach the Gospel and am not going to get off on all these hot-button issues,\" he said. \"If I get on these other subjects, it divides the audience on an issue that is not the issue I'm promoting. I'm just promoting the Gospel.\"\n\nA dozen years earlier, in 1993, Graham had suggested that AIDS could be a \"judgment\" from God. \"I could not say for sure, but I think so,\" he said. Two weeks later, however, he apologized for the remark, saying \"I don't believe that, and I don't know why I said it.\"\n\nBy the time of that 2005 interview, however, Franklin Graham had a larger public profile than his father had, and he was associating the Graham name with a more humanitarian agenda and with conservative political activism. Through his organization Samaritan's Purse, he devoted time and resources to charitable work in the United States and abroad. The organization in the coming years would provide aid in more than 100 countries, with an annual budget in excess of $500 million.\n\nIn November 2013, on the occasion of his father's 95th birthday, Franklin Graham organized a huge celebration in Asheville, N.C., with more than 800 guests, largely from conservative Christian and Republican circles. Among those attending the celebration were Sarah Palin, Rupert Murdoch and Donald Trump. Franklin served as emcee for the event. His embrace of conservative Republican leaders culminated in his outspoken support for Donald Trump, whose election as president he attributed to \"divine providence.\"\n\nI'm just going to preach the Gospel and am not going to get off on all these hot-button issues. If I get on these other subjects, it divides the audience on an issue that is not the issue I'm promoting. I'm just promoting the Gospel.\n\nControversy over the Billy Graham legacy was stirred anew with the 2015 publication of a book said to be Graham's \"final chapter.\" Titled Where I Am: Heaven, Eternity, And Our Life Beyond, the book had Billy Graham's name on the cover, as the author, but skeptics questioned whether he had actually written it. Despite the title, the book dealt less with heaven than with hell, describing it as \"a place of wailing and a furnace of fire; a place of torment, a place of outer darkness, a place where people scream for mercy; ... where many will spend eternity.\"\n\nDuring the months when the book was allegedly being written, Billy Graham was in failing health and suffering from severe memory loss due to hydrocephalus and Parkinson's disease.\n\n\"My personal view is that he had next to no involvement in the writing of that book,\" said Wacker, citing Graham's physical condition and also the book's fundamentalist message. \"That book reflected the views of the early Graham,\" he said, \"the late 40s, the early 50s. It did not reflect the views of the later Graham.\"\n\nIn the book, hell is said to be \"the place of punishment for those who reject Christ,\" but in the later years of his ministry, Billy Graham had been unwilling to make such generalizations.\n\nLarry Ross tells Larry King about Billy Graham's unwavering stance on same-sex marriage. Larry King YouTube\n\nIn a 2005 CNN interview with Larry King, Graham distanced himself from fundamentalists who passed judgment on people, telling King he could not say where non-Christians would spend eternity.\n\n\"That's not my calling,\" Graham said. \"My calling is to preach the love of God and the forgiveness of God. In my earlier ministry, I did the same, but as I got older I guess I became more mellow and more forgiving and more loving.\"\n\nThe contrary view expressed in Where I Am, however, accorded closely with the views of Franklin Graham, who wrote the foreword to the book and handled all the publicity for it. When asked by NPR about the suspicion he had written the book under his father's name, Franklin Graham airily dismissed the idea.\n\n\"I don't have time to write my own books, much less my father's books,\" he said. \"There's no way.\"\n\nGraham's son, the Rev. Franklin Graham, talks to Fox News host Greta Van Susteren about his father's book in 2015. Fox News YouTube\n\nIn an interview with Fox News, he said \"every word\" in the book was his father's. As for the fact that the view of hell expressed in the book seemed inconsistent with what Billy Graham had said in earlier interviews, Franklin said that as his father aged, \"he's going back more to the kind of convictions that he grew up with.\"\n\nThere was no way to verify that claim, however, because Billy Graham himself never said a word about the book or its controversial message. In his final years, he appeared to have little control over what was said or done in his name.\n\nBy the time of his death, Billy Graham had been out of the public eye for so many years that the younger evangelical generation had grown up without direct exposure to his ministry, and for many he was a relative stranger. Franklin Graham had taken his father's place.\n\nThe son would never match his father's fame or reputation, however.\n\n\"People who didn't like Billy Graham spent a lot of time trying to find personal violations of his moral and ethical code, and they couldn't,\" said Grant Wacker. \"They didn't exist. He was a man who maintained absolute marital fidelity and moral and financial integrity. He was an evangelist who lived the way he preached.\"\n\nAs to whether there might be another Billy Graham, Wacker quoted C.S. Lewis: \"The one prayer God never answers is, Encore.\"", "keywords": ["caption", "grahams", "fathers", "99", "christianity", "later", "graham", "americas", "previous", "franklin", "book", "dies", "pastor", "billy"], "polarity": 0.08881739872593533, "subjectivity": 0.344770484709509},
{"title": "More Ways Than Ever To Watch The Olympics, And Fewer Are Watching In Prime Time", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587205078/more-ways-than-ever-to-watch-the-olympics-and-fewer-are-watching-in-prime-time", "text": "More Ways Than Ever To Watch The Olympics, And Fewer Are Watching In Prime Time\n\nEnlarge this image toggle caption Carl Court/Getty Images Carl Court/Getty Images\n\nCritics tend to judge Olympics coverage by a few key metrics: How many mistakes did the commentators make, and how many people are actually watching the games in prime time?\n\nWhen it comes to NBC's coverage of the Winter Olympics, the first category has a couple of doozies, such as the network declaring a winner of the women's super-G Alpine skiing event before all the competitors had skied, including the actual winner.\n\nOn the question of who is watching, NBC has some challenges, too. There are more ways than ever to watch the games, yet NBC's total audience in prime time is down compared with what it was during the last Winter Olympics, in Sochi, Russia.\n\nNBC's prime-time viewership through Monday is averaging about 8 percent lower than the comparable point in coverage of the 2014 Games.\n\nNBC says it's averaging about 21 million viewers across the broadcast network, cable channels and streaming — a figure the network calls \"Total Audience Delivery.\" (In Sochi, there was no simultaneous streaming or cable to compete with the prime-time broadcasts).\n\nCoverage of the games is still beating NBC's competition: On Monday, NBC's prime-time audience of 16.3 million was more than twice the size of the No. 2 show, ABC's The Bachelor. On Sunday, the network's prime-time audience was almost twice the size of the audience for CBS, ABC and Fox combined.\n\nNBC might prefer to focus on their digital figures, which cover viewership online at all times. In a press release Monday, the network noted that online platforms have delivered more than 1.3 billion livestreaming minutes through Sunday on NBCOlympics.com and the NBC Sports app. That adds up to 11.6 million unique users, a 174 percent increase over the 2014 streaming audience.\n\nBut what surprises me is how little the viewership on cable and streaming adds to NBC's total audience delivery number. According to the network's figures, viewership in prime time Monday only went up by 14 percent when adding cable and streaming to network viewers, for a total of 18.6 million.\n\nOverall in prime time, from the start of the games to Monday, the boost from total audience delivery was just 12 percent. This data suggests that traditional network TV viewing is still the way most viewers watch the games. And like much broadcast TV, there is an erosion in prime-time viewership.\n\nThe Winter Games are expected to draw 5 billion viewers globally, with 30 percent of the world's population projected to see some part of Winter Olympics coverage, according to Timo Lumme, the managing director of the International Olympic Committee's television and marketing services.\n\nPart of NBC's viewership challenge may come from muted performances by American stars. High-profile Alpine skier Lindsey Vonn won a bronze medal Tuesday but failed to medal in the super-G. U.S. snowboarder Shaun White, who made history with a gold medal win last week, saw his victory overshadowed by a fumbled reaction to sexual harassment allegations.\n\nPopular U.S. figure skater Adam Rippon wound up turning down NBC's offer to serve as a Olympics commentator after his hiring was announced, forcing an embarrassing backtrack by the network.\n\nSeems like NBC can't catch much of a break when it comes to drumming up viewers of American athletes.", "keywords": ["network", "watching", "streaming", "audience", "viewership", "viewers", "prime", "olympics", "total", "fewer", "ways", "primetime", "games", "nbcs", "watch"], "polarity": 0.12815972222222222, "subjectivity": 0.4144444444444444},
{"title": "Did An IV Cocktail Of Vitamins And Drugs Save This Lumberjack From Sepsis?", "url": "https://www.npr.org/sections/health-shots/2018/02/21/583845485/did-an-iv-cocktail-of-vitamins-and-drugs-save-this-lumberjack-from-sepsis", "text": "Did An IV Cocktail Of Vitamins And Drugs Save This Lumberjack From Sepsis?\n\nEnlarge this image toggle caption Ian C. Bates for NPR Ian C. Bates for NPR\n\nThis story of a man who nearly died in the hospital actually started in the woods of Washington's Cascade Mountains last summer.\n\n\"I was cutting for a logging outfit up on these rock cliffs and I felled a 150-foot fir tree into [some] maple trees,\" says Kristopher Kelly, a 51-year-old lumberjack. The maples \"had a bunch of dead tops — they call 'em widow makers,\" Kelly says. \"You don't want to get under them because they'll make you a widow.\"\n\nAnd when the top of the fir tree crashed into those maples, he says, the butt of the tree he had just felled bounced back toward him.\n\n\"I was against a rock cliff, I didn't have anywhere to go and I got crushed.\"\n\nThe tree smashed his pelvis and broke all his ribs, he says. He had 22 breaks in all.\n\n\"I heard the bones crunch when it got me. It was pretty crazy.\"\n\nTwo of his colleagues were working nearby but didn't realize he was in distress.\n\n\"I'd yell for a minute and then I'd pass out,\" Kelly says \"I guess my ribs were ripping my lungs, which is the reason I was in and out of consciousness.\"\n\nIt took a couple of hours before the other men found him. Kelly says he's amazed that he even lived that long. But they managed to get him off the mountain and send him by medivac helicopter to the regional trauma center at Harborview Medical Center in Seattle.\n\nThat was just the beginning of a medical journey that landed him in a test of a still experimental — and controversial — treatment for sepsis, a condition that afflicts more than a million Americans every year and kills perhaps 270,000. It's the most common cause of death in the hospital.\n\nDoctors deliberately put Kelly into a coma for about a month while they worked on repairing his broken body. His pelvis was held together with a \"birdcage\" – a metal frame. His bones were pieced together with titanium rods, plates and screws.\n\nOne of the big risks from injuries like this is infection. That can start on wounds on the skin, from inside the lungs, or from internal injuries. Those infections can quickly turn to septic shock, a cascade of organ failure that often leads to death.\n\nDavid Carlbom, one of the many doctors who treated Kelly, was on the lookout for this menace. And sure enough, he says, \"the day I met him he developed a very high fever, along with shock.\"\n\nEnlarge this image toggle caption Ian C. Bates for NPR Ian C. Bates for NPR\n\nCarlbom is among a few dozen physicians nationwide who have been experimenting with a new treatment for sepsis. Dr.Paul Marik, a brash but well-regarded intensive-care physician at the Eastern Virginia Medical School in Norfolk, VA., announced this apparently remarkable treatment last year. It involves intravenous vitamin C, thiamine, steroids, antibiotics and limited use of fluids. Marik claims great success with this protocol, and Carlbom thought Kelly would be a good candidate for it.\n\n\"I discussed it with his son over the phone and his son was very amenable. We talked about the fact that it's a new therapy, that there really wasn't really strong evidence but there wasn't a ton of risk and this could be beneficial,\" Carlbom says.\n\nKelly, still in his medically induced coma, responded well.\n\n\"Usually patients are very sick for a few days before responding to antibiotics,\" Carlbom says. \"For [Kelly] it took about a day. His fever had cleared and he was off his vasopressors — the medicines to support his blood pressure — and looked remarkably better.\"\n\nCarlbom has used this cocktail on 26 patients to date, sometimes getting really rapid responses, other times to no avail. He's well aware these patients' experiences are simply anecdotes, making it hard to know whether this combination is really effective.\n\n\"Could it just be that the antibiotics killed the bacteria [infecting Kelly] very well?\" Carlbom asks rhetorically. \"Maybe. But I also think that it's possible that this impacted his care and changed his course.\"\n\nStill, other doctors at Harborview are not so enthusiastic about Marik's treatment. Dr. C. Terri Hough, the clinical director of the hospital's intensive care unit, remembers the breathless first reports about it.\n\n\"Oh great,\" she thought. \"Someone thinks they have another miracle cure, again.\"\n\nThere's a long history in the field of medicine of something appearing to work well in one hospital but not panning out in large-scale studies. Hough read Marik's original paper and remained skeptical.\n\n\"To me, this isn't enough evidence to change my practice,\" Hough says – especially since she's teaching young doctors how to treat patients and doesn't want to introduce something that might end up being a wasted effort, or possibly harmful.\n\nSomeone making an extraordinary claim needs to have extraordinary evidence to back that up, she says, \"and I would certainly argue that what we've seen so far is not the highest level of evidence.\"\n\nResearchers are starting to gather that evidence now. Several studies are underway at hospitals in China and Europe, and a more comprehensive study is gearing up in the United States. That one will involve 25 to 40 sites and could take up to three years to get definitive results – or substantially less time if other researchers get something approaching the remarkable results that Marik did.\n\nIn the meantime, Kristopher Kelly is still getting surgeries to mend his injuries and to, as he puts it, reconnect his plumbing. He is well aware that he's had some remarkable good fortune – first in the woods, and later in the hospital.\n\n\"In our industry, usually when something like this happens, you don't get the chance to be flown out or anything. That's the end of that,\" Kelly says. \"But I'm lucky.\"\n\nYou can contact Richard Harris via email: rharris@npr.org.", "keywords": ["treatment", "tree", "patients", "vitamins", "ian", "carlbom", "bates", "cocktail", "save", "evidence", "lumberjack", "c", "sepsis", "kelly", "really", "drugs", "iv"], "polarity": 0.100779126670431, "subjectivity": 0.42691748227617804},
{"title": "Kikkan Randall Wins Her 1st Medal In Cross-Country — A Gold — After 18 Tries", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587513454/kikkan-randall-the-only-mom-on-team-usa-just-won-a-gold-medal-in-her-last-event", "text": "Kikkan Randall Wins Her 1st Medal In Cross-Country — A Gold — After 18 Tries\n\nEnlarge this image toggle caption Odd Andersen /AFP/Getty Images Odd Andersen /AFP/Getty Images\n\nIn the last event of her last Olympics – she has been to five – Kikkan Randall finally did what no American woman had ever done: win a medal in cross-country skiing. And she made it a gold, as Randall and her teammate Jessica Diggins won the team sprint free final at the Pyeongchang Winter Olympics.\n\nRandall and Diggins snared gold by a nose, with Diggins sprinting to the finish 0.19 seconds ahead of the Swedish team of Charlotte Kalla and Stina Nilsson, with whom they had been dueling for the entire race. The Americans covered the race's hilly 7.5 kilometers (4.66 miles) in 16:22.56.\n\nIt was also historic day for the Norwegian team that finished third – with that bronze medal, Marit Bjoergen, a cross-country legend at 37, became the most decorated Winter Olympics athlete of all time, with 14 medals in her career.\n\nRandall had never finished higher than sixth place at the Winter Games, dating to her first Olympics back in 2002 in Salt Lake City — a string of 18 attempts, counting Wednesday's start. With plans firmly in place to retire and make a new home with her family after the 2018 Games, it seemed possible that Randall, 35, might see her career end without an Olympic medal.\n\nHeading into Wednesday's race, all of Randall's other events in South Korea were already over, with her best showing a fifth-place finish in the women's 4x5-kilometer relay.\n\nBut Randall and Diggins pulled out a victory in the team sprint free, a grueling event in which two racers pass the relay back and forth three times. The \"free\" in the event's name refers to the technique used: In free, racers can use their skis' edges to skate and propel themselves, rather than relying only on the skis' center, as in the \"classic\" format.\n\nDiscussing her strategy, Diggins said that she wanted to push the pace early, to try to take some energy from the sprinters she was up against.\n\n\"So the last lap I was just going as hard as I could and I wanted to come behind because downhill is my favorite,\" Diggins said.\n\nThen it was a matter of putting all of her own energy into the finish – and Diggins said that when she saw Randall at the finish line, \"I was so excited and so happy, and also I couldn't feel my legs.\"\n\nAfter the race, Bjoergen, who like Randall started her Olympic career in 2002, said she might not fully comprehend her medal total until she is retired.\n\nIt was a fitting race for two gritty and strong racers whose lives and careers have long been lived in parallel – from making their debuts in Salt Lake City, to having children within months of each other around two years ago.\n\n\"I'm very, very happy for Jessie and Kikkan today taking a gold medal,\" Bjoergen said. \"I feel that it's also special that Kikkan is there, who also started her Olympic [career] in Salt Lake with me. I'm really happy for them and I also think that it's important for our sport too that they are there.\"\n\nAs we mentioned in our profile of the U.S. Olympic team, Randall is the only mother on Team USA. She is also one of the first women to compete in five Olympics, along with Kelly Clark, who is also in Pyeongchang.\n\nRandall's gold medal may finally take the sting away from her experience in the Sochi Olympics in 2014, when she lunged across the finish line in a quarter-final sprint — only to learn she had been beaten. Team USA had been hoping that the cross-country drought would finally break; instead, it continued.\n\n\"Randall still chokes up when she talks about Sochi,\" Emily Russell reported for NPR, in a recent profile about Randall. \"But another beauty of the Olympics — they come around every four years. And the American team is deeper now. Spending months together racing in Europe every year means they're closer than most teams. And they're more confident than ever.\"\n\nIn that story, which ran at the start of the Pyeongchang Games, Diggins told Russell, \"We definitely have a chance at a medal.\"", "keywords": ["crosscountry", "olympic", "18", "1st", "kikkan", "medal", "gold", "tries", "diggins", "olympics", "team", "race", "randall", "wins", "finish"], "polarity": 0.17858207366404086, "subjectivity": 0.5236498474203392},
{"title": "Syrian Barrage Buries Civilian Areas: 'What Have We Done To Deserve This?'", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587516317/syrian-barrage-buries-civilian-areas-what-have-we-done-to-deserve-this", "text": "Syrian Barrage Buries Civilian Areas: 'What Have We Done To Deserve This?'\n\nEnlarge this image toggle caption Abdulmonam Eassa/AFP/Getty Images Abdulmonam Eassa/AFP/Getty Images\n\nAs evening settled over eastern Ghouta on Tuesday, the suburb just outside Damascus lay battered by 48 hours of sustained airstrikes. And the approaching night promised still more horror for one hospital.\n\nBy 5 p.m. local time, the Syrian American Medical Society says, barrel bombs had begun to fall in a downpour about the medical facility.\n\n\"The hospital's entry points, as well as the pharmacy, were directly hit. These airstrikes continued to relentlessly target the vicinity of the hospital for five hours, also directly hitting ambulances,\" SAMS said in a statement released Tuesday.\n\nThe medical relief organization said at least 300 patients and staff found themselves trapped and seeking safety in the building's inner recesses during the hours-long attack — until finally the drone of the aircraft faded with the attackers' departure.\n\nOn Tuesday alone, bombardment by pro-regime forces killed at least 107 civilians in rebel-held eastern Ghouta, according to the Syrian Observatory for Human Rights. The U.K.-based monitoring group said Wednesday that brings the death toll in the area to more than 250 civilians, including at least 58 children, since fighting escalated Sunday night.\n\nEnlarge this image toggle caption Amer Almohibany/AFP/Getty Images Amer Almohibany/AFP/Getty Images\n\nEyewitness accounts described the horrors behind the numbers.\n\n\"Hospitals are overwhelmed. Floors are overflowing with injured and blood. Those patients we discharged a couple of days ago are now back with more serious injuries,\" one SAMS doctor said in the group's statement.\n\n\"The word 'catastrophe' can't describe what's happening in East Ghouta. Why do we continue to let children die before our eyes? What have we done to deserve this?\"\n\nAs NPR's Ruth Sherlock reports, the forces supporting President Bashar Assad's regime are \"pummeling the area from the air before troops, which are believed to be amassing on the edges, then try to move in.\" A ground offensive would aim to clear eastern Ghouta of its rebel groups, which have proved to be a deadly threat from their perch just outside the capital.\n\nThe state-run SANA news agency says that at least five civilians were killed in rebel shelling Tuesday and that \"armed groups\" injured more than a dozen people Wednesday in Damascus and surrounding areas.\n\nBut there has been a vast disparity in the scale of firepower between the two factions, as pro-regime forces conduct their campaign on the district of some 400,000 people with airstrikes and barrel bombs.\n\n\"Maybe every minute we have 10 or 20 air strikes,\" a man identified as Dr. Bassam told the BBC.\n\n\"They targeted everything: shops, markets, hospitals, schools, mosques, everything,\" he added. \"I will treat someone — and after a day or two they come again, injured again.\"\n\nPanos Moumtzis, the United Nations' regional humanitarian coordinator for the Syria crisis, said Tuesday at least six hospitals in eastern Ghouta have been hit. Of those medical facilities, he said at least three were rendered inoperable. The attacks, he said, \"may amount to war crimes.\"\n\n\"It's beyond imagination what is happening in East Ghouta today,\" Moumtzis said, calling for a humanitarian cease-fire. \"The untold suffering is intolerable and residents have no idea whether they will live or die. This nightmare in East Ghouta must end and must end now.\"\n\nFor now, civilians in the area have little option but to survive in whatever way they can. Faiz Orabi, a local doctor, told Ruth he had treated one pregnant woman who lost limbs in an airstrike and lost her baby after a piece of shrapnel pierced her stomach.\n\n\"It's a very, very sad situation for us as doctors, for the patients, for all the families,\" he said. \"People are underground now, trying to stay alive as long as they can.\"", "keywords": ["patients", "civilian", "areas", "syrian", "groups", "ghouta", "buries", "forces", "civilians", "eastern", "barrage", "hospitals", "medical", "deserve", "injured"], "polarity": -0.026856984478935704, "subjectivity": 0.3235772357723578},
{"title": "Pence Planned To Meet North Koreans At Olympics, But Pyongyang Canceled ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587491445/pence-planned-to-meet-north-koreans-at-olympics-but-pyongyang-cancelled", "text": "Pence Planned To Meet North Koreans At Olympics, But Pyongyang Canceled\n\nEnlarge this image toggle caption Bernat Armangue/AP Bernat Armangue/AP\n\nA meeting that was to have taken place between Vice President Pence and representatives of North Korea during the Winter Olympic Games fell apart when Pyongyang suddenly backed out, the State Department says.\n\nThe meeting, between Pence and Kim Yo Jong, the sister of North Korean leader Kim Jong Un, and Kim Yong Nam, North Korea's nominal head of state, was to have taken place on Feb. 10 during the vice president's three-day visit to the Olympic venue.\n\nHowever, \"At the last minute, DPRK [North Korean] officials decided not to go forward with the meeting,\" State Department spokeswoman Heather Nauert said in a statement.\n\n\"The Vice President was ready to take this opportunity to drive home the necessity of North Korea abandoning its illicit ballistic missile and nuclear programs,\" Nauert said.\n\nAs we reported earlier this month, the vice president had left open the possibility of such a meeting, but Nauert's remarks on Tuesday were the first official acknowledgement that one had been in the works.\n\nTwo days before the meeting was to take place, North Korea's Foreign Ministry publicly denied there was any such plan, saying: \"We are not going to use such a sports festival as the Winter Olympics as a political lever. There is no need to do so.\"\n\nNPR reported on Feb. 10 that Pence was drawing criticism for his \"cold demeanor toward the North Koreans\" at the games.\n\nAnd, in the days leading up to the Olympics, the vice president had warned that Pyongyang was trying to \"hijack the message and imagery\" of the games for its own propaganda.\n\nAccording to The Washington Post:", "keywords": ["planned", "kim", "president", "pence", "place", "pyongyang", "state", "meeting", "olympics", "meet", "koreans", "vice", "north", "canceled"], "polarity": 0.0140625, "subjectivity": 0.39322916666666663},
{"title": "'We Will Not Give Up': Fla. School Shooting Survivors March For Tougher Gun Laws", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587502248/we-will-not-give-up-fla-school-shooting-survivors-march-for-tougher-gun-laws", "text": "'We Will Not Give Up': Fla. School Shooting Survivors March For Tougher Gun Laws\n\nEnlarge this image toggle caption Mark Wallheiser/AP Mark Wallheiser/AP\n\nUpdated at 1:50 p.m. ET\n\nA week after a gunman killed 17 people at a Florida high school, students who survived the attack brought their #NeverAgain protest movement to Tallahassee to demand action on guns and mental health. Thousands of activists marched on the state Capitol to pressure lawmakers Wednesday, even as their peers elsewhere in the U.S. staged protests of their own in solidarity.\n\n\"Dear Congress: How can you claim to stand for the people but let your kids get slaughtered like animals in their own schools?\" Sheryl Acquarola, a survivor of the shooting at Marjory Stoneman Douglas High School in Parkland, Fla., screamed to the gathered crowd on Wednesday.\n\n\"Dear Congress,\" she added, \"how many of the thoughts and prayers that I have received do I need to check in for some damn action? Because thoughts and prayers don't mean anything without something behind it. And to be quite frank, thoughts and prayers won't stop my brothers and sisters from dying. Action will.\"\n\nBetween speeches, rally-goers broke out chants of \"Parkland Strong\" and \"Vote Them Out.\"\n\nLast week's shooting has galvanized students at the high school, who have begun to turn their grief into a campaign to get one of their key demands — an outright ban on assault-style weapons such as the AR-15 that was used by the alleged gunman, who was reportedly a client at mental health facilities and had been expelled from school for disciplinary reasons.\n\nIt could be an uphill battle, however. As NPR's Merrit Kennedy reports, Tuesday's session at the Capitol opened with a a prayer for the community affected by the shooting — then went on to decline opening debate on a bill banning assault weapons, while several survivors of the shooting watched the proceedings in person. Acquarola was among the students watching the vote.\n\n\"I am extremely, extremely angry and sad,\" 16-year-old survivor Alfonso Calderon said at Wednesday's rally, \"and I don't know if I am going to be traumatized because of this. I don't know if I'm going to have faith in my state and local government anymore.\"\n\nThe 16-year-old junior is among about a hundred students from Marjory Stoneman Douglas High School, accompanied by more than a dozen adult chaperones, who began arriving in Tallahassee late Monday. Some of them have already sat in on legislative sessions and met individually with some lawmakers.\n\nMany of the students emerged frustrated from those encounters, feeling their tragedy should be heard as a call to action.\n\n\"We are here to discuss with our state legislators how we can prevent what happened to us — but, as Alfonso said, I'm feeling a little discouraged about that. I don't want this to happen again. I wouldn't wish what happened to us on my worst enemy,\" said Sofie Whitney, 17, at the rally.\n\n\"We will not let those beautiful souls die for nothing, because we are going to make a change,\" she added. \"We will not give up. This is only the beginning of our history. Please be on the right side of it.\"\n\nElsewhere, in Washington, D.C., hundreds of students walked out of class to express their support of the march in Tallahassee. The students in the District intended to end their own march with a rally at the U.S. Capitol. Other students across South Florida walked out of class, as well, according to CNN.\n\nIn a statement earlier this week, Florida Gov. Rick Scott, a Republican, said \"swift action is needed\" and that he was \"bringing local and state leaders together to find solutions on how to prevent violence in our schools and keep guns out of the hands of mentally ill individuals.\"\n\nDemocratic State Sen. Kevin Rader, who represents Parkland, tells NPR's Morning Edition that he is optimistic the legislature can address the issue in a meaningful way: \"I am fairly certain that we are going to have some changes in Tallahassee. No doubt about that.\"\n\nHe takes Scott at his word that Republicans — who control the state Legislature as well as the governor's mansion — can compromise on an issue they have long shown a reluctance to take up.\n\nRader says that unlike previous mass shootings in Florida, including the 2016 Pulse nightclub shooting in Orlando and the shooting at the Fort Lauderdale Airport in Jan. 2017, \"The big difference between these three shootings is that this one happened during session, the other two didn't. So, everyone is coming back here to Tallahassee this week and for three more weeks of our nine week session ... and you can't ignore what happened.\"\n\nAt the federal level, President Trump on Tuesday said he had signed an executive order directing the Justice Department to move to ban bump stocks, an add-on device used to increase the rate of fire on rifles such as the AR-15. Bump stocks were used by the gunman who killed 58 people in Las Vegas last year.\n\n\"We must do more to protect our children,\" said Trump, who has been a strong supporter of gun rights.\n\nAs we reported earlier, \"Shortly before the president made the announcement, White House press secretary Sarah Huckabee Sanders said that Trump did support 'not having the use of bump stocks,' but she declined to elaborate on any other gun measures that Trump might back other than efforts to improve background checks.\"", "keywords": ["tallahassee", "school", "students", "shooting", "florida", "fla", "gun", "state", "week", "laws", "high", "trump", "going", "tougher", "survivors"], "polarity": 0.03396825396825397, "subjectivity": 0.4431953892668179},
{"title": "Doctors In China Lead Race To Treat Cancer By Editing Genes", "url": "https://www.npr.org/sections/health-shots/2018/02/21/585336506/doctors-in-china-lead-race-to-treat-cancer-by-editing-genes", "text": "Doctors In China Lead Race To Treat Cancer By Editing Genes\n\nEnlarge this image toggle caption Yuhan Xu/NPR Yuhan Xu/NPR\n\nShaorong Deng is sitting up in bed at the Hangzhou Cancer Hospital waiting for his doctor. Thin and frail, the 53-year-old construction worker's coat drapes around his shoulders to protect against the chilly air.\n\nDeng has advanced cancer of the esophagus, a common form of cancer in China. He went through radiation and chemotherapy, but the cancer kept spreading.\n\nNow he's back at the hospital to get an experimental treatment. It involves using cells from his own immune system, known as T cells, after they have been taken out of his body and genetically altered in a lab by the gene-editing tool called CRISPR.\n\n\"I consider myself very lucky,\" Deng says through an interpreter as a nurse finishes taking his blood pressure.\n\nJust then, the door swings open, and the nurse rushes back in. She's cradling a clear plastic pouch filled with yellowish fluid. She hangs the pouch above Deng's bed, attaches one end of an intravenous tube to the bottom, and slides a long needle at the other end into Deng's arm.\n\n\"This is the T-cell infusion,\" says Dr. Shixiu Wu, who's president of the cancer hospital in Hangzhou, a little over 100 miles southwest of Shanghai. \"Now it begins — getting the immune cell therapy.\"\n\nDeng stares at the IV as millions of genetically modified immune system cells slowly drip into his body. The infusion will take at least an hour.\n\n\"I can only hope it will completely — completely — get rid of the cancer,\" Deng says.\n\nDeng is participating in what Wu says is the most advanced study in China testing CRISPR in sick people. But at least eight other Chinese studies of CRISPR for various forms of cancer are listed on a U.S. government website that serves as a clearinghouse for biomedical research worldwide. The list includes studies of CRISPR as a treatment for cancers of the lung, bladder, cervix and prostate.\n\nIn contrast, only one CRISPR cancer study has been approved in the United States, and it's only just now starting to look for the first patient to treat.\n\nEnlarge this image toggle caption Rob Stein/NPR Rob Stein/NPR\n\n\"China is starting to pull ahead of other parts of the world — maybe for the time — in regards to biomedicine,\" says Hallam Stevens, an anthropologist at the Nanyang Technological University in Singapore who studies Chinese bioscience. \"They've been really investing heavily in it over the last couple of decades and it's starting to pay off in a big way.\"\n\nThe treatment Wu is testing involves taking a sample of blood from each patient. A lab at a biotech company two hours away by bullet train extracts T cells from the blood. Scientists then use CRISPR to knock out a gene in the T cells known as PD-1. This engineering feat modifies the T cells so that they zero in on and attack the cancer cells, once they're infused back into each patient.\n\nDeng was returning to the hospital to receive his second infusion of gene-edited T cells. When he first arrived at the hospital about a month ago, he was so weak he needed a wheelchair. But Deng says he started feeling better soon after his first infusion.\n\n\"I feel very stable,\" Deng says. \"I was weak in the limbs before and now I am not weak anymore.\"\n\nIt's still too early to draw firm conclusions about how effective the treatment will be or what the full extent of side effects from it. Deng is one of just 21 patients with advanced, incurable cancer of the esophagus that Wu has treated so far with CRISPR-edited T cells.\n\nBut Wu says about 40 percent of the patients appear to have responded. One patient is still alive almost a year later.\n\nThere's no randomized comparison group in this study. But usually, such patients would have no hope, Wu says. \"If they have not received this treatment they will die — most of them will die in three to six months,\" he says.\n\nWu says he's writing up the results for a scientific publication, but these results have not yet been peer-reviewed or published.\n\nSo far, Wu says the only side effects have been mostly minor — an occasional fever or rash. Nine patients in the study have died, but Wu says that was from their cancer, not the treatment. One patient discontinued treatment because of a high fever. The rest appear to be stable or in \"partial remission,\" Wu says. They are undergoing monthly treatments.\n\n\"As a cancer doctor, you see many deaths,\" Wu says. \"So it's good to be part of this.\"\n\n\"China sees biomedicine as one way it can compete with the West and show off its technological prowess and scientific chops in the 21st century,\" Stevens says. \"It's also something that's going to be critical for keeping China's population healthy in the 21st century.\"\n\nLess skeptical about science\n\nIn general, medical research in China isn't as stringently regulated as in the West, Stevens says. \"It begins at a different starting point,\" he says.\n\nIn the West, there is a history of awareness about the dangers of medical experimentation run wild, he says, going back to the Nazi era and also the notorious syphilis study at Tuskegee University in Alabama, where doctors withheld treatment from black men for decades.\n\n\"Rather than having the starting point being: 'This could be dangerous or this could be risky for people and we need to take that concern uppermost,' \" Stevens says. \"They start with the premise: 'This is going to be beneficial for China.' \"\n\nWu says his study was allowed to begin after being approved by a single nine-member hospital committee in just two months. He says the committee included a lawyer, a bioethicist, nurses, doctors, a journalist, a representative of cancer patients and a representative of the public.\n\nEnlarge this image toggle caption Rob Stein/NPR Rob Stein/NPR\n\n\"Chinese patients want to be cured very much,\" Wu says. \"There's a Chinese saying: A living dog is better than a dead lion. So patients are willing to try new cures. That's why the ethics committee and the lab are very positive about this.\"\n\nBut the less stringent oversight makes doctors and bioethicists worry that some Chinese doctors may be rushing ahead too quickly, possibly putting patients at risk.\n\n\"My concern is: Are we really ready? There so much about CRISPR that we don't understand,\" says Lainie Ross, a bioethicist at the University of Chicago. \"We could be doing more harm than benefit. We need to very, very cautious. This an incredibly powerful tool.\"\n\nRoss noted that there are already drugs available that work that harness the immune system in the same way as Wu is trying to use CRISPR.\n\n\"One concern is: If you could do this with a medication rather than CRISPR, are you actually telling the participants about the alternative?\" Ross says. \"We have safe and effective FDA-approved drugs that could do the same thing. Are they being informed properly?\"\n\nOthers express similar concern.\n\n\n\n\"China's like the Wild West,\" says Dr. Carl June, a University of Pennsylvania scientist involved in the U.S. study of CRISPR to treat cancer that's finally starting after nearly two years of much more intense review than Wu's study in China.\n\nThe Penn study was evaluated by two federal agencies — the Recombinant DNA Advisory Committee and the Food and Drug Administration — as well as two separate committees at his hospital before getting the go-ahead.\n\n\n\n\"China has made this a very high priority — a national priority to develop this,\" June says. \"There's some very high-quality research in China, and then there are others that are not high quality.\"\n\nJune doesn't have any specific concerns about Wu's study and doesn't think the U.S. should relax its safeguards to protect patients. But he worries the U.S. is falling behind like it did at the beginning of the space race.\n\n\n\n\"It's kind of like Sputnik 2.0,\" June says, referring to the Soviet satellite that became the first artificial satellite to orbit the Earth, shocking the U.S.\n\n\"CRISPR technologies have created a Sputnik moment where vast new improvements can occur if we focus on them and make it a priority,\" June says. \"I want it to be done safely. But I want it to be a high priority.\"\n\n\n\nAnd June would like to see a level playing field where researchers around the world follow the same rules.\n\nFor his part, Wu stresses doctors explained all the possible risks to the patients very carefully before proceeding. And he's already started treating patients with another kind of cancer — cancer of the pancreas.\n\n\n\n\"We [are] just beginning. We should improve it to get more benefits for the patients,\" Wu says. \"If you don't try it, you'll never know.\"\n\nDeng, Wu's patient, agrees, saying he fully understands the experimental nature of the treatment.\n\n\"I've never worried about this,\" Deng says. \"I believe in science.\"", "keywords": ["patients", "treatment", "cells", "genes", "study", "china", "cancer", "wu", "treat", "deng", "editing", "race", "starting", "lead", "crispr", "hospital", "doctors"], "polarity": 0.0617820960134393, "subjectivity": 0.4474125153453512},
{"title": "Kentucky Democrat Wins Special Election To Reclaim Seat After Lawmaker's Suicide", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587509178/kentucky-democrat-wins-special-election-to-reclaim-seat-after-lawmakers-suicide", "text": "Kentucky Democrat Wins Special Election To Reclaim Seat After Lawmaker's Suicide\n\nEnlarge this image toggle caption Timothy D. Easley/AP Timothy D. Easley/AP\n\nThe wife of Kentucky state Rep. Dan Johnson, who killed himself last year amid allegations of sexual assault, has lost a bid to succeed her late husband. The special election returned the seat to Linda Belcher, whom Dan Johnson had unseated.\n\nEnlarge this image toggle caption Timothy D. Easley/AP Timothy D. Easley/AP\n\nBelcher — the Democrat who lost to Johnson in a Trump wave that swept Republicans into office statewide in 2016 — easily won the special election for Kentucky's 49th District. She garnered 68 percent of the vote to Rebecca Johnson's roughly 32 percent, member station WFPL reports.\n\nJohnson's wife announced a day after his death that she would seek the state House seat.\n\nAccording to The Hill, \"The Kentucky district is the 18th formerly Republican-held district to fall into Democratic hands in a special election since Trump won election, a growing trend Democrats see as proof of their party's momentum heading into the midterm elections. In 2018 alone, Democrats have won Republican-held state legislative districts in Missouri, Wisconsin and Florida.\"\n\nAs we reported in December, Dan Johnson, 57, was found dead from a self-inflicted gunshot wound on a bridge over the Salt River in Mount Washington. His suicide followed a report by the Kentucky Center for Investigative Reporting outlining a number of accusations against him, the most serious of which was the alleged sexual assault of a 17-year-old girl in the basement of the church where he served as pastor. KyCIR is an initiative of Louisville Public Media, a nonprofit 501(c)(3) corporation that operates three NPR member stations — WUOL, WFPK and WFPL.\n\nThe day before Johnson took his own life, he spoke from the pulpit at his Heart of Fire Church in the Fern Creek neighborhood of Louisville to denounce the allegations, calling them \"fake news.\" He blamed NPR by name, although the network neither investigated the initial story nor aired or published it.\n\nThe Associated Press notes: \"Rebecca Johnson denied the allegations against Dan Johnson, claiming he was a victim of \"an assault from the left.\" But the allegations were backed up by an on-the-record interview from the victim, plus pages of police documents that were published by [KyCIR] after months of reporting.\"", "keywords": ["dan", "seat", "allegations", "democrat", "lawmakers", "johnson", "timothy", "state", "won", "election", "reclaim", "kentucky", "suicide", "wins", "special", "d"], "polarity": 0.09148351648351646, "subjectivity": 0.410989010989011},
{"title": "Army Awards Medal For Heroism To 3 JROTC Cadets Killed In Florida Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587496899/army-awards-medal-for-heroism-to-3-jrotc-cadets-killed-in-florida-shooting", "text": "Army Awards Medal For Heroism To 3 JROTC Cadets Killed In Florida Shooting\n\nEnlarge this image toggle caption Allen Breed/AP Allen Breed/AP\n\nPeter Wang, a 15-year-old member of the Junior ROTC who was killed as he tried to help fellow students escape a mass shooting in Parkland, Fla., last week, has been posthumously admitted to the U.S. Military Academy.\n\nPeter and two other freshman cadets, Martin Duque and Alaina Petty, both 14, were also awarded the Medal of Heroism — the highest medal given to Junior Army Reserve Officers' Training Corps cadets.\n\nClassmates and family said that Peter dreamed of attending West Point. The admission to the academy came on the same day as his funeral.\n\nEnlarge this image toggle caption Gerald Herbert/AP Gerald Herbert/AP\n\n\"It was an appropriate way for USMA to honor this brave young man,\" the academy said in a statement. \"West Point has given posthumous offers of admissions in very rare instances for those candidates or potential candidates whose actions exemplified the tenets of duty, honor and country.\"\n\nPeter was reportedly wearing his gray Junior ROTC shirt when he was killed while holding the door open so others could escape a gunman who fatally shot 17 people at Marjory Stoneman Douglas High School last Wednesday.\n\n\"He saved people's lives,\" Victoria Downing, one of Peter's classmates, said at his funeral service, according to The Sun Sentinel. \"He deserves it.\"\n\nThe Army Times reports:", "keywords": ["west", "army", "shooting", "killed", "florida", "cadets", "medal", "junior", "jrotc", "point", "image", "honor", "rotc", "awards", "heroism", "toggle"], "polarity": 0.0765625, "subjectivity": 0.3545833333333333},
{"title": "Kentucky Bourbon, Wisconsin Cheese Could Be Targets In Trade War", "url": "https://www.npr.org/2018/02/21/587379391/kentucky-bourbon-wisconsin-cheese-could-be-targets-in-trade-war", "text": "Kentucky Bourbon, Wisconsin Cheese Could Be Targets In Trade War\n\nEnlarge this image toggle caption Luke Sharrett/Getty Images Luke Sharrett/Getty Images\n\nIf the Trump administration starts a trade war, Kentucky bourbon may get caught in the crossfire.\n\nThe administration is weighing strict new limits on imported steel and aluminum in hopes of shoring up homegrown metal industries. But European allies are warning of possible retaliation, including tariffs aimed at politically sensitive products such as bourbon and orange juice.\n\n\"That's what a lot of countries will look to do,\" said Rufus Yerxa, president of the National Foreign Trade Council. \"Something that will get the Trump administration's attention.\"\n\nWith overseas sales of around $1 billion a year, bourbon is just a drop in the barrel of overall U.S. exports. But it's big business in Kentucky, home of Republican Senate Majority Leader Mitch McConnell. Likewise, cheese from House Speaker Paul Ryan's home state of Wisconsin could be on the cutting board if America's trading partners fight back with import restrictions of their own. Orange juice from the swing state of Florida could also feel the squeeze.\n\n\"One of the things this whole era of increasing trade friction has shown us is our trading partners are learning a lot more about our Electoral College,\" Yerxa said.\n\nTrading partners are trying to discourage the administration from invoking a seldom-used statute to protect domestic industries deemed vital to national security.\n\nThe Commerce Department has recommended tariffs of at least 24 percent on imported steel or a quota that would reduce steel imports by more than a third. The department has called for similar, but more modest, restrictions on aluminum imports.\n\nThe measures are intended to combat overproduction in China. But since Chinese products are already subject to U.S. import restrictions, the effects are likely to be felt more powerfully elsewhere.\n\n\"The more likely impact would be on our European allies, Canada and Mexico, Latin America, even other Asian suppliers like Korea,\" said Yerxa. \"Those are all countries with whom we have very good trade relations and a lot of U.S. exports.\"\n\nAccording to the Financial Times, European Union officials are already crafting possible retaliatory tariffs against American goods.\n\nSen. Pat Toomey, R-Pa., warned of exactly that when he and other lawmakers met with the president last week.\n\n\"I would just urge us to go very, very cautiously here,\" Toomey said during a White House session devoted to trade. \"Invoking national security, when I think it's really hard to make that case, invites retaliation that would be problematic for us.\"\n\nOther lawmakers warned that adding tariffs or quotas would drive up prices for businesses that use steel and aluminum, and ultimately for American consumers.\n\n\"Even though there may be some job winners from an action like this,\" said Sen. Mike Lee, R-Utah, \"you would end up with net job losses in the United States.\"\n\nBut Trump, who campaigned on a protectionist platform, seemed inclined to go along with the Commerce Department's recommendations.\n\n\"We cannot be without a steel industry,\" the president said. \"We cannot be without an aluminum industry.\"\n\nTrump has until April to decide how to proceed.", "keywords": ["restrictions", "yerxa", "president", "partners", "steel", "bourbon", "aluminum", "targets", "wisconsin", "trade", "kentucky", "trump", "tariffs", "cheese", "war"], "polarity": 0.07868149580915539, "subjectivity": 0.39715344938749203},
{"title": "After Florida Shooting, Trump Calls For New Regulations On Bump Stocks", "url": "https://www.npr.org/2018/02/20/587380416/in-wake-of-florida-shooting-trump-calls-for-new-regulations-on-bump-stocks", "text": "After Florida Shooting, Trump Calls For New Regulations On Bump Stocks\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nUpdated at 5:50 p.m. ET\n\nFollowing the deadly school shooting in Florida on Feb. 14, President Trump is directing the Department of Justice to develop regulations to ban bump stocks.\n\n\"Just a few moments ago I signed a memorandum directing the AG to propose regulations to ban all devices that turn legal weapons into machine guns. I expect that these critical regulations will be finalized, Jeff, very soon,\" Trump said, referring to Attorney General Jeff Sessions.\n\n\"We can do more to protect our children. We must do more to protect our children,\" Trump said ahead of a Medal of Valor awards ceremony on Tuesday.\n\nShortly before the president made the announcement, White House press secretary Sarah Huckabee Sanders said that Trump did support \"not having the use of bump stocks,\" but she declined to elaborate on any other gun measures that Trump might back other than efforts to improve background checks.\n\nBump stocks are used to accelerate a gun's shooting rate.\n\nWhile there have been no reports that the shooter in the Parkland, Fla., school shooting last week that killed 17 people used such a device, a shooter last October in Las Vegas who massacred 59 people and wounded hundreds others did use bump stocks.\n\nThe Bureau of Alcohol, Tobacco, Firearms and Explosives has been undergoing a review of bump stock regulation since shortly after that Las Vegas shooting; a public comment period ended Jan. 25. When the ATF last completed a review of bump stock classification in 2010, it concluded that the devices were not regulated under existing gun laws.\n\nJustice Department spokeswoman Sarah Isgur Flores responded to the president's announcement on Tuesday in a statement: \"The Department understands this is a priority for the President and has acted quickly to move through the rulemaking process. We look forward to the results of that process as soon as it is duly completed.\"\n\nMany Republicans and even the powerful conservative lobby of the National Rifle Association have supported some regulatory action on bump stocks.\n\n\"The NRA believes that devices designed to allow semi-automatic rifles to function like fully automatic rifles should be subject to additional regulations,\" NRA leaders Wayne LaPierre and Chris Cox said last October, shortly after the Las Vegas shooting.\n\nSen. Dianne Feinstein, D-Calif., who pushed for legislation last fall to ban bump stocks, said in a statement on Tuesday that she was \"glad President Trump finally understands that bump stocks should be illegal\" but added that he needs to support the congressional bill to do so because the ATF is unable to take that action alone.\n\n\"If ATF tries to ban these devices after admitting repeatedly that it lacks the authority to do so, that process could be tied up in court for years, and that would mean bump stocks would continue to be sold. Legislation is the only answer,\" Feinstein said. \"Words are one thing, Mr. President, but we need meaningful action. If you want these devices off the street, call congressional Republicans and tell them to stop blocking our bill.\"", "keywords": ["president", "devices", "shooting", "florida", "vegas", "ban", "stocks", "calls", "trump", "process", "bump", "regulations"], "polarity": 0.05098854397634886, "subjectivity": 0.3811067997043606},
{"title": "Kentucky Moves To Add Guns To Schools After School Shooting", "url": "https://www.npr.org/2018/02/20/587368514/kentucky-moves-to-add-guns-to-schools-after-school-shooting", "text": "Kentucky Moves To Add Guns To Schools After School Shooting\n\nEnlarge this image toggle caption Stephen Lance Dennee/AP Stephen Lance Dennee/AP\n\nThe school shooting in Parkland, Fla., that took 17 lives followed one in rural western Kentucky by three weeks. The Kentucky shooter killed two high school sophomores and injured 18 other people.\n\nIn the wake of the tragedy at Marshall County High School in Benton, Kentucky's Republican governor and legislature say they won't consider gun any control proposals. Rather, a measure allowing teachers or staff to carry guns on campus has gained traction.\n\nRepublican state Sen. Steve West admits his bill isn't going to stop all school shootings, but he hopes it'll help.\n\n\"It increases that kid's chances of surviving. And if there is someone there with a weapon, they will be able to take down the assailant, or at least calm the situation,\" West said.\n\nUnder Senate Bill 103, public school boards and private schools would be able to tap teachers or staff to serve as \"school marshals,\" who would be allowed to carry a gun on campus if they have a concealed carry permit.\n\nIn Kentucky, concealed carry classes teach basic firearm mechanics and safety, but don't train participants for active shooter situations—the only circumstance the bill would allow school staff to use the guns.\n\nThe weapons would have to be stored in a lockbox somewhere on school property at all other times.\n\n\"I wish honestly I didn't have to file this bill, or we weren't even having this discussion and we could go back in time. But unfortunately we live in 2018,\" West said.\n\nNational A Look At All 11 School Shootings That Took Place In The First 23 Days Of 2018 A Look At All 11 School Shootings That Took Place In The First 23 Days Of 2018 Listen · 1:43 1:43\n\nSeveral other states are considering proposals that would allow teachers to have access to guns in schools, including Alabama, Colorado, Florida, Indiana, Maryland, Michigan, Pennsylvania and South Dakota and South Carolina.\n\nAccording to the Giffords Law Center to Prevent Gun Violence, eight states currently have laws that either allow concealed carry of firearms at K–12 schools or have no laws prohibiting them.\n\nThe Marshall County shooting took place shortly after the 20th anniversary of one at Heath High School in nearby Paducah.\n\nBack then, Hollon Holm was shot in the head when a student opened fire on a group of praying classmates.\n\nDuring a rally at the state capitol, Holm said arming teachers won't stop school shootings.\n\n\"In the wake of Marshall County, members of the General Assembly seek to put more guns in more hands of people with less oversight,\" Holm said. \"This is not a solution that would've saved lives at Heath High School. It would not have saved lives at Marshall County High School.\"\n\nSen. West, the bill's sponsor, says he's still trying to refine the bill and considering other training requirements for the marshals.\n\n\"Fifty states truly are experiment stations for this subject. Everyone's trying to grapple with it at the same time. And the Florida situation just enhances it even more,\" West said.\n\nState Sen. Danny Carroll, a Republican whose district includes Marshall County, says he's concerned about teachers using live ammunition in active shooter situations.\n\nHe's proposed a bill that would allow teachers and staff to use non-lethal weapons that would be stored on campus.\n\n\"We're talking about beanbag shotguns, shotguns that shoot rubber pellets, rubber bullets that are shot out of a pistol or a rifle, tranquillizer guns, the flashbang devices that you often see on TV when a SWAT teams make an entrance into a house,\" Carroll said.\n\nMany Kentucky schools already have armed \"school resource officers,\" often off-duty police officers charged with protecting students.\n\nThere was an armed guard at Marjory Stoneman Douglas High School in Florida, just as there was last month at Marshall County High School. Neither took down their shooter. In Kentucky, the guard did report the incident.", "keywords": ["west", "bill", "school", "marshall", "add", "shooting", "schools", "guns", "took", "high", "kentucky", "moves", "teachers", "county"], "polarity": 0.08152374811949281, "subjectivity": 0.37197399527186753},
{"title": "Anti-Migrant Slogans Are Overshadowing Italy's Election Race", "url": "https://www.npr.org/sections/parallels/2018/02/21/587276577/anti-migrant-slogans-are-overshadowing-italys-election-race", "text": "Anti-Migrant Slogans Are Overshadowing Italy's Election Race\n\nEnlarge this image toggle caption Alessandra Tarantino/AP Alessandra Tarantino/AP\n\nA satirical movie that envisions dictator Benito Mussolini staging a comeback opened in Italy just as the campaign for March 4 general elections was getting underway. It has received rave reviews.\n\nThe mockumentary I'm Back is an Italian version of the 2015 German film, Look Who's Back, which envisioned the return of Adolf Hitler.\n\nIn a country that has never come to terms with its fascist past, the Italian movie is seen as a warning shot as populism and racism taint the campaign.\n\nThe film opened in a national climate of widespread unease over the arrival by boat of more than 600,000 mostly African migrants in the last four years.\n\nIn one scene, the dictator is guest of honor on a TV celebrity show. The host asks, \"Duce, how does Italy look now?\" Wearing jackboots and military garb, his chin jutting forward, the Mussolini look-alike replies, \"it's like Rhodesia, Congo or Nigeria.\" When the audience laughs, he fires back, \"You won't find it so funny when an African steals your job.\"\n\nLuca Miniero, the movie's director, told the daily La Repubblica, \"I'm convinced that if Mussolini were to return today, he'd win the elections, except that he'd see his government fall after two years.\"\n\nYouTube\n\nIn the real Italy, the latest polls favor a right-wing coalition — headed by one man trying to make a political comeback, former Prime Minister Silvio Berlusconi.\n\nItalians thought they'd seen the last of the 81-year-old media tycoon — disgraced by sex scandals and court trials — since his tax fraud conviction bars him from running for office. Now, he aspires to be kingmaker.\n\nBerlusconi \"is the only one who has been able to put this together,\" says Roberto D'Alimonte, professor of political science at Rome's Luiss University, \"to create [a] coalition among strange bedfellows, the various segments of the Italian right.\"\n\nThe coalition includes the League (formerly known as the Northern League), headed by Matteo Salvini. Salvini is anti-European Union, wants to legalize brothels and pledges to deport all undocumented migrants — whose arrival he blames on what he considers the lax immigration policies of the outgoing center-left government.\n\nMany observers say the use of racist campaign slogans has reached new levels and is encouraging violence.\n\nThe migrant issue became even more explosive after a right-wing extremist shot and wounded six migrants from countries including Ghana, Mali and Nigeria, in the town of Macerata, in central Italy, earlier this month.\n\nThe suspect — who has a Nazi tattoo on his forehead — claimed he acted in revenge for the murder of an 18-year-old Italian woman whose suspected killer is Nigerian.\n\nLeague leader Salvini was quick to say, whoever shoots people goes to jail, but added that uncontrolled immigration leads to social conflict.\n\n\"Those who allowed hundreds of thousands of phony refugees, and real criminals to land here, are morally responsible for acts of violence committed in Italy,\" Salvini said.\n\nOfficial statistics show the crime rate by noncitizens in Italy is lower than that of Italians.\n\nThe League's escalating racist rhetoric poses problems for Berlusconi, says analyst D'Alimonte. \"He wants to appear as the moderate leader and he cannot go too far in following the League down the path of chastising immigrants,\" he says.\n\nAnd yet, in a TV interview after the shooting, Berlusconi did exactly that.\n\n\"Those 600,000 migrants who are here are a social bomb, ready to explode because they live on expediency and crime,\" Berlusconi said.\n\nEmma Bonino, a veteran human rights activist running on a pro-EU slate with the center-left coalition, also warns of dangers posed by that kind of statement.\n\n\"Violence is violence, it can never, never, never be excused,\" she said. \"Leaders and media should be careful in not fueling this sentiment, and it is exactly the opposite that is happening.\"\n\nThe drive-by shooting in Macerata was only the latest in a series of attacks carried out by right-wing extremists. For the last five years, the Interior Ministry has recorded an average of one attack by a neofascist group per week, according to L'Espresso newspaper.\n\nSmall, ultra-right-wing parties such as Casa Pound and Forza Nuova are also campaigning for the March 4 elections.\n\nThis raises the specter that, for the first time since the 1945 fall of Mussolini's dictatorship, lawmakers who openly embrace fascism could be back in the Italian parliament.", "keywords": ["migrants", "slogans", "rightwing", "italy", "wants", "italys", "coalition", "italian", "overshadowing", "mussolini", "election", "race", "antimigrant", "salvini", "berlusconi", "league"], "polarity": 0.09928615155887884, "subjectivity": 0.3131941711487165},
{"title": "Report Detailing Harassment At NPR Cites 'High Level Of Distrust' Of Management", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587284377/report-detailing-harassment-at-npr-cites-high-level-of-distrust-of-management", "text": "Report Detailing Harassment At NPR Cites 'High Level Of Distrust' Of Management\n\nEnlarge this image toggle caption Stephen Voss/NPR Stephen Voss/NPR\n\nAn outside legal review of NPR's handling of allegations against its former top news executive, Michael Oreskes, found that questions were raised about his behavior toward women even before he was hired. And concerns about misconduct were reportedly flagged throughout Oreskes' 2 1/2-year tenure at the network right up to the day he was fired.\n\nRepeated warnings from the network's top leadership about Oreskes' inappropriate conduct and expenditures proved ineffective, the review by the law firm Morgan Lewis noted.\n\n\"Attempts to curtail Mr. Oreskes' conduct and attention to women were not successful,\" the report stated. \"While management made multiple attempts to counsel Mr. Oreskes about his conduct, he was not deterred from pursuing conversations and dinner meetings with women inside and outside of NPR that were inappropriate and served a nonbusiness purpose.\" Oreskes was forced to resign on Nov. 1.\n\nIn an interview on Tuesday, NPR Board Chairman Paul Haaga compared the process of reviewing Oreskes to \"whack-a-mole.\"\n\n\"Remonstrations were effective in stopping one behavior, but not in stopping all behaviors that should have stopped,\" Haaga said. \"We didn't know that he was going to solicit dates outside NPR.\"\n\nThe nine-page report on the review's findings was released to NPR staffers Tuesday afternoon, as NPR CEO Jarl Mohn and Chief Operating Officer Loren Mayor had promised. Morgan Lewis conducted the review from December to February, interviewing 86 current and former NPR employees, 71 of whom are women.\n\nIn effect, the legal review offered greater texture to Mohn's contention that he had failed to connect relevant dots — a contention he made in apologizing to the network's staffers in November.\n\nThe law firm also surveyed the culture at NPR and found a \"high level of distrust\" in management to address such problems effectively. More broadly, it found a \"perception of a culture at NPR that favors men,\" in a way that it said many employees believe \"can foster harassment and bullying.\"\n\nMorgan Lewis suggested several fixes: NPR should require all employees to undergo sexual harassment training, preferably in person; NPR should contract with an outside firm to conduct investigations into sexual harassment complaints, at least for now, as a way of rebuilding trust; NPR's board of directors should monitor complaints, processes and resolutions; and NPR should conduct a gender equity study of pay and promotion.\n\nThe network already appears to have embarked on several closely related initiatives under the leadership of Mayor.\n\nIn its recommendations, the report also urges that hiring processes use blind references for job candidates. In a separate section on Oreskes, the report notes that he had four referrals and eight blind references.\n\nNPR journalists expressed anger toward Mohn and management at all-staff meetings held in November. Some questioned whether he could continue in the job.\n\nIn a joint interview Tuesday, Haaga and NPR board member Wonya Lucas, who is leading the board's special committee on sexual harassment and workplace culture, said they retained faith in Mohn and his senior team.\n\n\"There were clear lapses in judgment,\" said Lucas, a veteran cable television executive who is the president and CEO of Public Broadcasting Atlanta. \"There was a breakdown in communication among senior management. There were policies and procedures that were not in place and others that were not followed.\"\n\nBut Lucas said the current management team should be given the chance to succeed, given the work that Mayor has initiated and recommendations the board was poised to pass Tuesday evening.\n\n\"People make mistakes. Some mistakes are so egregious that they are [professionally] fatal,\" Haaga said. \"What I like to look at is, do they own the mistake? Do they learn from them?\n\n\"They just owned it.\"\n\nIn a note to NPR staff on Tuesday, Mohn said he and senior staff are reviewing the Morgan Lewis report. \"We can learn from it, and we will,\" he said. \"While we cannot change the past, we can commit to not repeating it.\"\n\nMohn added: \"We are committed to a work environment where everyone feels safe and respected. I want to build an organization of equality and empowerment, where every one of us is held to the same standards and every voice can be heard.\"\n\nNPR News exchanged emails with Oreskes but did not secure comment. NPR News will update with any response from Oreskes.\n\nThe problems involving Oreskes were flagged even before he took the job. At the tail end of the hiring process, one participant in his hiring review raised a past incident in which Oreskes reportedly sought to meet women late at night at a conference under the guise of discussing his book.\n\nWithin six months of Oreskes' start in the spring of 2015, two NPR female journalists lodged sexual harassment complaints against him — each after attending separate dinners at which they alleged Oreskes had inquired pointedly about their personal lives and in at least one instance \"made several comments of a sexual nature.\"\n\nOreskes was warned about his behavior by NPR's top attorney, Jonathan Hart, who said it could not recur. The report suggests that the network did not receive new specific complaints of misconduct toward NPR women.\n\nAccording to the Morgan Lewis report, subsequent concerns were raised to NPR's top executives over his expense account submissions involving interactions with women. His digital exchanges with younger women outside NPR, including journalists elsewhere, freelancers, job hopefuls and aspiring college reporters, also set off internal alarms, according to two knowledgeable people.\n\nColleagues said Oreskes used meals and drinks — ostensibly to discuss career advancement — as opportunities to engage in questionable conduct.\n\nOreskes would be repeatedly admonished for his conduct and also over his expenses, by Hart, Mayor, Chief Financial Officer Debbie Cowan and ultimately Mohn himself. Oreskes has since reimbursed NPR for $1,800 in invalid expenses, an amount that seems modest in comparison with the amount of social entertaining he is said to have done.\n\nInside NPR's newsroom in 2015 and 2016, rumors were swirling and more experienced female news staffers were warning younger journalists not to be alone with their top news executive. By fall 2016, editors were warning HR staffers and their superiors that Oreskes' conduct was inappropriate, though few had details to offer. At roughly the same time, a woman contacted HR to say that Oreskes had forcibly kissed her in the 1990s while he was Washington bureau chief for The New York Times and she was exploring job opportunities there.\n\nBut these episodes were apparently considered as separately defined transgressions — inappropriate behavior toward subordinates; misuse of company funds on expenses; inappropriate conduct toward young female journalists who did not work for the network.\n\nIn October 2017, a second woman reported that Oreskes had kissed her against her will in the 1990s while at the Times. The report suggests that only toward the end did Mohn and NPR's top executives conclude these incidents were part of the same family of misconduct.\n\nAs a public matter, attention swiveled to Oreskes on Oct. 31, 2017, when The Washington Post revealed the two allegations from his days at the Times.\n\nLater that afternoon, NPR News reported one of the two HR complaints from an NPR journalist filed in October 2015. The same day as the Post's piece, another female NPR journalist notified the network that Oreskes had invited her to a beach cottage to discuss her possible career advancement. According to the report, that additional episode triggered the decision by Mohn to ask for Oreskes' resignation.\n\nOn Nov. 7, in an email to staff, Mohn said he failed to connect other signs. \"In retrospect, I did not see the bigger pattern of poor judgment and unacceptable behavior,\" Mohn wrote. \"I am sorry, and I have learned from this.\"\n\nThe report does not offer great detail for the individual episodes that occurred during Oreskes' time at NPR. Nor does it explain the internal deliberations of the network's leadership. It does suggest, however, two conclusions: First, the network failed to connect visible dots illuminating a related pattern of behavior; and second, NPR's management did not terminate Oreskes in part because, after the two October 2015 HR filings, it did not receive complaints about behavior toward women who worked at NPR until October 2017.\n\nHaaga, the board chairman, said Mohn should have been brought into discussions about Oreskes' behavior prior to fall 2016. And he said Hart, NPR's general counsel, was focused primarily on preventing harm to the company's employees.\n\n\"It was surprising to me [to learn] when certain parties knew certain things,\" said Lucas, the NPR board member. \"Different people within management had different information over time.\"\n\nMore women came forward after media coverage of allegations against Oreskes. Other women subsequently told NPR News that Oreskes' behavior and communications made them decide not to apply for work at the network.\n\nDisclosure: NPR's David Folkenflik reported this story under the guidance of Deputy Managing Editor Jim Kane and Standards and Practices Editor Mark Memmott. Under standard procedures for reporting on NPR matters, NPR's corporate and news executives were not allowed to review what they reported until it was posted. No editors or reporters involved in this story attended any private NPR staff meetings related to the subject.", "keywords": ["management", "level", "harassment", "women", "oreskes", "detailing", "nprs", "behavior", "review", "conduct", "high", "distrust", "npr", "report", "cites", "mohn"], "polarity": 0.06844164642945132, "subjectivity": 0.38063624045331357},
{"title": "U.S. Men's Hockey Team Is Bounced From Olympic Tournament After Losing Shootout", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587489111/u-s-men-s-ice-hockey-xx-czech-republic-in-overtime-at-winter-olympics", "text": "U.S. Men's Hockey Team Is Bounced From Olympic Tournament After Losing Shootout\n\nEnlarge this image toggle caption Bruce Bennett/Getty Images Bruce Bennett/Getty Images\n\nThe U.S. men's hockey team narrowly lost to the Czech Republic in a tight quarterfinal game that ended in a penalty shootout at the Pyeongchang Winter Olympics tournament on Wednesday.\n\nThe final score was 3-2, after the Americans were unable to get the puck past Czech goalie Pavel Francouz. In the five-round shootout, only one player managed to score: Petr Koukal of the Czech Republic.\n\nWith the win, the undefeated Czech Republic team advances to the semifinals in the Olympics tournament. The Czechs outshot the Americans 29-20 in their game at the Gangneung Hockey Center.\n\nThe shootout was declared after a 10-minute sudden-death overtime failed to produce a winner.\n\nThe men's gold medal match is slated for Sunday. The U.S. women's team has reached the gold medal game in their tournament, set to face Canada on Thursday in South Korea (11:10 p.m. ET Wednesday in the U.S.).\n\nThere are no NHL players at this year's Winter Games, after the league and Olympics officials could not agree on terms. As a result, the U.S. team is composed of a mix of minor-league and college players, along with pros from overseas leagues.\n\nThe American men's team started this game less than 24 hours after the end of their last match — a 5-1 win over Slovakia. Based on their strong finish in group play, the Czech team hadn't played since Sunday.\n\nEach team had scored two goals in the first two periods; the third period was scoreless, despite two penalties on the Czechs that gave the Americans power-play opportunities to score.\n\nThe U.S.'s Ryan Donato (Harvard University) scored the first goal of the match early in the first period, on a feed from Troy Terry (University of Denver) – but the Czech Republic answered with its own goal, and then another, to go up 2-1.\n\nJim Slater (HC Fribourg-Gottéron, Swiss League) scored an equalizing shorthanded goal midway through the match, on an assist from Brian O'Neill. The Czech team had a one-player advantage at the time due to a tripping foul that was called on Mark Arcobello (SC Bern).", "keywords": ["bounced", "game", "olympic", "scored", "republic", "czech", "match", "mens", "olympics", "team", "losing", "shootout", "tournament", "hockey"], "polarity": -0.005476190476190465, "subjectivity": 0.39109523809523816},
{"title": "Lindsey Vonn Wins Bronze Medal In Downhill At Pyeongchang Winter Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/20/587473457/lindsey-vonn-races-to-a-bronze-medal-in-downhill-at-pyeongchang-winter-olympics", "text": "Lindsey Vonn Wins Bronze Medal In Downhill At Pyeongchang Winter Olympics\n\nEnlarge this image toggle caption Tom Pennington/Getty Images Tom Pennington/Getty Images\n\nU.S. skiing star Lindsey Vonn turned in a time that was a half-second off the lead in the downhill Wednesday in South Korea, fast enough to win a medal in her final downhill race of the Pyeongchang Winter Olympics – and almost certainly the last of her Olympic career. It's the third Olympic medal overall for Vonn.\n\n\"It was tough to contemplate this being my last Olympic downhill,\" Vonn said afterward. \"I struggled to try to keep the emotions together, but I left it all on the mountain like I said I would.\"\n\n\"I gave it all today, skied a great race. Sofia just skied better than I did,\" Vonn said, referring to the top finisher, Italy's Sofia Goggia.\n\n\"I thought I executed the line really well on the whole course, perhaps too well,\" Vonn said. \"I tried too hard to stay on the perfect line. But I have no regrets.\"\n\nEnlarge this image toggle caption Javier Soriano/AFP/Getty Images Javier Soriano/AFP/Getty Images\n\nGoing into today's race, Vonn, 33, was already the most decorated female skier of all time. She put together a solid run, having trouble in only one section in the middle of the downhill course at Jeongseon Alpine Center in Pyeongchang.\n\nStarting seventh in the field of 39 racers, Vonn hit speeds of nearly 70 mph as she scorched down the mountain. Vonn's time of 1:39.69 put her 0.47 behind Italiy's Sofia Goggia, who won the gold medal after being the fifth skier to race.\n\nAs she waited to see where she would place, Vonn said, that she was optimistic about getting on the podium, \"but anything can happen as you could see from the super-G, but there's no snowboarders in the race this time\" — a reference to the Czech dual-sport athlete Ester Ledecka, who came out of nowhere to win the women's Super-G race.\n\nOne after another skier flew down the hill, and it seemed as if Vonn's time might put a silver medal around her neck. But then Norway's Ragnhild Mowinckel blistered past the American to take silver, only 0.09 behind the leader.\n\nThe downhill course for Wednesday's race had 38 gates, with a vertical drop of 2,395 feet over a length of 9,104 feet.\n\nIn her Olympics career, Vonn had previously won two medals – a gold in the downhill and a bronze in the Super-G. She won both of those medals at the 2010 Vancouver Games, when she became the only American woman ever to have won gold in the Olympics' downhill.\n\nVonn has coped with a string of serious injuries in her career, including surgery on her knee — which she then reinjured, forcing her to opt out of the 2014 Sochi Games.\n\nToday's race did not include Mikaela Shiffrin, the 22-year-old American skier who won gold in the giant slalom earlier at these Olympics. Shiffrin had initially planned to race in the downhill, but she opted out after scheduling changes due to weather stacked her events too close to one another.\n\nBoth Vonn and Shiffrin, who won gold in the slalom as an 18-year-old in Sochi, plan to race in the alpine combined in South Korea. Scheduled for Thursday, the event includes two races, the downhill and slalom — the same disciplines in which these two talented American skiers have previously won gold medals.\n\nBarring a miracle comeback, this is almost certainly the last Olympics for Vonn, whose pro career includes a streak of dominance from 2007 to 2012, when she mixed four overall championships with one second-place finish. In an even longer streak, she was the No. 1 women's skier in the downhill for eight years, from the 2007/2008 season to 2015/2016.", "keywords": ["winter", "vonn", "skier", "medal", "gold", "won", "olympics", "downhill", "american", "race", "lindsey", "wins", "bronze", "career", "pyeongchang"], "polarity": 0.0730599647266314, "subjectivity": 0.3761537330981775},
{"title": "After Parkland Shooting, Conservative Media Criticize Calls For Stricter Gun Laws", "url": "https://www.npr.org/2018/02/19/587121676/varied-reaction-to-florida-school-shooting", "text": "After Parkland Shooting, Conservative Media Criticize Calls For Stricter Gun Laws\n\nEnlarge this image toggle caption Gerald Herbert/AP Gerald Herbert/AP\n\nIn the week since a gunman murdered 17 in Parkland, Fla., Marjory Stoneman Douglas students have organized a national campaign against school violence with a forceful, simple message for the country: Never Again. They say, in order to prevent the next school shooting, America needs stricter gun laws, safer schools and for the National Rifle Association to get out of politics.\n\nAnd their message is being heard — on TV and across social media. \"Everyone's listening, everyone cares. Change is going to be seen everywhere,\" junior Cameron Kasky said.\n\nBut there is one place where the Parkland students and their campaign have fallen flat: conservative media.\n\nMost conservative media reject the idea that shootings like the one in Parkland are a gun issue. The real concern isn't that semi-automatic rifles like the AR-15 are widely available and can be purchased for less than you would spend on a good bicycle. Instead, they argue that the real crisis involves a breakdown in the fabric of American society, disintegrating families, and a lack of Christian values.\n\nAnd it's a message Republican politicians in particular hear a lot in the media they follow most closely. It was echoed in President Trump's speech to the nation right after the Parkland shooting. \"We must also work together to create a culture in our country that embraces the dignity of life,\" Trump argued.\n\nOn the TV, websites and talk radio favored by tens of millions of Americans, the student activists are either invisible or they face fierce criticism. During an appearance on \"Fox News Sunday\" with Chris Wallace, radio host Rush Limbaugh described the student survivors as articulate and angry, but he also said they're being used by the left and by Democrats in a bid to take away people's gun rights.\n\nThe real answer, Limbaugh said, is more guns in schools: \"The solution, to me and I know this is going to cause all kinds of angst, the solution is we need concealed carry in these schools.\" He went on to argue that rallies and marches and attacks on the NRA won't make kids or teachers safer.\n\n\"Every thoughtful person knows something horrible is going on in American society,\" said Tucker Carlson, founder a popular conservative website called Daily Caller. He spoke on his show on Fox News. \"Tragedies like this happen for a reason, and it probably doesn't have a lot to do with guns.\"\n\nA lot of Americans agree that guns aren't the problem. \"Unfortunately, there's evil in the world,\" said Mimi Garcia from North Carolina who was visiting the Parkland area this week, donating blood after the shooting. \"You know, people are just going for that instead of, you know, [choosing] peace, love and God,\" she argued.\n\nHer husband Manuel Garcia said he feels the same way. \"I believe that a lot of things are happening because we took God out of the school system. We took prayer out of the school system. And this is why all this is happening.\"\n\nIf you believe that society is breaking down, then more guns might seem like a reasonable response, a last-ditch way to keep teachers and students safe. \"I feel like they should put guns in the classrooms now with the teachers,\" said Sabrina Belony, a stay-at-home mom in Fort Lauderdale.\n\n\"I feel like teachers should be trained to be armed for something because teachers lost their lives trying to protect his class.\"\n\nThe kids who formed the Never Again movement have no patience for this idea that culture is to blame for Wednesday's massacre. They say Parkland is already a great town, a tight-knit community with strong values. They say the real problem is that weak gun laws allowed one deeply troubled teen to buy a semi-automatic rifle legally.\n\nSo far, the students seem to be holding their own against the conservative media's very different narrative about Parkland. At an anti-gun rally over the weekend, Emma Gonzalez, a Marjory Stoneman Douglas High School senior, criticized \"every politician who is taking donations from the NRA, shame on you.\"\n\nThat line sparked a roar of applause from the crowd and was followed by chants of \"Shame on you! Shame on you!\" Video of Gonzalez's speech went viral on social media. The students have scheduled a town hall-style meeting Wednesday that will air on CNN. Florida Republican Sen. Marco Rubio, an outspoken ally of the NRA, is scheduled to be there.\n\n\"Thanks for invitation,\" Rubio tweeted. \"Look forward to participating in this important forum. I want action too. Action that will make a difference.\"", "keywords": ["school", "shooting", "real", "parkland", "lot", "gun", "criticize", "media", "laws", "conservative", "calls", "stricter", "teachers", "students"], "polarity": 0.12875330687830688, "subjectivity": 0.45819609788359794},
{"title": "Trump Administration Wants To Let Insurers Offer Plans With Fewer Benefits", "url": "https://www.npr.org/sections/health-shots/2018/02/20/587244292/trump-administration-wants-to-let-insurers-offer-plans-with-fewer-benefits", "text": "Trump Administration Wants To Let Insurers Offer Plans With Fewer Benefits\n\nEnlarge this image toggle caption Jacquelyn Martin/AP Jacquelyn Martin/AP\n\nThe Trump administration wants to allow insurance companies to offer more policies that have limited health benefits and that can reject customers if they have pre-existing medical conditions.\n\nHealth and Human Services Secretary Alex Azar says the plans, which don't meet the legal requirements for health insurance under the Affordable Care Act, will allow consumers who can't afford insurance now to find cheaper plans.\n\n\"It's one step in the direction of providing Americans with health insurance options that are both more affordable and more suited to individual and family circumstances,\" Azar said in a conference call with reporters Tuesday.\n\nHHS, along with the departments of Labor and Treasury, is proposing new rules that would expand access to short-term insurance policies.\n\nThe plans are meant to offer people limited coverage if they are between jobs or in need of insurance during a life transition.\n\nUnder the Affordable Care Act, or Obamacare, short-term plans can last up to three months. But the Trump administration wants to extend that time limit to a year, or more.\n\n\"In 2008, one of the important policy motivators for what ultimately became the ACA was protecting people from so-called mini-med plans that provided coverage in name only,\" says Rodney Whitlock, a health care consultant with ML Strategies who worked as a Republican staffer on the Senate Finance Committee when the Affordable Care Act was written. \"But in a world without the individual mandate, short-term health plans make perfect sense. Now people who have no utilization can go out and buy coverage with no benefits.\"\n\nShort-term plans don't have to include the minimum essential health benefits — such as mental health care or prescription coverage — that have to be included in an ACA-compliant policy. And insurance companies can refuse to offer coverage to someone with a pre-existing medical condition, or charge people more money if they're likely to need more care.\n\n\"The expansion of short-term health insurance plans is part of a strategy to create a parallel insurance market that does not comply with the ACA's rules,\" Larry Levitt, senior vice president of the Kaiser Family Foundation, said on Twitter.\n\nThe Affordable Care Act requires insurance companies to offer 10 \"essential health benefits,\" including such things as maternity coverage and mental health care. It also requires insurance companies to cover anyone who wants to buy a policy and charge the same premium to everyone in a community.\n\nThe goal was to ensure that everyone has access to quality health coverage without discriminating against those who have pre-existing medical conditions.\n\nOfficials believe that if enough healthy people buy insurance it will bring down the price for sicker people. But the extensive benefits and more expensive customers drove up the price of coverage for young healthy people.\n\nSeema Verma, the administrator of the Centers for Medicare and Medicaid Services, which also runs the federal ACA exchange, says she expects between 100,000 and 200,000 people will drop their ACA coverage in exchange for stripped down, short-term plans.\n\nAnd she says she expects millions of people who currently have no coverage will opt to buy a short-term policy to get minimum coverage.\n\nLarry Levitt worries an exodus from the ACA market will hurt the people who need insurance the most.\n\n\"Short-term insurance plans will cherry-pick healthy people, leaving ACA-compliant plans to cover a sicker pool with higher premiums,\" he said on Twitter.\n\nThe American Cancer Society's lobbying arm said in a statement that it worries that the new rules could leave people vulnerable to unexpected health care costs.\n\nThe new rules \"can make these policies inexpensive, they also create plans with potentially inadequate coverage.\"\n\nThe proposed rule is open for public comment for the next 60 days. Verma says the agency is looking for input as to how long short-term policies should last, and whether consumers will be able to renew them, essentially turning them into permanent insurance options.", "keywords": ["rules", "shortterm", "insurance", "wants", "administration", "health", "coverage", "plans", "trump", "offer", "fewer", "benefits", "let", "care", "affordable", "insurers"], "polarity": 0.12591871091871093, "subjectivity": 0.39517436267436257},
{"title": "Anthem Says Eye Surgeons Should Monitor Cataract Anesthesia Themselves", "url": "https://www.npr.org/sections/health-shots/2018/02/20/587165668/anthem-says-eye-surgeons-should-monitor-cataract-anesthesia-themselves", "text": "Anthem Says Eye Surgeons Should Monitor Cataract Anesthesia Themselves\n\nEnlarge this image toggle caption Mass Communication Specialist 2nd Class Eddie Harrison/U.S. Navy Mass Communication Specialist 2nd Class Eddie Harrison/U.S. Navy\n\nIf you need cataract surgery, your eye surgeon may have to do double duty as your anesthetist under a new policy by health insurer Anthem. In a clinical guideline released this month, the company says it's not medically necessary to have an anesthesiologist or nurse anesthetist on hand to administer and monitor sedation in most cases.\n\nSome ophthalmologists and anesthesiologists say the policy jeopardizes patient safety, and they are calling on Anthem to rescind it.\n\n\"The presence of anesthesia personnel is one of the key ingredients in the patient safety and effectiveness of cataract surgery today,\" says Dr. David Glasser, an ophthalmologist in Columbia, Md., who is secretary for federal affairs at the American Academy of Ophthalmology, a professional group for eye physicians and surgeons. \"An ophthalmologist cannot administer conscious sedation and monitor the patient and do cataract surgery at the same time.\"\n\nAnthem, which offers commercial insurance plans in 14 states, says anesthesia needs vary and so should coverage. According to a statement from the company:\n\n\"Anthem's Medical Policy and Technology Assessment Committee, a majority of whom are external physicians, reviewed the available evidence addressing the use of general anesthesia and monitored anesthesia care for cataract surgery. According to the literature reviewed, there is no one definitive approach regarding the use of anesthesia for cataract surgery and patient-specific needs should be taken into consideration as well as potential risk of harm to individuals who are sedated during surgical procedures.\"\n\nMedicare, the health care program for people age 65 and older, covers cataract surgery, including anesthesia services.\n\nA cataract, typically related to aging, is caused by clumps of protein that cloud the lens of the eye and can distort vision. During a cataract operation, the surgeon makes an incision in the surface of the eye with a laser or blade and then uses a tool to break up the clouded lens, pull it out and replace it with an artificial one.\n\nIf you're putting a knife in my eye, that's not routine for me.\n\nCataract surgery is common. More than half of Americans have either had a cataract or had cataract surgery by the time they reach age 80, according to the National Eye Institute.\n\nSurgery is typically performed on an outpatient basis and takes less than an hour. Though drowsy while sedated, patients are generally conscious during the procedure and can hear what's said to them and speak if necessary.\n\nEye surgeons often have an anesthesiologist or a nurse anesthetist present to administer intravenous drugs to help keep the patient relaxed and ensure they don't move during the operation as well as monitor their vital signs and adjust medication as necessary.\n\nAnthem's new policy states that this type of monitored anesthesia care is medically necessary only if the patient is under 18 years old, or is unable to cooperate or communicate because of dementia or other medical conditions, can't lie flat, has known problems with anesthesia, or if a complex surgery is anticipated.\n\nBut some ophthalmologists and anesthesiologists disagree.\n\n\"I wouldn't even consider doing a cataract surgery without an anesthesiologist or nurse anesthetist in the room,\" says Dr. David Aizuss, an eye surgeon who is president-elect of the California Medical Association. \"If you're working inside the eye it's a very confined space, and if the patient gets agitated and starts moving around you have to get the equipment out of the eye very quickly.\"\n\nAlthough Anthem posted the new policy online, providers are seeking clarification from the company about the timing of its implementation in their states, physicians said.\n\nUntil then, some practices are taking no chances. At the Freedom Vision Surgery Center in Encino, Calif., where Aizuss practices, Anthem patients who come in for cataract surgery are asked to pay $400 out-of-pocket upfront for anesthesia services.\n\nProfessional groups representing California eye physicians and anesthesiologists have written to Anthem requesting the policy be rescinded. In addition, the California Medical Association has lodged complaints with state regulators.\n\nThis isn't the first time Anthem has come under scrutiny for changes to its clinical guidelines that some have charged help the company's bottom line at patients' expense. Last year, the company said it would no longer pay for emergency department visits it later determined were not emergencies. Then in September it said it would no longer pay for imaging tests like MRIs in many cases if patients got them at hospital-owned centers rather than independent imaging centers.\n\nLast week, Modern Healthcare reported that the company says it was modifying its ER rule so that certain types of visits would always be paid for, including those by patients who are directed to the emergency department by their provider or have recently had surgery.\n\nSome safety experts say they were concerned about Anthem's new policy, even for routine cataract surgeries.\n\n\"If you're putting a knife in my eye, that's not routine for me,\" says Leah Binder, president and CEO of the Leapfrog Group, a nonprofit organization that advocates for improved safety and quality at hospitals. Noting that anesthesiologists and nurse anesthetists were pioneers in the patient safety movement, she says there are better ways for Anthem to save money than shutting them out of the operating room.\n\n\"How about identifying the surgeons who have the highest complication rates, and letting patients know about them?\" she suggested.\n\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation. Michelle Andrews is on Twitter @mandrews110.", "keywords": ["eye", "anthem", "patients", "surgery", "surgeons", "monitor", "patient", "safety", "policy", "anesthesia", "cataract"], "polarity": 0.04592780101254678, "subjectivity": 0.3558973512363343},
{"title": "Europe Saw Fourfold Increase In Measles Cases In 2017", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587350782/europe-saw-4-fold-increase-in-measles-cases-in-2017", "text": "Europe Saw Fourfold Increase In Measles Cases In 2017\n\nEnlarge this image toggle caption Lucy Nicholson/Reuters Lucy Nicholson/Reuters\n\nMeasles is highly contagious, but easily preventable with a vaccine.\n\nHowever, the numbers of measles cases jumped sharply in Europe in 2017, according to new data released by the World Health Organization.\n\nIn 2017, the disease affected 21,315 people, compared with 5,273 in 2016. Last year, 35 people died in Europe because of measles.\n\n\"Every new person affected by measles in Europe reminds us that unvaccinated children and adults, regardless of where they live, remain at risk of catching the disease and spreading it to others who may not be able to get vaccinated,\" said Zsuzsanna Jakab, WHO's regional director for Europe. She describes the loss of lives as a \"tragedy we simply cannot accept.\"\n\nThe WHO says that 15 countries in Europe saw outbreaks of 100 or more cases. Romania had the most, with 5,562, followed by Italy, with 5,006, and Ukraine, with 4,767.\n\n\"These countries have experienced a range of challenges in recent years, such as declines in overall routine immunization coverage, consistently low coverage among some marginalized groups, interruptions in vaccine supply or underperforming disease surveillance system,\" the WHO report stated.\n\nAccording to the BBC, Romania has a shortage of the vaccine. \"It is also thought that the country's large Roma population, who often live in severe poverty, are at particular risk of contracting and spreading the virus,\" the broadcaster added.\n\nIn response to the burgeoning outbreak in Italy last year, the country made vaccines mandatory for measles and a number of other diseases for schoolchildren.\n\n\"Kids up to 6 years old won't be accepted into nursery schools without them,\" reporter Christopher Livesay told NPR. \"And parents sending their children to school after that age without vaccinating them first will now face fines of up to $8,380.\"\n\nThat was controversial and sparked protest. Some politicians in Italy, as in many other countries, have argued against the policy by referencing widely discredited research that suggests a link between vaccines and autism.\n\nThe WHO says other European countries that saw large outbreaks in 2017 are:\n\n\"Greece (967), Germany (927), Serbia (702), Tajikistan (649), France (520), the Russian Federation (408), Belgium (369), the United Kingdom (282), Bulgaria (167), Spain (152), Czechia (146) and Switzerland (105).\"\n\nAs NPR's Michaeleen Doucleff has reported, measles cases have generally seen a dramatic drop worldwide since the 1980s, from more than 4 million cases annually to fewer than 500,000. However, she adds that health workers have struggled to push vaccination rates past 78 percent, though they say rates of 90 to 95 percent are needed to stop outbreaks.\n\nPoor countries such as Guinea, Mongolia and Nigeria are seeing a high number of cases, she adds. As NPR's Jason Beaubien reports, Rohingya camps in Bangladesh have also seen recent outbreaks.\n\nThere have also been several recent outbreaks in the U.S., primarily impacting people who were never vaccinated for measles. The U.S. saw 118 cases of measles in 2017, according to the Centers for Disease Control and Prevention. A 2015 outbreak across multiple states is believed to have originated with a traveler who visited Disneyland.\n\nAn outbreak hit Minnesota in 2017, sickening at least 79 people. A large number of those affected are members of the Somali-American community in Minneapolis, many of whom are wary of vaccines.\n\nPatients with measles have symptoms such as fever, cough and runny nose at the onset, according to the CDC. After about three days, a rash of \"flat red spots\" appears on the infected person's body.", "keywords": ["2017", "increase", "saw", "europe", "cases", "disease", "measles", "recent", "outbreaks", "outbreak", "fourfold", "countries"], "polarity": 0.08557650682650683, "subjectivity": 0.4200054112554112},
{"title": "Head Of D.C.'s Schools Resigns After Personal Scandal And Amid District Tumult ", "url": "https://www.npr.org/sections/ed/2018/02/20/587356139/head-of-d-c-s-schools-resigns-after-personal-scandal-and-amid-district-tumult", "text": "Head Of D.C.'s Schools Resigns After Personal Scandal And Amid District Tumult\n\nEnlarge this image toggle caption Astrid Riecken/The Washington Post/Getty Images Astrid Riecken/The Washington Post/Getty Images\n\nD.C. Public Schools Chancellor Antwan Wilson resigned Tuesday following revelations that his daughter was improperly transferred from one of the district's top-performing public high schools to another — which had a waitlist of more than 600 students.\n\nThe move violated a policy that Wilson himself established last summer restricting the ability of the chancellor to grant such transfers for the children of public officials. The policy came as a result of revelations that former Chancellor Kaya Henderson had placed the children of certain officials in popular and high-performing schools.\n\n\"After listening to many community members and families and stakeholders, it became very clear to me that Wilson would be unable to successfully lead the schools having not been able to regain the community's trust,\" Mayor Muriel Bowser said in a news conference. \"There are too many tough decisions in the coming months to have any distractions.\"\n\nThis comes on the heels of another scandal involving D.C.'s public schools in which one-third of graduates last year received diplomas in violation of grading and attendance policies. An investigation revealing that information was ordered after an NPR and WAMU investigation showed widespread absenteeism among graduates of one D.C.'s neighborhood high schools.\n\nWilson's departure Tuesday means he served as chancellor for just over a year. Before coming to D.C., he worked as superintendent of the Oakland Unified School District in California. Bowser cited Wilson's experience turning around low-performing urban schools in his previous positions when she announced his appointment.\n\n\"This is the straw that broke the camel's back. We could have a leader that wants to start with transparency and openness, \" says Danica Petroshius, a school parent. \"With a new leader, I think there's a huge opportunity to improve trust in the system.\"\n\nD.C. Council member David Grosso, who chairs the council's education committee, says he fears that losing Wilson and having to find a new chancellor will set back the city's public schools, especially as they navigate the current graduation scandal and a recent decline in enrollment.\n\n\"Stability in the chancellor position is very important, and having a lot of turnover, just like a lot of turnover in the principal position, is not good for the city, it's not good for the schools,\" he says. \"This is frustrating for me, and it sets us back.\"", "keywords": ["public", "district", "trust", "schools", "scandal", "turnover", "personal", "dcs", "head", "washington", "wilson", "amid", "resigns", "tumult", "chancellor", "having"], "polarity": 0.08337070337070338, "subjectivity": 0.40129537129537124},
{"title": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587427220/search-for-buried-treasure-linked-to-illinois-man-s-death-at-yellowstone", "text": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone\n\nEnlarge this image toggle caption Ted S. Warren/AP Ted S. Warren/AP\n\nLast summer, 53-year-old Jeff Murphy was hiking in Yellowstone National Park when he disappeared. Park investigators found his body on June 9, where Murphy had fallen 500 feet from Turkey Pen Peak, after accidentally stepping into a chute.\n\nBut he wasn't on just any hike. He was looking for a treasure box of gold and jewels worth up to $2 million, buried somewhere in the Rocky Mountains by an eccentric millionaire named Forrest Fenn.\n\nFenn, an art dealer and millionaire in his 80s, lives in Santa Fe, N.M. In his self-published memoir, Fenn included a poem that supposedly leads to the treasure he hid in the mountains.\n\n\"The ornate, Romanesque box is 10-by-10 inches and weighs about 40 pounds when loaded,\" NPR's John Burnett reported in 2016. \"Fenn has only revealed that it is hidden in the Rocky Mountains, somewhere between Santa Fe and the Canadian border at an elevation above 5,000 feet. It's not in a mine, a graveyard or near a structure.\"\n\nMurphy is the fourth man to die while searching for the chest.\n\nWhile his death was reported at the time, it wasn't clear until NBC affiliate KULR obtained a copy of the park's investigation that Murphy was looking for Fenn's treasure when he died.\n\n\"The report shows that Murphy emailed Forrest Fenn in the days before Murphy's death,\" KULR reports. \"It also shows emails from Fenn to Yellowstone officials during the search. The man who invited people to look for his chest of gold and jewels in the Rockies was very concerned about Murphy, and also offered to help pay for a helicopter to find the missing man. He also wrote that he had never been to the area where Murphy fell.\"\n\nLinda Bilyeu, whose former husband died searching for the treasure in January 2016, told NBC News that the hunt was \"ludicrous\" and \"should be stopped.\"\n\nAfter the death of 52-year-old Paris Wallace, also last June, Fenn posted additional clues to a treasure-seekers' blog, apparently with the hope of preventing people from searching in unnecessarily dangerous locations.\n\n\"The treasure chest is not under water, nor is it near the Rio Grande River,\" he wrote. \"It is not necessary to move large rocks or climb up or down a steep precipice, and it is not under a man-made object.\"\n\nHe was about 80 when he hid the treasure, he reminded the seekers, and he had to make two trips from his vehicle.\n\n\"Please be cautious and don't take risks,\" Fenn wrote. \"The search is supposed to be fun.\"", "keywords": ["murphy", "yellowstone", "death", "buried", "wrote", "man", "mans", "searching", "illinois", "fenn", "treasure", "wasnt", "linked", "search"], "polarity": 0.012103174603174605, "subjectivity": 0.3433730158730159},
{"title": "How Long Are You Contagious With The Flu?", "url": "https://www.npr.org/sections/health-shots/2018/02/20/585143079/how-long-are-you-contagious-with-the-flu", "text": "How Long Are You Contagious With The Flu?\n\nSkunk Bear YouTube\n\nIt's shaping up to be one of the worst flu seasons in years.\n\nIf you are one of the thousands of Americans who are sick with the flu, this one's for you.\n\nYou've spent the past couple of days cooped up in your house watching bad TV, fighting the fever sweats and expelling a baffling amount of mucus. As you start to resemble a human being again, you might feel pressure to head back to work.\n\nBut when is it really OK to return? Many people go back as soon as their symptoms start to resolve, which could be putting your co-workers at risk.\n\nThose unpleasant symptoms are actually the result of your immune response battling the flu virus. Take fever for example. Your body starts a fever because the flu virus doesn't grow as well at high temperatures, and some immune cells actually work better.\n\nAll that gooey mucus you've been coughing up is good at trapping viruses before they can infect other cells.Your body is in an all out war, you against the virus. Immune cells seek out and destroy virus-infected cells.\n\nAs your airways get irritated, you cough and sneeze. And that's exactly what the flu wants. That's because the flu is spread from person to person in virus-containing droplets that are produced when a sick person coughs, sneezes or even breathes. When you cough, tiny droplets that fly from your mouth can travel as far as 20 feet at speeds ranging from 25-50 mph. Sometimes they can stay suspended for hours.\n\nIf someone inhales those particles, they can become infected. The flu can even be transmitted if someone touches a surface contaminated with flu and then touches her face or mouth. That's why hand-washing is so important when you're sick. But the best way to prevent spreading the flu is to stay home if you can.\n\nSo how long are you really contagious with the flu?\n\nThe CDC says you are contagious one day before you start feeling sick and up to seven days after. If you're a kid, elderly, or have a weak immune system, you can be contagious for even longer.\n\nNPR's Skunk Bear gives us an inside glimpse into how your body fights the flu, and when it's a good idea to head back to work.\n\nMadeline Sofia, Meredith Rizzo, Adam Cole and Ryan Kellman produced this video for NPR. Daniela Sherer created original animations for the video.", "keywords": ["contagious", "start", "virus", "fever", "sick", "long", "immune", "thats", "body", "person", "flu"], "polarity": 0.0007959183673469563, "subjectivity": 0.4781496598639456},
{"title": "U.S. Women's Hockey Team Faces Canada In Gold Medal Final", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587802529/u-s-women-s-hockey-team-faces-canada-in-gold-medal-final-at-winter-olympics", "text": "U.S. Women's Hockey Team Faces Canada In Gold Medal Final\n\nEnlarge this image toggle caption Brendan Smialowski/AFP/Getty Images Brendan Smialowski/AFP/Getty Images\n\nA gold medal showdown is set for the Winter Olympics in Pyeongchang, where the U.S. women's hockey team is playing their archrival, Canada.\n\nThe puck drops at 11:10 Eastern Time, Wednesday night.\n\nWe'll update this post with news from Gangneung Hockey Arena.\n\nIn the preliminary rounds before the start of the elimination round, Canada beat the U.S., 2-0 — despite the Americans firing more shots on goal, 45-23. That game was a very physical clash, including a scrum around the Canadian goal that took two referees to break up; before it was over, one of Canada's players had lost her helmet.\n\nIn a bit of good news for the U.S. team, its star forward Hilary Knight broke her scoring drought at these Olympics in the semifinal against Finland that put them into this gold-medal match. But the U.S. will have to contend with Canada's Meghan Agosta, who has 17 career goals at the Winter Games – second all-time. Agosta has won three gold medals.\n\nThe American women won the very first Olympic hockey tournament, in 1998. But that was 20 years ago. Since then, Canada has won every time. And often, it's been at the Americans' expense: today marks the fifth time the U.S. and Canada have met to decide who gets gold and who gets silver.\n\nThe U.S. women have had great success in the World Championships during Canada's run in the Olympics. But the Americans suffered a heartbreaker in Sochi in 2014, when Canada won the gold medal match in overtime.\n\nPlayers on both teams say things are different now, and that they're hungry to win the title. They're also saying this game will be intense and physical.\n\nThe U.S. and Canada are the only two teams to have ever won an Olympic gold medal in women's hockey. And while the start time in the U.S. falls on Wednesday night, this year's title game is taking place on Feb. 22 in South Korea — 38 years after the \"Miracle on Ice\" of 1980, when the U.S. men's team upset the Soviet Union.\n\nCanada's streak of four consecutive team gold medals is second among all Olympic women's events, trailing only the U.S. women's basketball team, who have won six in a row (so far).", "keywords": ["final", "faces", "olympic", "game", "medal", "gold", "womens", "won", "canada", "olympics", "team", "hockey"], "polarity": 0.11071428571428574, "subjectivity": 0.48628117913832203},
{"title": "Florida Shooting Survivor Weighs In On Meeting With President Trump", "url": "https://www.npr.org/2018/02/21/587795381/florida-shooting-survivor-weighs-in-on-meeting-with-president-trump", "text": "Florida Shooting Survivor Weighs In On Meeting With President Trump Parents and survivors connected to the school shootings at Marjory Stoneman Douglas High School, Sandy Hook and Columbine, met with President Trump at the White House Wednesday to advocate for better protections for the nation's students.", "keywords": ["shootings", "school", "president", "students", "survivor", "shooting", "florida", "stoneman", "white", "meeting", "trump", "survivors", "weighs"], "polarity": 0.22, "subjectivity": 0.3466666666666667},
{"title": "Trump Backs Arming Teachers During Emotional White House Listening Session", "url": "https://www.npr.org/2018/02/21/587775635/trump-backs-arming-teachers-during-emotional-white-house-listening-session", "text": "Trump Backs Arming Teachers During Emotional White House Listening Session\n\nEnlarge this image toggle caption AFP Contributor/Mandel Ngan AFP Contributor/Mandel Ngan\n\nA week after 17 people were killed at a Parkland, Fla., high school, President Trump hosted survivors, parents and teachers from that and other recent school shooting tragedies for an emotional, nearly 90-minute listening session at the White House Wednesday.\n\nTrump, Vice President Pence and Secretary of Education Betsy DeVos asked for feedback on how to prevent future school shootings and increase safety at the nation's schools. Suggestions were varied, ranging from ways to provide more and better security at schools, taking action about the role that mental health plays in school shootings, raising the age to purchase rifles and strengthening background checks.\n\nOver the course of the session, the president voiced support for all of these proposals in some form, including raising the minimum age to purchase long guns. (Later Wednesday the National Rifle Association issued a statement saying it opposed raising the age to purchase rifles or shotguns.)\n\nBut it's one particular approach that Trump supported — arming teachers and other adults working at schools with concealed-carry weapons — that is likely to be one of the most controversial responses to yet another school shooting in the U.S.\n\nThe president said that gun-free zones to \"maniacs\" are a signal that \"let's go in and let's attack because bullets aren't coming back at us.\"\n\nHe suggested additional training for teachers and other school personnel to be able to better respond to active-shooter attacks, if adults working at schools are carrying weapons.\n\n\"If you had a teacher who was adept at firearms, they could very well end the attack very quickly,\" Trump said. (Trump's comments were quickly followed by the resurfacing online of a 2016 tweet where he takes then-opponent Hillary Clinton to task for contending that he wanted \"guns brought into the school classroom.\")\n\nBut Mark Barden, whose 7-year-old son Daniel was killed at Sandy Hook Elementary in 2012 in Newtown, Conn., pushed back on such a suggestion, arguing that his wife, Jackie, who is a teacher \"will tell you that school teachers have more than enough responsibility than to have the awesome responsibility of lethal force to take a life.\"\n\n\"Nobody wants to see a shootout in a school,\" Barden said, positing that if a \"deranged sociopath\" wants to commit an attack — often with the intention of committing suicide anyway — \"he's not going to care if there's somebody there with a gun.\"\n\nParents who had lost their children at Sandy Hook and even as far back as the Columbine High School shooting in Colorado nearly two decades ago spoke with a somber gravitas of the issues that need to continue to be addressed — additional attention to mental health issues and stronger background checks, for example.\n\n\"I implore you — consider your own children. You don't want to be me. No parent does. And you have the ability to make a difference and save lives today,\" Nicole Hockley, whose 6-year-old son Dylan was killed at Sandy Hook, told Trump directly in seeking to press him to take action.\n\nIt was clear the emotions among the survivors and parents of victims of the attack last week at Marjory Stoneman Douglas High School in Florida were still very raw and many were still in shock.\n\nSam Zief said he turned 18 the day after the February 14 shooting where he lost friends and teachers.\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\n\"I don't understand why I could still go in a store and buy a weapon of war,\" Zief said, referring to assault-style weapons or AR-15s.\n\n\"I fully respect all of our amendments, including the Second, but in Maryland they have determined the Second Amendment doesn't protect these kind of assault weapons, including the AR,\" Zief later added.\n\nFifteen-year-old Justin Gruber, who also survived the Parkland, Fla., shooting, lamented that he was born after the Columbine shooting happened, among the first in what has grown into an epidemic of school shootings, and that he's never felt a sense of security.\n\n\"I was born into a world where I never got to experience safety and peace,\" Gruber said. \"There needs to be significant change in this country because this has to never happen again and people should be able to feel that when they go to school.\"\n\nGruber's father, Cary, endorsed higher age limits on firearms.\n\n\"If he's not old enough to buy a beer, he should not be able to buy a gun at 18 years old,\" the elder Gruber told Trump.\n\nAndrew Pollack, whose 18-year-old daughter Meadow was killed in the Parkland shooting, pushed for tighter school security rather than addressing gun laws immediately, pointing out that he had to face tougher screening at airports or even to enter the Department of Education on Wednesday in Washington, D.C., than is in place at most schools.\n\n\"There should've been one school shooting and we should've fixed it!\" an emotional Pollack, flanked by his three sons, exclaimed. \"And I'm pissed, because my daughter, I'm not going to see her again.\"\n\nParkland Mayor Christine Hunschofsky told the president how she's had to attend funerals over the past week, recounting how her city's facade of safety was shattered.\n\n\"We have to, at some point, care enough and be strong enough to come up with solutions,\" Hunschofsky said. She relayed suggestions from parents of two students killed last week — banning assault rifles, strengthening FBI protocols that lapsed and allowed the Parkland shooter to slip through the proverbial cracks and addressing the role of guns.\n\nCarson Abt, a junior at Stoneman Douglas, told Trump she thought more frequent drills on how to respond to an active shooter on school grounds could improve both teacher and student responses.\n\n\"Only 32 states require drills. More than half of the counties do not go through drills because they want to spend their resources on something else,\" Abt said. \"At my school, we go through fire drills each month. We have not had our lockdown drill this year.\"", "keywords": ["school", "president", "shooting", "killed", "schools", "parkland", "week", "house", "listening", "white", "told", "emotional", "trump", "session", "arming", "backs", "teachers"], "polarity": 0.14339583333333333, "subjectivity": 0.40316666666666656},
{"title": "Parents And Students Express Frustration During School Safety Meeting With Trump", "url": "https://www.npr.org/2018/02/21/587789220/parents-and-students-express-frustration-during-school-safety-meeting-with-trump", "text": "Parents And Students Express Frustration During School Safety Meeting With Trump One week after 17 people were shot and killed at Majory Stoneman Douglas High School in Parkland, Fla., students and parents sat down with President Trump to discuss school safety and gun control.", "keywords": ["school", "president", "express", "stoneman", "week", "parkland", "safety", "meeting", "parents", "frustration", "trump", "students", "shot"], "polarity": -0.0651851851851852, "subjectivity": 0.27629629629629626},
{"title": "A New Survey Finds 81 Percent Of Women Have Experienced Sexual Harassment", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587671849/a-new-survey-finds-eighty-percent-of-women-have-experienced-sexual-harassment", "text": "A New Survey Finds 81 Percent Of Women Have Experienced Sexual Harassment\n\nEnlarge this image toggle caption Sarah Morris/Getty Images Sarah Morris/Getty Images\n\nBack in October 2017, women took to social media to share their experiences of sexual harassment. The #MeToo movement was born and quickly went viral, spurring a national and global discussion on the issue.\n\nMany women have since come forward with their experiences of being sexually harassed by colleagues and bosses, costing influential men in the entertainment industry and the media — including journalists here at NPR — their jobs.\n\nAnd yet, there has been little data collected on the national prevalence of sexual harassment, says Michele Decker, director of the women's health and rights program at Johns Hopkins School of Public Health. As a result, many people have asked, \"Where's the evidence?\" she says.\n\nNow an online survey launched in January by a nonprofit called Stop Street Harassment offers some of that missing evidence. It found that 81 percent of women and 43 percent of men had experienced some form of sexual harassment during their lifetime.\n\nThose numbers are much larger than suggested by other recent polls. Those polls used a more limited sample or narrower definitions of harassment, says Anita Raj, director of the Center on Gender Equity and Health at the University of California, San Diego, who analyzed the results of the new survey.\n\nThe new survey, on the other hand, included a larger, more nationally representative sample of men and women ages 18 and above, says Raj.\n\nThe survey also involved a broader definition of sexual harassment that includes the \"continuum of experiences\" that women face, she says.\n\nLoading...\n\nThat includes verbal forms of sexual harassment, like being catcalled or whistled at or getting unwanted comments of a sexual nature. It also includes physical harassment, cyber harassment and sexual assaults.\n\nThe results, released in a report Wednesday, show that 77 percent of women had experienced verbal sexual harassment, and 51 percent had been sexually touched without their permission. About 41 percent said they had been sexually harassed online, and 27 percent said they had survived sexual assault.\n\nThe report also looked into locations where people experienced harassment. The majority of women — 66 percent — said they'd been sexually harassed in public spaces. \"The public forums are where you see the more chronic experiences of sexual harassment,\" says Raj. These include verbal harassment and physical harassment, like touching and groping.\n\nHowever, 38 percent of women said they experienced sexual harassment at the workplace. Thirty-five percent said they had experienced it at their residence. These experiences are more likely to be assaults and the \"most severe forms\" of harassment, says Raj.\n\n\"The findings show that this is a pervasive problem and permeates all sectors of our lives,\" says Holly Kearl, the main author of the report. \"Most people who said they had experienced sexual harassment experienced it in multiple locations.\"\n\n\"Sexual harassment until more recently has been viewed as part and parcel of what people experienced,\" says Decker, who wasn't involved in the survey. As a result, public health researchers don't monitor it. \"It's often been dismissed, because it's considered not as egregious as sexual assault or rape.\"\n\nRape and sexual violence are closely monitored by the U.S. Centers for Disease Control and Prevention's National Intimate Partner and Sexual Violence Survey. As a result, public health agencies and health workers are more aware of their prevalence and have been able to take steps to help victims and offer programs aimed at preventing sexual violence.\n\nThe new report shows that sexual harassment, too, is worth monitoring, says Decker. \"We want to know that we're responding to things that are prevalent and common, and this is showing that sexual harassment is really prevalent.\"\n\nLoading...\n\nOne of the most striking findings from the report is that there is a very clear \"gender differential,\" she says. While men experience sexual harassment as well, the prevalence is higher for women, as is the intensity of those experiences. It also shows that men are more frequently the perpetrators, she adds.\n\nKearl says she was surprised at how few of the victims confronted their harasser. Instead, they changed their own lives to avoid harassers and reduce their risks of being harassed.\n\n\"They were changing their routes or routines; they were changing jobs, or moving,\" says Kearl.\n\nThe report also shows that most victims suffer from anxiety and depression as well, just like victims of sexual violence. \"It shows how challenging it is to confront someone. You'd rather change your life than confront the harasser,\" she says.\n\nRaj says her own teenage daughter's experience illustrates this. A couple of years ago, her daughter stopped walking to the public library by herself after she was harassed by a group of boys.\n\nLoading...\n\n\"She was walking from her high school in a very privileged, affluent area, an area that most people would define as very safe,\" Raj recalls. \"As she was walking alone around 3 o'clock in the afternoon, there was a group of boys that started calling out to her and saying things like 'nice hips.' And it just made her feel so uncomfortable [that] she didn't walk alone anymore.\"\n\nLike Raj's daughter, most women (and men) first experience sexual harassment pretty early in life — during preteen or teenage years. \"That's really disconcerting,\" says Raj.\n\nSimilarly disconcerting is the fact that most victims don't report their experiences, says Decker. \"People don't even mention it to friends, families.\" And so, sexual harassment is \"thriving on the silence of women,\" granting impunity to perpetrators, she says.\n\nSome of that has been turned upside down by the #MeToo movement, because it broke that silence and made it more culturally acceptable to talk about sexual harassment.\n\n\"The next wave of this is to really understand ... what are the barriers to people being able to access reporting process?\" says Decker. \"How can we support people who want to report this if they so choose?\"", "keywords": ["public", "harassment", "women", "experienced", "health", "men", "survey", "experiences", "81", "report", "sexual", "finds"], "polarity": 0.3167025312650314, "subjectivity": 0.5439497955747957},
{"title": "Supreme Court Gets Moving, Issuing As Many Decisions In One Day As It Has In 5 Months", "url": "https://www.npr.org/2018/02/21/587733571/supreme-court-gets-moving-issuing-as-many-decisions-in-one-day-as-it-has-in-5-mo", "text": "Supreme Court Gets Moving, Issuing As Many Decisions In One Day As It Has In 5 Months\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nThe U.S. Supreme Court began churning out opinions Wednesday, producing four decisions — as many as the justices have produced over the past 4 1/2 months combined.\n\nThe topics were varied, touching on subjects ranging from gun control to whistleblower protection and terrorism.\n\nA \"muddle\" on guns?\n\nIn a week highlighted by the national gun control debate, the court ruled that a North Carolina man who pleaded guilty to illegal firearm possession may still appeal his conviction on constitutional grounds.\n\nThe case began on May 30, 2013, when police suspicions were aroused by a jeep illegally parked in an employees-only lot on the U.S. Capitol grounds. When owner Rodney Class returned and refused to allow a search, Capitol Police obtained a warrant and found two loaded pistols, a rifle and extra magazines of ammunition.\n\nQuestioned by the FBI at Capitol Police headquarters, Class identified himself as a \"constitutional bounty hunter\" and \"private attorney general\" who traveled the country with guns and other weapons to enforce federal law against judges whom he believed had acted illegally.\n\nA federal grand jury indicted him on a single count of unlawfully carrying firearms on the Capitol grounds. He eventually pleaded guilty, but he later appealed the conviction, contending the law under which he was convicted is unconstitutional.\n\nThe lower courts said that by pleading guilty, he gave up his right to appeal. But on Wednesday the Supreme Court ruled that a guilty plea does not mean a citizen automatically loses his right to bring a constitutional challenge to the law under which he was prosecuted.\n\nJustice Stephen Breyer, writing for the six-justice majority, observed that while Class, in pleading guilty, did waive his right to appeal his conviction, the plea agreement did not contain an explicit waiver of his right to bring a challenge based on his claim that the ban on weapons at the Capitol violated his Second Amendment right to keep and bear arms.\n\nJustice Samuel Alito, joined by Justices Anthony Kennedy and Clarence Thomas, wrote a dissent four pages longer than the majority opinion. In those pages, he angrily accused the majority of creating a useless \"muddle\" that will \"bedevil\" the lower courts for years to come.\n\nNarrowing protections for whistleblowers\n\nIn a second decision, the court ruled that whistleblower protections enacted after the 2008 financial crisis apply only to people reporting malfeasance to the Securities and Exchange Commission.\n\nOddly enough, the SEC, in interpreting the law, adopted a rule that provided those protections even for those who reported misconduct elsewhere, but the justices said the commission's interpretation was wrong.\n\nThe case was brought by Paul Somers, a former vice president of Digital Realty Trust Inc., a real estate investment trust that owns, develops and acquires data centers.\n\nSomers sued the company, contending that he was fired for reporting securities law violations to senior management. He sued under the whistleblower protections of the Dodd-Frank law, which provides for damages in cases of retaliatory firing.\n\nBut writing for the Supreme Court, Justice Ruth Bader Ginsburg said that the plain language of the law applies only to those who provide pertinent information \"to the Commission.\" Thus, a whistleblower like Somers, who reports alleged financial fraud to superiors, qualifies for damages only if he also provides that information to the SEC.\n\nThe vote was 9-0.\n\nCollecting damages for terrorist acts\n\nThe court was also unanimous in a case involving a horrific terrorist attack in 1997. Three Hamas suicide bombings in a crowded pedestrian mall in Jerusalem resulted in five deaths and nearly 200 injuries.\n\nU.S. citizens wounded in the attack sued Iran, claiming it was responsible because it allegedly provided material support and training for Hamas. Iran did not appear in court in the U.S., and a $71.5 million default judgment was entered in favor of those who brought the suit.\n\nWhen Iran didn't pay up, the injured citizens went after property owned by Iran in the U.S., namely 30,000 ancient clay tablets and fragments housed at the University of Chicago.\n\nThe Foreign Sovereign Immunities Act of 1976 both grants and limits immunity from suit for foreign countries and their property in the U.S. In this case, the court looked at the various provisions of the statute and concluded, in an opinion written by Justice Sonia Sotomayor, that the statute does not provide a \"freestanding basis\" for enforcement of the judgment.\n\nIn short, the tablets could not be seized by the victims of the attack.", "keywords": ["moving", "case", "whistleblower", "protections", "right", "law", "guilty", "court", "gets", "months", "day", "capitol", "iran", "issuing", "supreme", "decisions"], "polarity": -0.07956168831168832, "subjectivity": 0.48250000000000015},
{"title": "From Bellingham to Tallahassee Students 'Walk Out' Demanding Gun Reform", "url": "https://www.npr.org/sections/thetwo-way/2018/02/21/587647075/from-bellingham-to-tallahassee-students-walk-out-demanding-gun-reform", "text": "From Bellingham to Tallahassee Students 'Walk Out' Demanding Gun Reform\n\nEnlarge this image toggle caption Mikaela Lefrak/WAMU Mikaela Lefrak/WAMU\n\nIn the seven days that have followed the massacre at Marjory Stoneman Douglas High School that killed 17 people, students from the Florida campus have moved from terror to grief to activism, inspiring a national youth-led protest against political inaction on gun reform.\n\nOn Wednesday, the Parkland students — still mourning and fueled by anger — made their way to the state capitol in Tallahassee to confront lawmakers to demand a ban on assault weapons.\n\nBut as NPR reported, while Florida House lawmakers opened the day's session with a prayer for the victims, they did not open debate on a bill that would ban assault weapons and large-capacity ammunition magazines.\n\nStill, the Parkland victims' protest has mobilized students all over the country who are fearful of yet another fatal school shootings. From coast to coast teens are staging walk outs of their own, urging national and local legislators to enact laws that might prevent future gun violence in schools.\n\nDozens of students in Bellingham, Wash., began preparing for the walk-out gathering to make signs late Tuesday night. They planned to leave their classrooms at 11:22 — the same time as the Parkland shooting.\n\nIn an television interview with KOMO News, one student who's not quite 18 years-old and withheld her name said, \"We can't vote, so this is our voice. We're just hoping to make a change by having our voices heard.\"\n\nHigh school students in Missoula, Mont., trudged through the snow to participate in the national movement. The yelled, \"This is what democracy looks like,\" as they took their protest to Sen. Steve Daines' (R- Mont.) office.\n\nIn Minneapolis Fox 9 has been broadcasting video footage of high school students from the school district in a procession down city streets toward City Hall.\n\nThe network reported that \"Minneapolis City Council members are working on language to vote on the city taking an official position favoring a statewide assault weapon ban.\"\n\nTeen protesters from the D.C. metro area converged on the U.S. Capitol and in front of the White House. WAMU public radio reporter Mikaela Lefrak followed along as organizers read the names of the Florida shooting victims.\n\nHundreds of students held up homemade signs as they marched across the National Mall. One read: \"We want education without fear of annihilation.\"\n\nThe Hill reported hundreds of students from Maryland also made their way toward the U.S. Capitol to demand action on gun control.\n\nNew Jersey students from Southern Regional High School walked out of class and staged a rally on the campus lawn.\n\nIn addition to Wednesday's events Marjory Stoneman Douglas students are also planning a rally against school and gun violence called \"March for Our Lives\" in Washington D.C. on March 24.\n\nFor those who can't make it to D.C. they are encouraging organizers to lead local rallies and protests around the U.S. on the same day.\n\nThe Women's March youth branch, EMPOWER, is also organizing a national school walk out on March 14, the one month anniversary of the Florida shooting. CNN says the rallies are scheduled to begin at 10 a.m. in every time zone and last for 17 minutes — one for each victim who lost their life in the massacre.", "keywords": ["tallahassee", "protest", "school", "reported", "florida", "parkland", "gun", "city", "reform", "demanding", "national", "bellingham", "students", "walk"], "polarity": -0.04274784885895998, "subjectivity": 0.30228769173213615},
{"title": "U.S. Biathlon Team Speaks Out For Gun Control", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587676315/u-s-biathlon-team-speaks-out-for-gun-control", "text": "U.S. Biathlon Team Speaks Out For Gun Control\n\nEnlarge this image toggle caption Lars Baron/Getty Images Lars Baron/Getty Images\n\nBiathlon links two things that don't often go together, at least in the United States: cross-country skiing and rifle shooting. It's the only Winter Olympic sport in which the U.S. has never medaled.\n\nThe sport \"combines the power and aggression of cross-country skiing with the precision and calm of marksmanship,\" the Olympics website says, adding that biathlon \"has its roots in survival skills practised in the snow-covered forests of Scandinavia, where people hunted on skis with rifles slung over their shoulders.\"\n\nIts practitioners must power across the course, heaving themselves up and down inclines — then stop, calm their breathing, and fire rifles at a target 50 meters (164 feet) away.\n\nFor biathletes, the fact that their sport involves firearms isn't always comfortable. And following last week's school shooting in Parkland, Fla., some members of the U.S. team are adding their voices to the rising chorus calling for stricter gun control.\n\nOn Tuesday night, after he finished competing, American biathlete Lowell Bailey spoke out about the gun he uses to compete — and the type of gun that was used to kill 17 people in Parkland.\n\n\"We're a sport that uses a .22-caliber rifle,\" Bailey said, according to Yahoo Sports. \"A .22-caliber rifle that shoots a single round is a much different thing than an AR-15. In my opinion, there's just no reason for assault rifles to be in the hands of ordinary citizens.\"\n\nThe Florida shooter used a semi-automatic rifle similar to an AR-15.\n\n\"I support an assault weapons ban,\" Bailey said, according to The Washington Post. \"I really do. Our country needs to wake up. Our country needs to change. There's just no excuse. I compete against all of these other World Cup nations — Germany, Norway. How good are they on the range? They're great at rifle marksmanship. Do you know how strict their gun control laws are? It's a travesty America hasn't changed and continues to go down this path. It just makes me want to cry.\"\n\nHis teammate Susan Dunklee has previously described the tension between needing to use a gun for biathlon and hating gun violence.\n\n\"Watching the news after the Las Vegas shooting, I just had this disgust about anything gun-related,\" Dunklee told NPR's Melissa Block. \"It really took away the joy that I enjoy doing my sport, just thinking about that and the whole gun culture. Most of the time, I kind of forget that my sport is a gun sport. It's just biathlon: To me it's something totally different.\"\n\n\"I look at what's happening with all these mass shootings and it's so sad, and it's not OK,\" she added. \"It almost makes me want to just put the rifle down and never touch it again. Sometimes.\"\n\nThe biathletes experience for themselves how gun control laws vary from country to country. In Pyeongchang, for example, their rifles are stored in lockers. The athletes must check them out each time they practice.\n\n\"They're under lock and key,\" Dunklee told Yahoo Sports. \"We each have our own key. We ski around with them, then we bring them right back. Very controlled. Russia does that too.\"\n\n\"It would be like if you're a runner and someone locked up your running shoes,\" teammate Joanne Firesteel Reid told Yahoo.\n\nBiathletes from other countries are similarly skeptical of the permissiveness of America's gun laws.\n\n\"In Norway, it's really strict to buy weapons,\" Norway's Tiril Eckhoff told USA Today. \"I think that's the main thing in America. Everyone can buy a gun, and that's totally wrong, I think.\"\n\nU.S. biathlete Tim Burke said that he was devastated when he read what had happened in Parkland. \"What happened back home really put things in perspective,\" he told USA Today. \"I'm an avid hunter. But if locking up all of my sport rifles and hunting rifles meant saving one life, I would do it.\"", "keywords": ["shooting", "rifle", "gun", "told", "control", "sport", "country", "speaks", "team", "dunklee", "biathlon", "rifles", "really"], "polarity": 0.08605820105820107, "subjectivity": 0.46962962962962956},
{"title": "After Long Drought, Has U.S. Olympic Long Track Speedskating Turned A Corner?", "url": "https://www.npr.org/sections/thetorch/2018/02/21/587207221/after-long-drought-has-u-s-olympic-long-track-speedskating-turned-a-corner", "text": "After Long Drought, Has U.S. Olympic Long Track Speedskating Turned A Corner?\n\nEnlarge this image toggle caption Harry How/Getty Images Harry How/Getty Images\n\nWhen U.S. long track speedskaters Heather Bergsma, Brittany Bowe, Mia Manganello and Carlijn Schoutens won bronze Wednesday in the team pursuit event, they broke a Team USA drought. It was the first long track Olympic medal since the Vancouver Games of 2010.\n\nU.S. speedskaters have always been a dominant force at competitions around the world, including the Olympics. But they performed poorly at the 2014 Sochi Games (some thought their suits might be partly to blame) — and got off to a slow start in Pyeongchang. With Wednesday's bronze, coming after short track skater John-Henry Krueger's silver in the 1,000-meter race on Saturday, hopes have grown for U.S. success at these games.\n\nSports Speedskating Primer: Long Track Vs. Short Track Speedskating Primer: Long Track Vs. Short Track Listen · 3:49 3:49\n\nBefore Pyeongchang, the U.S. earned a total of 67 Olympic long track speedskating medals, 29 of them gold. In fact, speedskating has produced more Olympic medals for the U.S. than any other winter sport. American speedskating legends include Eric Heiden, who took home five gold medals in 1980 alone; Bonnie Blair, who earned six medals over her Olympic career; and Dan Jansen, who had a dramatic gold medal victory in Lillehammer, Norway, in 1994.\n\nU.S. successes continued through the early 2000s, as inline skaters came on the long track scene and brought home gold, silver and bronze. The drought began after Vancouver.\n\nBut perhaps the speedskaters have turned a corner. Here's a closer look at what it's like for U.S. athletes to compete in this uniquely demanding sport.\n\nCrouching over while skating at 30 mph\n\nEnlarge this image toggle caption David J. Phillip/AP David J. Phillip/AP\n\nSpeedskaters have to learn to skate in a deep crouch, balancing their entire weight on a long metal blade that is just 1.1 millimeters thick — about 4/100 of an inch, the thinnest blade of all sports on ice.\n\nThe burning pain in the legs and lower back after skating even one lap is enough to dissuade many enthusiasts from trying this sport again, much less clocking in a lap at under 40 seconds.\n\n\"It does feel exactly like you're on fire,\" John Coyle, a short track speedskater who won silver in the 1994 Winter Games, told NPR.\n\nImagine doing 25 laps crouched over for the 10,000-meter event.\n\nThe suits aren't everything\n\nFour years ago, in Sochi, U.S. speedskaters blamed their disappointing performance, in part, on their special skinsuits made by Under Armour. But those who watch the sport closely believe there were a number of other factors affecting performance, including the athletes' worldwide travel schedule to compete at events at various altitudes and their overall fatigue leading up to the Sochi Games.\n\nAs soon as the team returned from Sochi, the skaters went back to the drawing board with Under Armour to redesign a suit that would cut out the doubt and give them an edge to win more races.\n\nTogether, they came up with the most aerodynamic, lightest, thinnest, most flexible skintight suit they could think of. They tweaked, ran multiple wind tests and came up with a design everyone was happy with well before entering the 2017-2018 season. The skaters have been wearing the new and improved skin suits for the better part of one year (though the suits' crotch-highlighting design has raised eyebrows).\n\nYou can't practice at the local rink\n\nTo be competitive in long track speedskating at an international level, you have to skate on a 400-meter track every day for at least nine to 10 months out of the year. Building technique and endurance is not achievable by going to the neighborhood skating rink or a nearby frozen pond.\n\nShort track skating opportunities abound in many cities, but there are just a handful of long track ovals in the entire U.S. Two are indoors and are open most of the year; the rest are outdoors and open only during the winter months. The small number of rinks limits the number of people who might want to give the sport a try, much less pursue it seriously.\n\nEnlarge this image toggle caption Jamie Squire/Getty Images Jamie Squire/Getty Images\n\nAnd that's important, says former Olympic speedskater KC Boutiette, because \"people don't know what they're good at until they've tried it.\"\n\nIn 1993, Boutiette moved to Milwaukee to try long track speedskating at the Pettit National Ice Center. Four months later, he earned a spot on the U.S. Olympic team for the 1994 Lillehammer Games, and he went on to compete in the next three Olympics.\n\nSomeone who is committed to becoming a U.S. speedskater and getting a chance to compete in the Olympics must do what Boutiette did — move to either Milwaukee or Salt Lake City. The outdoor rinks are in Butte, Mont.; Lake Placid, N.Y.; and Roseville, Minn., but they are not facilities that tend to attract elite skaters.\n\n\"That is the break in the system,\" says Patrick Quinn, a retired U.S. speedskater now with Chicago Sports and Entertainment, a consulting firm that also represents athletes.\n\nA small talent pool\n\nSince the last Winter Games, U.S. Speedskating adjusted its training strategy and travel schedule and invested in building state-of-the-art, data-driven training facilities in Salt Lake City and Milwaukee that closely monitor the athletes' performance and recovery.\n\nIn preparation for the Pyeongchang Games, the U.S. Speedskating governing body also moved Olympic trials from the Utah Olympic Oval to the Pettit Center — a strategy that would better prepare the skaters to compete at lower altitudes, mirroring the Gangneung Oval in South Korea.\n\n\"U.S. Speedskating is doing everything they can within their power to make these athletes succeed,\" says Boutiette. \"Everyone is doing what they think is the right thing to do so they can be at their best.\"\n\nStill, \"the biggest challenge is lack of depth in the talent pool,\" says Quinn. \"The limited resources at the grass-roots level limits the talent pool that can ultimately get to places where there are amazing facilities to become the best in the world.\"\n\nTo date, the most successful recruitment of U.S. speedskating talent has been among inline skaters. Team USA in Pyeongchang includes six world-class inline skaters turned speedskaters.\n\nBut there's starting to be a deficit in that talent pool, too.\n\n\"The majority of the new, young inline skaters who are crossing over to the ice have never been to an inline world championship or competed at an elite level,\" says Derek Parra, who earned multiple world titles as an inline skater before making the transition to ice — and winning silver and gold in the 2002 Salt Lake City Olympics.\n\nHe now serves as sports director at the Utah Olympic Legacy Foundation, where he is working closely with U.S. Speedskating on programs to help increase the talent pool with more elite inline skaters. But, he warns, with declining popularity, \"the inline talent pool is starting to dry out.\" The U.S. did not win any medals at the world championship this past fall in Nanjing, China.\n\nLimited public interest and sponsorship\n\nIn the U.S., public interest in long track speedskating tends to be at its highest every four years — during the Olympics. Usually, other sports like figure skating, snowboarding and short track speedskating, which are more exciting to watch, attract much more attention.\n\nBut indifference during the off years means it's harder to lure sponsors to provide financial support for speedskaters — unlike, say, in the Netherlands, where there are up to eight professional teams and four times as many 400-meter ovals as in the U.S. In Holland, some 80 speedskaters train full time.\n\n\"The saying goes, the Dutch get paid on their way to possibly earning a medal and a U.S. skater might get some endorsements after winning a medal,\" says Parra, who had to work at Home Depot part time to help fund his speedskating expenses while he was training for the Olympics.\n\n\"Top 10 is not a failure\"\n\nDespite the barriers of entry to the sport, limited funding and the small talent pool, \"Our skaters routinely end up in the top 10, which is not bad, given the resources,\" says Boutiette. \"Top 10 is not a failure.\"\n\nThe U.S. team has two long track events left in Pyeongchang. Shani Davis will compete Friday in the men's 1,000-meter race. And on Saturday, all eyes will be on world record holder Joey Mantia, who is set to compete in the Mass Start — a new Olympic event with two dozen speedskaters all pushing and jostling through 16 laps around the track. Mantia has described it as \"NASCAR on ice.\"\n\nRolando Arrieta, a former inline skater turned long track speedskater, is NPR's news production and operations manager.", "keywords": ["turned", "olympic", "corner", "drought", "skaters", "long", "speedskaters", "compete", "talent", "team", "track", "speedskating", "inline"], "polarity": 0.10850542899723227, "subjectivity": 0.3987651692569724},
{"title": "Donald Trump Jr. Is Impressed By The 'Smile On A Face' Of India's Poor ", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/21/587604741/donald-trump-jr-is-impressed-by-the-smile-on-a-face-of-indias-poor", "text": "Donald Trump Jr. Is Impressed By The 'Smile On A Face' Of India's Poor\n\nEnlarge this image toggle caption Debajyoti Chakraborty/NurPhoto via Getty Images Debajyoti Chakraborty/NurPhoto via Getty Images\n\nDonald Trump Jr. says he was impressed by the poor people of India.\n\nDuring a visit to promote his family's luxury apartments, Trump Jr. had this to say in a television interview with the Indian channel CNBC-TV 18.\n\n\"I think there is something about the spirit of the Indian people that is unique here to other parts of the emerging world. You go through a town ... and, I don't want to be glib but you can see the poorest of the poor and there is still a smile on a face. ... I know some of the most successful people in the world and some of them are the most miserable people in the world.\"\n\nIndia does have a great number of poor people (even though the Indian economy is booming and expected to overtake China's as the fastest-growing economy in the world).\n\nAccording to the World Bank, 1 in 5 of India's 1.36 billion people is poor. That's a total of 270 million people. And 80 percent of them live in rural areas, far from the glitzy capital city of New Delhi where Trump Jr. is hawking his apartments.\n\nPeople who work to help India's poor were not smiling at Trump Jr.'s remark.\n\nTrump Jr. may have thought he was paying the poor a compliment, says Dr. Luis Dias, a pediatrician and founder of Child's Play India, a charity that teaches classical music to underprivileged children in Goa. But, Dias says, \"it's condescending and makes a sweeping statement about a demographic he has never really seen or spent time with, either in India or the rest of the world.\"\n\n\"A statement like this is very misleading, because it implies that poverty is a desirable state of being, that the poor are grateful and content. But anyone who has seen poverty will tell you that it's anything but glamorous. It can be intensely frustrating,\" says Senthil Babu, a social worker in Puducherry, South India.\n\nFor the past 15 years, Babu has been working to better employment prospects for daily wage laborers across India. \"One of the biggest myths about poverty is that education can help you rise out of it,\" he says. The reality, he says, is that many of India's young people are educated, but the lack of opportunities in villages and rural hamlets keeps them unemployed and poor.\n\n\"It's not so easy to smile when everything you've worked so hard for comes crumbling down around you, when after every effort you've made, doors are still tightly shut,\" says Babu.\n\nThe reality of poverty\n\nAnd what is it like to be poor in India?\n\nFor Arokia Jhelum, 62, a former construction worker in Madurai, poverty means intense vulnerability and a complete lack of choice.\n\n\"I never felt like smiling when I was poor,\" she says.\n\nIn 2007, Jhelum was working at a construction site. She was paid the equivalent of 60 cents for every 1,000 bricks she laid. In an accident in June that year, a wall of bricks came crashing over her. She developed blood clots and an injury to her kidney, which had to be removed.\n\nLike many of India's daily wage earners, she had no private health insurance. This meant that she had to rely on the public health care system, waiting to be seen by doctors. \"I spent 10 days in excruciating pain, watching people dying all around me,\" she says. Her family borrowed $618 from a money lender to fund her surgery privately.\n\n\"After my surgery, I was determined to get back on my feet, clear my debt and put away some money,\" she says. \"To be poor is to be frighteningly vulnerable. I never wanted to be that poor again.\" Today, she works as a maid, and with her adult children earning too, the family is better off, she says.\n\nFor S. Mari, 42, who works in several homes in Madurai doing laundry and the dishes, being poor made her feel she had to marry off her 19-year-old daughter. \"She wanted to continue her studies, but I couldn't afford to send her to college. It's not safe for a single woman where I live. She needs the protection, physically and financially from her spouse,\" she says. \"My heart aches to think of it, but it's our reality.\"\n\nA loss of control\n\nMany people don't understand that the most debilitating effect of poverty can be to completely erase one's identity, says Chennai-based Aruna Rathnam, a former education specialist with UNICEF (she retired in December). \"If you live in poverty, you're seldom respected for your skills or the technical, cultural or linguistic expertise you may have. It's as though your knowledge accounts for nothing,\" she says. This erasure starts in childhood and, she says, can explain why low self-esteem is often an issue when someone battles poverty.\n\n\"And even if you have resources, sometimes you aren't empowered enough to use them,\" she says. For instance, she says, a mother may know that she needs to vaccinate her child, but as a daily wage earner, she may not have the opportunity to take off work to do so.\n\n\"While it might ease our conscience to think that poor people can and do smile and are content with their lot, the truth is that when you're poor, whether you smile or not, other people are always in control,\" says Rathnam. \"It makes me wonder, just how many poor people did Mr. Trump Jr. actually see?\"\n\nKamala Thiagarajan is a freelance journalist based in Madurai, South India. Her work has appeared in The International New York Times, BBC Travel and Forbes India. You can follow her @kamal_t", "keywords": ["donald", "wage", "world", "poor", "impressed", "india", "jr", "work", "face", "indias", "trump", "poverty", "smile"], "polarity": 0.022375140291806962, "subjectivity": 0.4070278178611513},
{"title": "Why There Will Likely Never Be Another Pastor Like Billy Graham", "url": "https://www.npr.org/2018/02/21/587731879/why-there-will-likely-never-be-another-pastor-like-billy-graham", "text": "Why There Will Likely Never Be Another Pastor Like Billy Graham The pastor to presidents — that's how Billy Graham was known. He earned that role because he earned their trust, and there will likely never be another like him.", "keywords": ["known", "trust", "presidents", "likely", "graham", "thats", "role", "earned", "pastor", "billy"], "polarity": 0.0, "subjectivity": 1.0},
{"title": "Kurds Asking For Help From Syrian Forces To Repel Turkish Attacks In Syrian War", "url": "https://www.npr.org/2018/02/21/587731831/kurds-asking-for-help-from-syrian-forces-to-repel-turkish-attacks-in-syrian-war", "text": "Kurds Asking For Help From Syrian Forces To Repel Turkish Attacks In Syrian War The Syrian war has taken a new twist as Kurds have asked for help from Syrian forces to repel Turkish attacks. It's an area where the U.S., Iran and Russia are already on the ground backing various sides.", "keywords": ["attacks", "twist", "syrian", "repel", "turkish", "help", "war", "asking", "various", "forces", "kurds"], "polarity": 0.06818181818181818, "subjectivity": 0.4772727272727273},
{"title": "Tanzania's Biggest City Finds Success With Region's First Bus Rapid Transit System", "url": "https://www.npr.org/2018/02/21/587731900/tanzanias-biggest-city-finds-success-with-the-regions-first-bus-rapid-transit-sy", "text": "Tanzania's Biggest City Finds Success With Region's First Bus Rapid Transit System Dar es Salaam is the only East African city with a bus rapid transit system. It is a model for so many African cities that are growing at an intense pace, but don't have the kind of money they need to build more expensive infrastructure.", "keywords": ["regions", "tanzanias", "african", "city", "system", "rapid", "bus", "biggest", "transit", "salaam", "success", "finds"], "polarity": 0.185, "subjectivity": 0.4933333333333333},
{"title": "West Point Posthumously Admits Florida Shooting Victim Who Helped His Classmates Escape", "url": "https://www.npr.org/2018/02/21/587731893/west-point-posthumously-admits-florida-shooting-victim-who-helped-his-classmates", "text": "West Point Posthumously Admits Florida Shooting Victim Who Helped His Classmates Escape Peter Wang died holding open a door to help his classmates escape last week's shooting in Parkland, Fla. It was his dream to go to the U.S. Military Academy at West Point. Now, the academy's posthumously admitted him.", "keywords": ["west", "classmates", "shooting", "helped", "posthumously", "florida", "wang", "victim", "peter", "admits", "point", "weeks", "escape"], "polarity": -0.043750000000000004, "subjectivity": 0.17916666666666667},
{"title": "After Florida Shooting, Trump Meets With Students and Teachers", "url": "https://www.npr.org/2018/02/21/587731886/after-florida-shooting-trump-meets-with-students-and-teachers", "text": "After Florida Shooting, Trump Meets With Students and Teachers President Trump held a meeting today with students and teachers affected by last week's school shooting in Florida, as well as other prominent massacres.", "keywords": ["school", "president", "shooting", "florida", "trump", "meets", "teachers", "students", "weeks", "today", "prominent"], "polarity": 0.125, "subjectivity": 0.48055555555555557}
]