[
{"title": "Pyeongchang Olympics: Closing Ceremony Ends Biggest Winter Games Ever", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588634565/pyeongchang-olympics-closing-ceremony-ends-biggest-winter-games-ever", "text": "Pyeongchang Olympics: Closing Ceremony Ends Biggest Winter Games Ever\n\nEnlarge this image toggle caption Pawel Kopczynski/Reuters Pawel Kopczynski/Reuters\n\nThe Winter Olympics closes the door on the Pyeongchang 2018 Games, with a big party and a last farewell from the 2,920 athletes who competed on ice and snow in South Korea. The number of athletes set a new record; so did the number of nations — 92 – represented.\n\nPyeongchang organizers promised that the Olympic Stadium, which seats 35,000, will be \"filled with the roar of compliments and the applause of friendship.\"\n\nThe two-hour ceremony started at 8 p.m. on Sunday night in South Korea – 6 a.m. ET Sunday in the U.S. It began with a segment called \"Countdown: Dream for Tomorrow,\" featuring performers paying tribute to the athletes.\n\nEven as it celebrates the achievements of the past three weeks, the ceremony also looks ahead to Japan — Tokyo is slated to host the Summer Olympics in 2020 — and to China. In 2022, Beijing will become the first city to host both the Summer and Winter Olympic Games.\n\nAt Pyeongchang Olympic Stadium, the order of entry is the same as in the opening ceremony, when the U.S. entered the Olympic Stadium 26th.\n\nVisiting delegations are ordered according to the alphabet of the host nation. The host delegation always enters last.\n\nTeam USA follows countries whose names begin with \"M\" — so, after Malta and Mongolia – and before the Bs, such as Bermuda and Belgium. Cross-country skier Jessie Diggins is the U.S. flag bearer.\n\nCeremony Program Guide and Timeline:\n\nEnlarge this image toggle caption Damir Sagolj/Reuters Damir Sagolj/Reuters\n\nOpening acts: first 16 minutes\n\nIt all starts with a montage of the achievements and notable moments of the Winter Games in Pyeongchang, in a four-minute video piece.\n\nThen, the Korean national flag and anthem are presented, followed by a six-minute meditation and celebration of hallyu — the \"Korean Wave\" that represents the country's progress on the international economic and cultural scene in recent decades.\n\nIn this section, guitarist Yang Taehwan, 13, plays a variation on \"Winter\" from Vivaldi's The Four Seasons.\n\nAnd then, from the program:\n\n\"On the sloped stage reflecting the image of a guitar, loop dancers perform a mesmerizing dance that defies gravity. Geomungo players perform together with the band Jambinai. Korean dancers present a modern interpretation of a traditional dance while a solo dancer performs Spring Dance of Nightingale.\"\n\nEnlarge this image toggle caption Michael Probst/AP Michael Probst/AP\n\n... which leads to \"The Light of Harmony and Solidarity: The lighting of the Prayer Pagoda unites everyone in the spirit of harmony and solidarity.\"\n\nThis section of the ceremony features a unique musical instrument called the geomungo, which dates to the 4th century.\n\nFrom the program guide:\n\n\"The round front plate of the instrument represents the sky, and the flat bottom part represents the earth; the instrument's five Notes — gung, sang, gak, chi, and wu — symbolize the Five Elements. It has been traditionally played from a sitting position, but now it can be played from a standing position. Made of paulownia wood with twisted silk strings, the geomungo used in the Closing Ceremony are also carved with the traditional arabesque design.\"\n\nParade of nations\n\nStarting 16 minutes into the program, the Parade of Nations celebrates the athletes who competed and tried to live their dreams over the past 17 days.\n\nEnlarge this image toggle caption Jonathan Nackstrand/AFP/Getty Images Jonathan Nackstrand/AFP/Getty Images\n\nThe oldest athlete at these Olympics: Canadian curler Cheryl Bernard, 51. The youngest: Chinese halfpipe skier Wu Meng, 15.\n\nRemembering those not here\n\n\n\nAt 36 minutes in, the ceremony continues a tradition that started at the Rio 2016 Games, of providing a moment for everyone present to remember those who cannot join us.\n\nIn the Korean version, called \"A Journey to Remember,\" there are three sections:\n\n\"Turtle and Kkoktu: Along with kkoktu puppets, the Turtle embarks on a journey across life and death. With the Turtle in the middle of the procession, the kkoktu puppets holding dandelions enter first, and they are followed by the dancing kkoktu puppets.\n\n\"The Time Tunnel: The Turtle journeys through the Time Tunnel, the boundary between life and death.\n\n\"Eternal Remembrance: The kkoktu puppets dance and bid farewell to the Turtle who is on his way to the heavens. Soon, the Turtle flies free into the sky.\"\n\nVictory ceremonies, and more\n\nFrom 8:43 p.m. - 9:03 p.m. KT, the Olympics holds two medal ceremonies, announces new members of the International Olympic Committee athletes' commission and recognizes volunteers. Medals are presented for the men's and women's mass start cross country ski races, in which Iivo Niskanen of Finland and Marit Bjoergen of Norway accepted gold.\n\nSecond hour: K-pop time\n\nWe can't explain it better than the ceremony guide, although we could quibble with the second point:\n\nEnlarge this image toggle caption Wang Zhao/AFP/Getty Images Wang Zhao/AFP/Getty Images\n\n\"The singer CL enters the stage singing her song, 'The Baddest Female', with 20 dancers holding torches, representing passion and the venturing spirit. She also sings 2NE1's hit song 'I Am the Best' to convey the message that everyone is a winner.\"\n\nThe first song asks, \"Where all my bad girls at?\"\n\nWe'll consider that rhetorical, because CL seems to have all the answers. The crowd is into this.\n\nThe transition begins\n\nThe Greek national anthem is played, and the national flag of Greece is raised. This is part of the tradition of retracting the Olympic spirit from one host and extending it to another (or at least, we think that sounds good).\n\nNext, the Olympic flag is lowered and the Olympic anthem is performed.\n\nNext time in China\n\nIn 2022, Beijing will become the first city to host both the Summer and Winter Olympic Games. It's traditional for the host cities to focus on the next edition of the games they just held, so rather than touting Japan, China gets a boost here.\n\nEnlarge this image toggle caption Pawel Kopczynski/Reuters Pawel Kopczynski/Reuters\n\nBeijing's section of the program includes some reminders that China has pandas. Whales are also repping China, it turns out.\n\nThe video montage ends with Chinese President Xi Jinping issuing a message of warm welcome.\n\nThen graphics in the stadium show Olympics past — and everything is assembled into an invitation to come to China.\n\nAnd that brings us to:\n\nSpeeches\n\nLee Hee-beom, the president and CEO of the Pyeongchang Organizing Committee, speaks; so does IOC President Thomas Bach.\n\nIt's been fascinating to watch the way South Korea and North Korea have interacted in the cause of the Pyeongchang Games, from the visit of Kim Yo Jong to cheer squads and athletes and staff. Bach says, \"We are embracing these new horizons.\"\n\nTo prove he's down with these horizons, Bach takes a break to pose for one of the most improbable photo ops ever: alongside a North Korean, the Tongan Olympian Pita Taufatofua (shirtless, as is his wont, on this 26-degree night), and an assemblage of colorful mascots.\n\nBach then declares the Winter Games \"closed.\" He adds, \"Thank you all, and bye-bye to Korea.\"\n\nNot all of these North-South interactions have taken place only at a high level: We spoke to a South Korean police officer last night who was very excited because she got the chance to speak with North Korean people visiting Pyeongchang. She described them as very polite and nice to talk to.\n\nEXO Time\n\nThe band EXO was listed to perform earlier in the program; not sure if it's a printing error or a schedule change, but they're here now and doing their thing.\n\nBuilding on a traditional gong and an electronic drum, EXO's Kai sings against a backdrop of drawings by the artist Seonglip. The rest of EXO \"appear riding on four-wheelers and singing their song 'Growl' with 43 dancers\" — as you do.\n\nEnlarge this image toggle caption Florian Choblet/AFP/Getty Images Florian Choblet/AFP/Getty Images\n\nAfter that, they do \"Power,\" with its eponymous refrain.\n\nIf you're curious: \"Chrome-plated four-wheelers equipped with searchlights represent the future of K-pop as the genre lights a way for the world.\"\n\n\"Farewell from a snowflake\"\n\nYes, there is a segment in the ceremony titled \"Farewell from a Snowflake.\" Internet, start your engines.\n\nAs part of a gift from Pyeongchang, 10 Soohorang white tiger mascots follow a large present that's escorted by a snowmobile (yes, a snowmobile).\n\nWe like this kind of stuff — maybe you do, too: \"The surface is decorated with embossed carvings of traditional patterns, and each edge is also decorated with the traditional accessory called norigae.\"\n\nThen we see the return of the five children from the opening ceremony: When the children open the present, it reveals a snow globe. The organizers capitalized it: \"Snow Globe\" — an obvious ploy to get everyone on board with this imagery.\n\nAside: Personally, we find it unsettling to see multiple iterations of Soohorang all over the place. We enjoy being convinced of the Olympic mascot's mythic and unique status.\n\nThe snowflake, it turns out, is lit: 400 performers come in holding LED balls in their hands, followed by giant balloons that refer to the globe. In case you're starting to understand things, there are also balloons that resemble Winter Olympics athletes.\n\nNone of this is quite as restful and calm as we had imagined in reading it. The show is building toward a conclusion, rather than tapering.\n\nEnlarge this image toggle caption Christian Hartmann/REUTERS Christian Hartmann/REUTERS\n\nParty time\n\nFrom the program:\n\n\"With the EDM thumping under the brightly lit sky, DJ Raiden begins the party on the ground, joined by all the athletes for the finale of the ceremony. Raiden is followed by Martin Garrix, and the performers present the LED balls to the athletes. Raiden re-enters as DJ and continues the final segment of the closing.\"\n\nThe athletes get out on the floor and dance. And that wraps things up. With the Olympic flame extinguished, the athletes leave the stadium and say \"Annyeong\" to the Pyeongchang Winter Games.", "keywords": ["image", "pyeongchang", "biggest", "olympics", "toggle", "winter", "closing", "caption", "ends", "olympic", "athletes", "games", "ceremony"], "polarity": 0.10329984549681519, "subjectivity": 0.39976416400658815},
{"title": "North Korea Open To Talks With U.S., Says South Korea", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588648553/north-korea-open-to-talks-with-u-s-says-south-korea", "text": "North Korea Open To Talks With U.S., Says South Korea\n\nEnlarge this image toggle caption Michael Probst/AP Michael Probst/AP\n\nAs the Olympic Games in Pyeongchang that saw the two Koreas come together — if briefly — came to a close on Sunday, another potential sign of détente emerged; North Korea said it was willing to hold talks with the United States, according to South Korea's presidential Blue House.\n\nSouth Korean President Moon Jae-in met with a delegation from the North shortly before the Games' closing ceremony. A Blue House statement said the North Koreans expressed willingness to engage in a dialogue with the U.S. and that Moon stressed that talks must open as soon as possible.\n\nThe message of rapprochement was a pivot in tone for the North Sunday. Earlier in the day, reports Reuters, a statement released on state media accused the United States of stoking war on the Korean peninsula with Friday's announcement of sanctions. President Trump called the measures targeting the country's shipping industry \"the heaviest sanctions ever imposed.\"\n\nTrump's message delivered at the Conservative Political Action Conference Friday was not centered on talks with Pyongyang. Instead, he said if sanctions don't work, \"we'll have to go to phase 2,\" although he didn't spell out what phase 2 would be, he added, \"Phase 2 may be a very rough thing — may be very, very unfortunate for the world.\"\n\nTrump has said in the past that he is open to holding talks with the North, but the administration's prerequisite has been that Pyongyang admit willingness to abandon its stockpile of nuclear weapons.\n\nAccording to a Feb. 13 New York Times report citing senior administration officials, the White House shifted its stance to one more open to holding preliminary talks with North Korea, following Vice President Pence's visit to the Games:\n\n\"For months, the White House has rejected the idea of meeting with North Korea unless it took measurable steps toward giving up its nuclear stockpile and curbing its provocative behavior. Now, though, with Mr. Moon determined to engage with the North, these officials said the administration has decided on a course correction.\"\n\nSouth Korea's president said through a spokesman Sunday that the inter-Korean relationship must develop together with the one between the U.S. and the North.\n\nThe North Korean delegation was led by Kim Yong Chol, whom the South accuses of orchestrating a deadly attack on a South Korean warship in 2010, reports Reuters. His visit sparked outraged protests among some South Koreans.\n\nIvanka Trump, leading the U.S. delegation, attended the closing ceremony seated next to Moon's wife. But though she sat in front of Kim Yong Chol, she was not scheduled to meet with the North Korean delegation during the weekend trip.\n\nThe Blue House said the world has been moved by the joint Korean Olympic team as well as the two countries marching together", "keywords": ["open", "south", "president", "talks", "korea", "delegation", "sanctions", "house", "korean", "north"], "polarity": -0.04398601398601399, "subjectivity": 0.407995337995338},
{"title": "Students Walk Out For Gun Laws; West Virginia Teachers Walk Out For Pay ", "url": "https://www.npr.org/sections/ed/2018/02/25/588094374/students-walk-out-for-gun-laws-west-virginia-teachers-walk-out-for-pay", "text": "Students Walk Out For Gun Laws; West Virginia Teachers Walk Out For Pay\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nWelcome to our weekly roundup of education news. This week, students and teachers made major headlines.\n\nSurvivors protest gun laws; Lawmakers offer solutions\n\nLast week, one of the worst mass shootings in modern history left 17 people dead at Marjory Stoneman Douglas High School in Parkland, Fla. This week, students at the school started exercising their voices as part of the #NeverAgain movement. On Monday, dozens staged a 'lie-in' in front of the White House in solemn protest. On Tuesday, students gathered in Florida's state Capitol to press for stricter gun laws, but as the survivors watched from the gallery, state representatives declined to consider a ban on assault weapons and large capacity ammunition magazines. High school students across the country walked out of class throughout the week.\n\nOn Wednesday, President Trump hosted survivors of recent school shootings in a \"listening session\" to discuss ways that these tragedies might be prevented in the future. He offered support for many of their ideas, including arming teachers with guns. He reiterated this support at the Conservative Political Action Conference (CPAC), an annual gathering of conservative activists, on Friday outside Washington, D.C.\n\nFlorida Governor Rick Scott called for a range of measures to prevent school shootings like the one in Parkland, including a measure that would restrict anyone under 21 from buying firearms.\n\nDeVos supports more school choice for military children\n\nAlso at the Conservative Political Action Conference, Education Secretary Betsy DeVos offered her support for school choice for military families, according to a report from the Associated Press. Though DeVos emphasized that she isn't backing a specific plan, she appeared at the conference with the president of the Heritage Foundation, a conservative public policy think tank. Last summer, the Heritage Foundation proposed its own bill to allow military families to use funds earmarked for public school education to pay for online courses or other alternatives.\n\nMost children of military families attend public schools. But the 7 percent who attend schools on military bases around the world perform well on academic tests compared to peers at public schools, in part because the system has abundant resources.\n\nD.C.'s public schools' chancellor resigns\n\nAntwan Wilson, the chancellor of D.C. Public Schools, stepped down on Tuesday. His announcement came after months of controversy in the district, but ultimately followed reports that Wilson violated a district policy that he instituted just last summer by transferring his daughter to a popular D.C. high school ahead of a long waiting list. Wilson took the helm at D.C. Public Schools in February 2017 after leading Oakland Unified School District in California. Former Deputy Chief of Schools Amanda Alexander has stepped in as interim Chancellor, a role in which she'll serve for the remainder of the school year.\n\nA school district investigation released last month revealed that one-third of D.C.'s 2017 graduates received diplomas when they shouldn't have. This report followed an investigation by WAMU and NPR Ed on chronic absenteeism at Ballou High School.\n\nWest Virginia's public school teachers walk out\n\nSchools across West Virginia's 55 counties all closed on Thursday and Friday as teachers there protested for better pay and benefits. The starting salary for teachers in the state is $32,435, and the average yearly pay for teachers in West Virginia is $44,701 per year. That ranks 48th in the nation.\n\nRandi Weingarten, president of the American Federation of Teachers, joined them at the Capitol in Charleston. She told the Charleston Gazette-Mail, \"I'm reporting for duty on the picket line.\" A day before the walkouts, Governor Jim Justice signed a bill that would increase teacher salaries 2 percent this year and 1 percent for the next two fiscal years. But many say these raises are not a permanent solution.\n\nChanges coming to schools across Puerto Rico\n\nIn the wake of Hurricane Maria, and a preexisting fiscal crisis, Puerto Rico Governor Ricardo Rosselló has proposed closing a quarter of the island's public schools. He also announced in early February a bill that would introduce charter schools, vouchers for private schools, and an increase in teacher pay by $1,500 annually. The bill also allows for online or virtual schools, a type of charter school that has generally been controversial and low-performing across the mainland United States.\n\nThe Intercept reported this week that Education Secretary Betsy DeVos has been involved in crafting this proposal. The Asociación de Maestros de Puerto Rico, a chapter of the American Federation for Teachers, has protested the plan, which it calls \"privatization\".", "keywords": ["high", "students", "west", "gun", "education", "laws", "week", "teachers", "virginia", "schools", "military", "walk", "pay", "public", "school"], "polarity": 0.0780037122375832, "subjectivity": 0.2926472094214029},
{"title": "Michelle Obama Drops Due Date For 'Deeply Personal' Memoir", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588682381/michelle-obama-drops-due-date-for-deeply-personal-memoir", "text": "Michelle Obama Drops Due Date For 'Deeply Personal' Memoir\n\nEnlarge this image toggle caption Paul Morigi/Getty Images for Glamour Paul Morigi/Getty Images for Glamour\n\nMichelle Obama fans can officially start the countdown clock.\n\nOver social media Sunday, the former first lady announced her first memoir, Becoming, will be published on November 13. That gives her most dedicated admirers exactly 261 days to start printing \"Obama 2020\" T-shirts as some are professing to do before storming bookstores.\n\n\"Writing BECOMING has been a deeply personal experience,\" she tweeted to her followers. \"I talk about my roots and how a girl from the South Side found her voice.\"\n\nIn a post on Instagram, Obama added that writing the book \"has allowed me, for the very first time, the space to honestly reflect on the unexpected trajectory of my life. ... I hope my journey inspires readers to find the courage to become whoever they aspire to be.\"\n\nThe book's scope had been a bit of a mystery since the Obamas announced their joint publishing deal in 2017 — a negotiation that sparked an unparalleled bidding war that reportedly exceeded a whopping $60 million for the former first couple.\n\nNow, in a longer post issued by the publisher, Penguin Random House is preparing readers for \"an unusually intimate\" read:\n\nIn her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her — from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world's most famous address.\"\n\nThe memoir is Obama's second book; she previously published American Grown: The Story of the White House Kitchen Garden and Gardens Across America, a gardening guide, in 2012.\n\nUpon its release, Obama will head out on a U.S. and international book tour.\n\nBarack Obama's fourth book is expected to be a behind-the-scenes account of his eight turbulent years in the White House.\n\nPenguin Random House says it will donate one million books in the Obamas' name to First Book — a nonprofit with the mission of \"providing new books, learning materials, and other essentials to children in need\" — and to the Washington, D.C.-based Open eBooks.\n\nNPR's Emma Bowman contributed to this report.", "keywords": ["drops", "work", "deeply", "white", "michelle", "memoir", "date", "obama", "personal", "house", "readers", "books", "obamas", "book", "start"], "polarity": 0.10355639730639732, "subjectivity": 0.37095959595959593},
{"title": "How One Country Drastically Cut Its Newborn Death Rate", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/25/587692950/how-one-country-drastically-cut-its-newborn-death-rate", "text": "How One Country Drastically Cut Its Newborn Death Rate\n\nEnlarge this image toggle caption Karen Kasmauski/Getty Images Karen Kasmauski/Getty Images\n\nThere were some glimmers of good news in an otherwise grim report released by UNICEF this week documenting the alarmingly high death rate of newborns worldwide: Bangladesh has managed to cut its newborn mortality rate from 64.2 deaths per 1,000 live births in 1990 to 20.1 per 1,000 today. That's 1 in every 50 births. By comparison, in neighboring Pakistan (which has the worst odds of any country) 1 in every 22 newborns doesn't survive.\n\nFor a country as populous as Bangladesh that success has translated into a staggering number of lives saved. In 1990 241,000 newborns did not live through their first month. By 2016 that figure was down to 62,000.\n\nOf course that's still an unacceptably high number of deaths. And Bangladesh is now in the midst of an effort to bring down the newborn death rate further. But its achievement thus far is all the more notable because Bangladesh is one of just a few countries that have made such substantial strides in solving a problem that, the report says, has seen very little progress in most other poor nations.\n\nHow did Bangladesh do it? NPR spoke with two experts directly involved in the effort: Nabila Zaka, a physician who is UNICEF's senior adviser on maternal and newborn health, and Abdul Mannan, a physician and chairman of neonatology at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Bangladesh's capital Dhaka.\n\nMannan says a key factor was reducing the share of births that were taking place in homes instead of health-care facilities: \"In 1990 about 90 percent of deliveries were happening in homes, basically just assisted by relatives [of the mother] who had no training.\"\n\nLargely this was cultural, says Zaka. \"If you look at all the countries in Asia it was pretty much the norm back then.\" There were also few birthing facilities available for people – particularly in rural areas. But even people who lived close by to a facility often eschewed it, says Mannan. \"There were these beliefs that a woman should not expose herself to a male doctor.\"\n\nAs a result the most common cause of newborn deaths in Bangladesh back then was asphyxia — essentially a lack of oxygen brought on by obstructed labor. \"When the labor is very prolonged and the woman is struggling alone at home there is often fetal distress,\" explains Zaka.\n\nIn fact this was even a problem in health facilities in Bangladesh – where medical staff often lacked the skills to ease the delivery or to revive a newborn.\n\nBut starting in 2010 the government of Bangladesh launched a multi-pronged effort to bring about change. Working with donor governments, including the United States, and international organizations such as UNICEF, Bangladesh trained workers at health centers on measures like infection control and resuscitation, opened many more facilities for childbirth – and just as important tried to convince families to use them.\n\nZaka says the effort was particularly helped by Bangladesh's \"rich culture\" of locally-based non-governmental aid groups including BRAC and the Grameen Bank. Both frequently partner with poor women. \"There was a lot of [outreach] through those workers to promote better care [during delivery],\" says Zaka. And today notes Mannan, only about 50 percent of births in Bangladesh are home deliveries.\n\nOf course while that's a major improvement, it's hardly ideal. Zaka says one problem is that existing facilities are not open 24-7. \"If there's a delivery at night, the facilities don't have the staffing to handle it.\"\n\nTo address the problem UNICEF has been working with the government to ramp up funding.\n\nSo the number of newborn deaths due to asphyxia has decreased. But another cause remains as vexing as ever: premature birth. It's now the number one cause of newborn deaths in Bangladesh, responsible for a third of them in 2015.\n\nPremature newborns often die of respiratory distress, says Zaka. They are also particularly prone to infections. A major reason for the high rate of premature babies is the persistence of child marriage and early marriage in Bangladesh. Girls in their teens or younger are much more likely to deliver prematurely because their own bodies have not yet fully matured.\n\nTo address the problem, says Zaka, \"the government is doing a big advocacy campaign against child marriage.\" In the meantime, however, it is also giving priority to the opening up of intensive care units for newborns.", "keywords": ["rate", "deaths", "death", "newborn", "drastically", "number", "facilities", "newborns", "problem", "cut", "effort", "country", "zaka", "bangladesh"], "polarity": 0.0864319366371605, "subjectivity": 0.4496470030798389},
{"title": "110 Girls Missing In Latest Suspected Boko Haram Attack, Says Nigerian Government", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588671621/110-girls-missing-in-latest-suspected-boko-haram-attack-says-nigerian-government", "text": "110 Girls Missing In Latest Suspected Boko Haram Attack, Says Nigerian Government\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nWhen Boko Haram extremists snatched 276 girls from a boarding school in northeast Nigeria in 2014, the world reacted and rallied around the cry of \"bring back our girls.\" But now, some four years later, it appears to be happening again.\n\nThe Nigerian information ministry told Reuters Sunday that 110 girls remain unaccounted for nearly a week after a suspected Boko Haram attack on another girls' school.\n\nEarly reports indicated that dozens of schoolgirls had been rescued following the attack on the Government Girls Science and Technical College, located in the town of Dapchi in Yobe state, less than 200 miles north of Chibok.\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nBut as NPR's Ofeibea Quist-Artcon reported for our newscast unit:\n\n\"Parents of dozens of girls missing from Dapchi government girls' school in Yobe state were waiting to be reunited with their daughters. However, the state governor told them no girls were rescued by the Nigerian army, despite earlier erroneous reports sparking street celebrations, only for forlorn families to have their hopes dashed.\"\n\n\"We have now established that the information we relied on to make the statement was not credible,\" said Abdullahi Bego, Yobe State spokesman, on Thursday, according to media reports. \"The Yobe State government apologizes for that.\"\n\nNot only was the number of missing school girls difficult to pin down, so too were details of the attack. Authorities had said early on that the militants were looting food rather than attempting abductions. They said the school's almost 900 students plus their teachers had managed to run away and hide in the bush, Ofeibea said.\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nNow the story has taken a brutal — if familiar — turn.\n\n\"This is a national disaster,\" tweeted President Muhammadu Buhari on Friday. \"We are sorry that it happened; we share your pain. Let me assure that our gallant armed forces will locate and safely return all the missing girls.\"\n\nBuhari said the government is sending \"more troops and surveillance aircraft to keep an eye on all movements in the entire territory on a 24-hour basis.\"\n\nIn another tweet, he said, \"no effort will be spared to ensure that all of them are returned safely, and the attackers arrested and made to face justice.\"\n\nEven though the government has claimed in the past that Boko Haram had been defeated, the militant jihadist group continues to vex especially in the country's restive northeast region.\n\nOfeibea has reported \"Thousands of girls, boys, women and men have been abducted by Boko Haram,\" since 2009 when the group began waging an insurgency to form a breakaway state.\n\nThe group has killed some 20,000 people and driven 2 million from their homes, reports Reuters.\n\n\"And Boko Haram's name is 'Western education is sinful,'\" Ofeibea reports. \"So you cannot get away from Boko Haram.\"\n\nAs for the Chibok girls, while many have returned home, many others remain in captivity. Those who got away tell of surviving in the Sambisa Forest, enduring beatings and torture as well as pressure to marry their captors and convert to Islam, reports Reuters.\n\nThe parents of the Dapchi girls tell the wire service they plan to join the Bring Back Our Girls movement in the hope that they too can capture global attention and spur governments to act.", "keywords": ["110", "suspected", "yobe", "haram", "boko", "state", "reports", "nigerian", "missing", "aminu", "latest", "abubakarafpgetty", "attack", "girls"], "polarity": -0.01349206349206349, "subjectivity": 0.40944444444444444},
{"title": "California Democrats Decline To Endorse Another Term For Sen. Dianne Feinstein ", "url": "https://www.npr.org/2018/02/25/588669505/california-democrats-decline-to-endorse-another-term-for-sen-dianne-feinstein", "text": "California Democrats Decline To Endorse Another Term For Sen. Dianne Feinstein\n\nEnlarge this image toggle caption Denis Poroy/AP Denis Poroy/AP\n\nUpdated at 1:10 p.m. ET\n\nA version of this story was originally posted by member station KQED.\n\nBefore U.S. Sen. Dianne Feinstein could finish her speech at the California Democratic Party convention Saturday, the music began playing to indicate she had used her allotted time.\n\nShe kept talking. The music got louder. \"I guess my time is up,\" Feinstein conceded as what sounded like a 1940s movie score continued playing.\n\nWithout missing a beat, supporters of her opponent, state Sen. Kevin de León echoed her statement in a chant: \"Your time is up! Your time is up!\" — a not-so-subtle reference to Feinstein's 25 years in the U.S. Senate.\n\nIt was a sign of things to come. The grass-roots Democratic activists gathered at the party's annual convention in San Diego this weekend implicitly rebuked the state's senior U.S. senator by denying her the party's endorsement for her re-election bid.\n\nFeinstein finished far behind de León, the top Democrat in the state Senate. De León received 54 percent of delegates' votes to just 37 percent for Feinstein. It takes 60 percent to receive an endorsement.\n\nWhile the lack of an endorsement certainly won't keep Feinstein off the ballot, it's a sign that grass-roots Democrats are eager to supplant leaders who are seen as too moderate and willing to compromise.\n\nDemocratic Party activists have never really been Feinstein's people. In 1990, when she was running for governor, she came to the party convention and expressed her support for the death penalty, eliciting boos from the liberal crowd. She lost the party endorsement to John Van de Kamp but got the nomination anyway, ultimately losing the November election to Pete Wilson.\n\nFeinstein has always been a little to the right of where the party's activists are. Now, at age 84 and in her final campaign, Feinstein is once again at odds with progressives, despite her efforts to move left by more strongly opposing President Trump's agenda.\n\nShe said the Senate Appropriations Committee, which she sits on, would never approve $25 billion for Trump's wall along the Mexico boarder. But minutes later, de León's team sent texts noting that Feinstein had just voted for exactly that as part of the \"Common Sense Coalition\" immigration plan that failed to get through the Senate.\n\nThe bill would not only have provided a path to citizenship for so-called Dreamers, people in the U.S. illegally who were brought here as children, but it also included $25 billion for the wall.\n\nFeinstein also reminded the crowd of her longstanding leadership on gun control, including her success against long odds at getting an assault weapons ban signed into law in 1994.\n\nIn his speech to the convention, de León reminded the crowd that his opponent hasn't always been a reliable liberal. \"Democrats, you'll never have to guess where I stand,\" de León said before noting that he has championed issues such as raising the minimum wage, single-payer health care and the environment.\n\n\"Moral clarity is always doing the right thing when no one is watching,\" he said. \"And it should never take a primary challenge to stand up for California values.\"\n\nAs leader of the state Senate, De León has had his own problems of late, most notably criticism of his slow response to the sexual harassment scandal in Sacramento. And while an endorsement from the Democratic Party would have provided a boost, his campaign is also overshadowed by Feinstein's huge advantages in name recognition and campaign cash. A recent poll from the Public Policy Institute of California had her leading de León by 46 percent to 17 percent.\n\nDespite the boost for De Le\u008fón, the vote is in some ways a loss for him. Democratic campaign strategist Katie Merrill says he needed the endorsement much more than Feinstein.\n\n\"He was such a narrow path to the Senate, and he had to have this Democratic Party endorsement,\" she said. \"This was the one strategic thing he need to accomplish here and he did not accomplish it.\"", "keywords": ["dianne", "endorse", "state", "convention", "democrats", "california", "democratic", "feinstein", "decline", "león", "campaign", "endorsement", "term", "senate", "sen", "party"], "polarity": 0.09360119047619048, "subjectivity": 0.5169047619047618},
{"title": "It's So Cold In England Even The Racing Snails Are Curling Up", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588702239/its-so-cold-in-england-even-the-racing-snails-are-curling-up", "text": "It's So Cold In England Even The Racing Snails Are Curling Up\n\nEnlarge this image toggle caption Matt Cardy/Getty Images Matt Cardy/Getty Images\n\nIt's not called a snail's pace for nothing, but just how slow is too slow for the mollusk to move? According to a pub in England, hibernation is where they draw the line.\n\nThe Dartmoor Union Inn in Devon was promoting a snail racing championship for Saturday, promising guests, \"each thrilling race will last about 4 minutes with guests able to bet on their favourite snail.\"\n\nProceeds would go toward city emergency services.\n\nExcept it's so cold in the United Kingdom that even the snails are hunkering down.\n\nThe pub posted on Facebook Thursday, \"Unfortunately due to our snails being extra sleepy we have had to cancel the snail racing championships this Saturday!\"\n\nLuckily, snails come equipped to ride out a cold snap. They \"make a dried lid of slime over the shell mouth, which seals in the snail for several months,\" reports the BBC.\n\nIt comes as much of Europe is battling bitter cold air moving over the continent from Siberia, a front British media are breathlessly calling \"the beast from the east.\"\n\nAs The Guardian put it in one cheeky headline: \"Flake news! Russia spawns 'beast from the east'.\"\n\nLiam Dutton, a U.K.-based meteorologist tweeted that the country \"will have its coldest spell for at least five years,\" with daytime temperatures around 32 Fahrenheit, falling to 14 degrees overnight.\n\nEngland's department of Public Health says \"a significant wind chill\" is compounding the cold on top of \"significant accumulations\" of snow Monday and Tuesday. They are asking residents to be mindful of the elderly and young children.\n\n\"Cold temperatures, indoors and out, pose real health risks to many and every winter we know that thousands of people get ill and even die following exposure to cold conditions,\" the agency said.\n\nThe U.K.'s national weather service, The Met Office has issued severe weather warnings across much of the country.\n\nAs for the gastropods at the gastropub, The Dartmoor Union Inn has no current plans for escargot; they say the snail race will be rescheduled.", "keywords": ["england", "snails", "cold", "weather", "racing", "snail", "significant", "slow", "temperatures", "race", "union", "curling"], "polarity": -0.07197712418300654, "subjectivity": 0.544281045751634},
{"title": "When Wildfire Smoke Invades, Who Should Pay To Clean Indoor Air?", "url": "https://www.npr.org/sections/health-shots/2018/02/25/585105923/when-wildfire-smoke-invades-who-should-pay-to-clean-indoor-air", "text": "When Wildfire Smoke Invades, Who Should Pay To Clean Indoor Air?\n\nEnlarge this image toggle caption Nora Saks / Montana Public Radio Nora Saks / Montana Public Radio\n\nAs dense smoke from regional wildfires spread through communities across western Montana last summer, public health agencies faced an indoor problem, too: Residents suddenly needed filters to clean the air inside homes and public spaces, but there was no obvious funding source to pay for it.\n\nEllen Leahy, the health officer in charge of the Missoula City-County Health Department, says in the past, when wildfire smoke polluted the air outside, nobody really talked about air filters.\n\n\"We'd always told people to go indoors, thinking the air might be a little better,\" Leahy says. \"Well that was not necessarily true anymore.\" The size and proximity of fires, coupled with weather trends and local topography, led to an inversion layer of dirty air that hung around communities for weeks on end. Without air filtration systems, it invaded indoor spaces too.\n\nWildfire smoke is bad for everybody, but especially older people and those with chronic heart and lung diseases. Joy and Don Dunagan, who live in Seeley Lake, Mont., check both those boxes.\n\n\"We put towels around the doors, the windows — everything,\" Joy says. \"It's not dirt. Grime from the smoke came in through the whole house.\"\n\nThey're both 69 years old, and on oxygen a lot of the time. Joy is a survivor of stroke. And Don recently developed asbestosis after almost 40 years of work in an aluminum factory.\n\n\"I've got less than 50 percent breathing capacity right now,\" he says. \"Anything that I could have done a year ago, I can't do now. And then that smoke on top of it — it was killing me.\"\n\nBut with no family in the state and limited mobility, the couple had to stay inside their house all summer. So Amy Cilimburg, who directs a small nonprofit called Climate Smart Missoula, helped the Dunagans get a HEPA air filter and make a safe air space inside their home. On the day I visit, she's installing a second filter in their living room.\n\n\"It's the same filter, so it works the same way,\" Cilimburg explains.\n\nThe unit resembles a space heater, but can actually scrub out the fine particulates in wood smoke that are so hazardous to health.\n\n\"There's a prefilter that takes out the large stuff, and then — that's the HEPA filter,\" Cilimburg says, pointing to another part of the device. \"So you want to make sure that one's in there.\"\n\nEnlarge this image toggle caption Eric Whitney / Montana Public Radio Eric Whitney / Montana Public Radio\n\nIn early 2017, Missoula County's Health Department launched a pilot program with Climate Smart to get HEPA air filters to homebound seniors in Missoula ahead of the fire season. But when wildfire smoke swamped Seeley Lake last summer, they also started to distribute filters to residents who have a high risk of developing breathing problems and other health issues related to smoke pollution. Local health providers helped identify those people, including the Dunagans.\n\nDon says he slept in his recliner, near the air filter, every single night while the smoke was bad.\n\n\"I believe that machine saved my life,\" he says. \"I really do.\"\n\nThen the wildfires dragged on into the school year. And kids, who are also extra susceptible to the pollutants because their lungs are still developing, sat in smoke-filled classrooms across the county.\n\nMissoula County's health department and Climate Smart scrambled to get air filters to the schools most deeply enveloped by smoke. Other nonprofits pitched in to raise money and buy filters too. Almost overnight, the smoky haze inside classrooms disappeared.\n\nThe county health department's Leahy says that strategy of finding a solution and taking action was a big shift away from the agency's usual approach of issuing advisories to people to hunker down and stay indoors. And they need to keep acting, she says.\n\n\"There has to be a more concerted effort — which we are a part of — to provide clean, indoor air. Filtered indoor air. Messaging that the air isn't good — isn't enough,\" Leahy says. \"And that we have to plan to be able to do that, and deploy those systems much more quickly, as you would in an emergency.\"\n\nThe challenge is figuring out who pays for it.\n\nPortable HEPA air filters that can clean a big room cost just under $200 each. Even with a bulk discount, it cost about $30,000 to put those kinds of filters in just three of the 50 schools in the county last fire season. That didn't even cover every classroom or grade, Leahy says.\n\nNor are individual filters necessarily the most efficient solution for schools and other big buildings — like daycare centers, nursing homes or health clinics — says Missoula county air quality specialist Sarah Coefield. It's virtually impossible, Coefield says, to put a price tag on what it would cost to filter the air in every public space in the county.\n\n\"It would be a very high number, and I haven't even wrapped my head around it,\" she says.\n\nMissoula County has one of the biggest and most experienced air quality programs in the state, but the health department was not equipped to launch response on a large scale, Leahy says.\n\nThe health department is set up to regulate easily controlled, man-made sources of air pollution — such as factories or wood stoves — and to issue health advisories. The money the county contributed at the last minute to buy filters came from emergency funds, which quickly dried up.\n\nHealth officer Leahy says they all tried their best to respond to the need.\n\n\"But it was very — it was creative,\" she says. \"I would say makeshift.\"\n\nScientists predict wildfires are going to get worse, so public health departments are starting to see a need for a more proactive approach. That's going to require still more creativity, says Leahy.\n\n\"There's not a new source of funding that we're aware of,\" she says, \"that can say, 'Well, how can we at the local level try to help people with exposure to wildfire smoke in the same way that we at the local level try to do on wood stoves?' There's not a [funding] pathway for us to do that, at this time.\"\n\nThe state health department is in a similar bind. Currently, they have no resources specifically dedicated to protecting the public from wildfire smoke.\n\n\"I don't anticipate that there's going to be a lot of new monies coming,\" says Jim Murphy, the chief of the communicable disease bureau at Montana's Department of Public Health & Human Services. \"Given the state's budget crisis, I think it's maybe making the best of what we already have.\"\n\nCilimburg of Climate Smart says she's proud of Missoula's leadership and of the community's efforts to step up. But she stresses that wildfire seasons are getting longer and more intense — the smoke will come back.\n\n\"Providing some money up front can save you money down the road,\" Cilimburg says. \"And we're just not very good sometimes at thinking about it. We're good at responding to disasters, and not as good as being prepared for them up front. That's kind of the conversations we'd like to spark.\"\n\nFor now, the county health department will continue to partner with Climate Smart. This winter, they're busy building on the foundation they established over the summer — spreading the word about the usefulness of air filters and the message that clean air is a collective responsibility.\n\nThe program has a cache of about 100 filters to help those in need. And they're working with larger public institutions, like school districts, to help them improve their air filtration systems — and encouraging them to add such systems to their own budgets.\n\nDunagan says the responsibility is also on everyone who lives in the area to acknowledge the risks of living with wildfire, and to create their own clean-air space.\n\n\"A lot of people don't realize what that smoke will do to you,\" Dunagan says. \"You might tough it out now, but if you go long enough, you're going to have breathing problems.\"\n\nThis story is part of NPR's reporting partnership with Montana Public Radio and Kaiser Health News.", "keywords": ["indoor", "smoke", "filter", "leahy", "health", "wildfire", "public", "montana", "filters", "air", "invades", "department", "pay", "clean"], "polarity": 0.14375256435483716, "subjectivity": 0.40014077084531646},
{"title": "Boom In Antler Pet Chews May Have Opened A Black Market", "url": "https://www.npr.org/2018/02/25/588439630/boom-in-antler-pet-chews-may-have-opened-a-black-market", "text": "Boom In Antler Pet Chews May Have Opened A Black Market\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nThree weeks after he mounted them on the front of his garage, Jeff Young found his prized antlers were literally ripped off.\n\n\"I think they just hung on them,\" Young says of the thieves, pointing up at the empty drill holes on the garage's façade one gray morning in Anchorage this winter.\n\n\"They were up on this six-foot ladder, as far as they could get, and then just pulled them down,\" Young says.\n\nHe found the ladder, taken from a nearby construction site, near his garage the next morning.\n\n\"It sucks getting stuff stolen,\" Young says. \"Doesn't matter what it is.\"\n\nIn this case, it was two large racks of moose antlers. Young and other hunters see antler theft as growing problem — one connected to the pet industry.\n\nAfter the theft in July of 2016 Young tried tracking the antlers down. They held sentimental value; the larger set of antlers came from the first moose he had successfully hunted. The set had a distinctive feature he was sure would help it be identified: A bullet hole right through the center where he'd landed his shot.\n\nYoung filed a police report, scoured social media, and called a few merchants offering to buy, but to no avail. It wasn't until later that he found other hunters griping to one another and on neighborhood groups like Nextdoor about the same thing happening to them.\n\n\"I started hearing more stories from other friends that are hunters: 'Yeah, I had a pile by the shed, been there 10 years, all gone,' \" Young says. \"Another guy was like, 'Yeah, I always threw them on the roof, come home one day, all gone.' \"\n\nThe demand driving this theft, hunters believe, is the pet store trend of selling strips of antler as dog chews.\n\nLoose regulation, high demand\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nAt a Capitol Hill pet store in Washington, D.C. called Howl to the Chief, clerk Vincent Ford extols the benefits of antler: It's got healthy minerals, lasts a long time, and is particularly good for canine oral health.\n\n\"It takes off the plaque and the tartar by them chewing on it, so this is a good treat for that, too,\" Ford says. Antler is just one of the popular organic chew products sold to pet owners. It's a growing share of the booming pet supply industry, which last year saw more than $69 billion in sales, according to the American Pet Products Association.\n\nFord carries pricier organic chews, like lamb and cow tails. The store stocks horns from goat and bison, too. Hand-length shards of deer and elk antler are on the more affordable side. But the expense and popularity has regular customers getting entrepreneurial in the hunt for antlers out in the wild.\n\n\"A lot of people actually have [started] to get their own antlers now,\" Ford says. \"This lady tells me she goes to Alaska and just takes a trash bag and does it.\"\n\nOnline, pet supply companies will sell a six-inch chunk of elk antler for $15, marked as organic and \"naturally shed,\" a designation that implies they were collected after being dropped by the animal during a seasonal molt. An Alaska-based business offers single caribou antler chews for large-breed dogs at $23. Amazon Prime members can get a thick slice of moose antler for $30.\n\nAny link between pet chews and stolen antlers is hard to prove, largely because there is little data or monitoring over the source material and complicated supply chain.\n\nThe Anchorage Police Department has a record of 14 antler thefts in 2017 but Deputy Communications Director Nora Morse suspects that number is under-reported. Police in Alaska also cannot definitively say whether antler theft is on the rise. A burglarized home-owner might not specify for a police report that moose or caribou antlers were among the possessions stolen from a home.\n\nBut hunters and horn merchants believe the thefts are being carried out by low-level criminals trying to make a fast buck by unloading antlers that are eventually sold to larger pet supply companies. Unscrupulous buyers can easily cut the antlers and horns into small chunks with a table or band saw, making the source material all but impossible to trace. The issue is framed as a subset of Anchorage's worsening property crime, which municipal and law enforcement officials attribute in part on the state's opioid epidemic.\n\nThe market for antler chews, particularly on the supply side, is very loosely regulated. While animal products meant for consumption have to meet certain safety criteria of the Food and Drug Administration, the pet supply industry falls under a murky mix of federal, state, and industry standards. Nationally, the Association of American Feed Control Officials, a volunteer group with no regulatory authority, develops model guidelines for pet foods. That organization's website names their state counterpart in Alaska as the Division of Agriculture, but Lora Haralson with the division wrote in an email that they do not regulate or have requirements for these kinds of pet products.\n\nMultiple pet supply companies contacted for this story either declined to comment or offered general remarks that sourcing quality standards are ensured.\n\nSo it can be up to individual buyers to determine if a moose antler was legally obtained.\n\nCash for antlers\n\n\"If a guy comes in and he looks like a hunter and he talks like a hunter then you get a pretty good feel for it,\" says Gus Gillespie from behind the counter at the Alaska Fur Exchange.\n\nGillespie got into the horn and hide trade several decades ago after years with the Navy and as an engineer in the oil fields on Alaska's North Slope. Now he and his wife run the Fur Exchange, where on any given day, just past the rows of wolf and opossum pelts, are piles of antlers jumbled up like waist-high tumbleweeds. On the ground are plastic bins filled with spiky tines and plates sawed down into palm-sized strips. It is an astounding volume of animal matter.\n\n\"As far as antler, it's either crap and we don't want it, or it's really, really nice,\" Gillespie says with a laugh.\n\nThe four or five years since antler chews have become more popular with his customers have been good for Gillespie's business. Instead of trading predominantly in the large, high-end antlers favored by artisans and collectors, the store can now buy more medium-sized products to cut down into the chews they stock in baskets by the register.\n\nBut he has turned sellers away if he thinks the source material might have been illegally obtained. Gillespie points to the pervasive presence of substance abuse, and says he and his staff look for whether a person seems drunk, high, or in withdrawal as they assess a potential purchase.\n\n\"If it's questionable, we don't do anything with it for a while,\" he says. They might tell someone to come back in a few hours, pulling images of the person or their license plate from the numerous security cameras mounted around the store, sharing the information with police.\n\n\"We have been instrumental in a lot of people getting caught,\" Gillespie says.\n\nBut anyone he turns away can just go to Craigslist—where every day in Alaska, plenty of people promise in all caps to pay up to $50 a pound in cash for antlers. And once they're cut down into the small chunks sold over the counter, nobody can really say whether they were stolen or not.", "keywords": ["market", "boom", "supply", "antler", "moose", "store", "chews", "antlers", "black", "hunters", "young", "alaska", "pet", "opened"], "polarity": 0.07691565112238188, "subjectivity": 0.45272400676246843},
{"title": "After Going Shot For Shot, Olympic Athletes From Russia Win Men's Hockey Gold", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588597882/after-going-shot-for-shot-olympic-athletes-from-russia-win-mens-hockey-gold", "text": "After Going Shot For Shot, Olympic Athletes From Russia Win Men's Hockey Gold\n\nEnlarge this image toggle caption Harry How/Getty Images Harry How/Getty Images\n\nThe Olympic Athletes from Russia won 4-3 in a game against Germany where neither team had much to lose.\n\nGermany had defeated hockey powerhouses Sweden and Canada in the semifinals, and the Olympic Athletes from Russia were highly stacked. Neither country had medaled in men's hockey since 2002, when Russia won bronze.\n\nWith 0.5 seconds remaining in the first period, Russian Vyacheslav Voynov scored the first point of the match after an ambitious shot that made it past German goaltender Danny aus den Birken.\n\nGermany brought the score to a tie with 10 minutes left in the second period, after a shot by Felix Schütz bounced off of goalkeeper Vasily Koshechkin and deflected off the body of Russian defenseman Bogdan Kiselevich across the goal line.\n\nA steady back and forth continued, until Russian Nikita Gusev scored a point with 6:39 left in the third period. But the Russians relaxed — and just 10 seconds later, German frontman Dominik Kahun tied the game right back up, the stakes just as high as before.\n\nWith three minutes left in the third period, Jonas Müller broke the tie 3-2 with the cleanest shot of the game after a winning a puck battle against the Russians. This lead didn't last for long; either: With less than 60 seconds to go, Gusev scored again, and the teams were back to a tie.\n\nAbout 15 minutes into sudden-death overtime, Gusev scored yet another goal — and the Russians threw off their helmets in celebration of winning gold.\n\nThe match was guaranteed to be Germany's best showing in men's hockey no matter the outcome: The team had won bronze in 1932, and West Germany won bronze in 1976. Their silver medal is the strongest performance Germany has ever shown in men's hockey, while Russia won gold in 1992 as the Unified Team.\n\nCanada walked away with the bronze medal by beating the Czech Republic 6-4 after being knocked out for silver and gold by Germany.\n\nThe Russian athletes competed in neutral Olympic gear rather than Russian colors. The International Olympic Committee suspended the Russian Olympic Committee in 2017, citing a widespread culture of doping in Russia and alleged state-sponsored system of cheating.\n\nRussian athletes were allowed to compete in the 2018 Winter Games under a neutral Olympic flag and were required to pass rigorous doping tests. Going into Pyeongchang, the IOC said there was a chance Russia's athletes could march under their country's colors at the games' closing ceremony.\n\nAfter two Russian athletes were disqualified over doping, the IOC voted to uphold the ban, meaning that athletes will once again leave their Russian colors at home in the closing ceremony.", "keywords": ["hockey", "going", "shot", "won", "mens", "scored", "gold", "russian", "olympic", "win", "athletes", "russia", "period"], "polarity": 0.06561224489795918, "subjectivity": 0.1908503401360544},
{"title": "Canada Has Best-Ever Winter Olympics Performance, Despite Unexpected Losses", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588591304/canada-has-best-ever-winter-olympics-performance-despite-unexpected-losses", "text": "Canada Has Best-Ever Winter Olympics Performance, Despite Unexpected Losses\n\nEnlarge this image toggle caption Fabrice Coffrini/AFP/Getty Images Fabrice Coffrini/AFP/Getty Images\n\nCanada had its best Olympic Games ever medal-wise in Pyeongchang, despite missing out on gold in men's and women's hockey and men's and women's curling — sports that country usually dominates.\n\nThe country has 29 medals, including 11 gold. Norway is leading the overall medal count with 38 medals, Germany is in second with 31 and the U.S. is in fourth with 23.\n\nFor the first time in this millennium, Canada didn't take gold in women's hockey. In the final game against the U.S. last week, standard regulation time had ended with a 2-2 tie. Neither team scored a sudden-death goal during a 20-minute overtime — and the resulting penalty shootout also ended in a 2-2 tie. That sent the teams to a high-stakes, sudden-death shootout, where the U.S. came out on top, breaking Canada's 2002-2014 streak of four consecutive gold medals.\n\nThe women's hockey record wasn't the only Canadian gold streak broken in Pyeongchang. The men's curling team won gold in 2006, 2010, and 2014 — but lost to Switzerland in this year's bronze match. The country did earn one gold in curling: Kaitlyn Lawes and John Morris secured the medal in mixed doubles curling.\n\nCanada won gold in the first men's hockey event in Antwerp in 1920, and kept the gold streak up for the following three winter games. They would medal in every single winter games until 1964, and earned gold in 2010 in Vancouver and 2014 in Sochi. Men's hockey was Canada's third gold streak broken in Pyeongchang: The country settled for bronze after being knocked out of the finals by Germany.\n\nAnd finally, Canada lost its streak of medaling in women's curling, too. The country won gold in the first-ever women's curling event in Nagano in 1998, and medaled in every winter games since then — until they came in sixth place in Pyeongchang after a series of tough losses. Sweden won gold, while the \"Garlic Girls\" of South Korea took silver and Japan took bronze.\n\nDespite losing out on its traditional sources of gold, the country won its second-highest total of Winter Games gold medals in Pyeongchang, after winning 14 in its home-turf Vancouver games in 2010.\n\nCanada secured 11 Pyeongchang gold medals in total this year: Four in freestyle skiing, two in figure skating, one in mixed doubles curling, one in men's two-man bobsleigh, one in men's long track speed skating, one in men's short track speed skating and one in men's snowboarding. The country has 8 silver and 10 bronze as well.\n\nAmong gold medal winners are fan favorite figure skaters Tessa Virtue and Scott Moir, the designated flag bearers for the 225 athletes who competed as part of Team Canada. Short track speed skater Kim Boutin will bear the flag in the closing ceremony, after earning two bronze medals and one silver.", "keywords": ["despite", "womens", "pyeongchang", "games", "won", "unexpected", "bestever", "mens", "performance", "losses", "gold", "winter", "curling", "canada", "country", "olympics", "streak"], "polarity": 0.029365079365079365, "subjectivity": 0.427529761904762},
{"title": "U.N. Security Council Passes Syria Cease-Fire After Hundreds Killed In Bombing Siege", "url": "https://www.npr.org/sections/thetwo-way/2018/02/24/588516461/400-000-people-live-in-hell-on-earth-bombing-of-damascus-suburbs-kills-hundreds", "text": "U.N. Security Council Passes Syria Cease-Fire After Hundreds Killed In Bombing Siege\n\nEnlarge this image toggle caption Ammar Suleiman/AFP/Getty Images Ammar Suleiman/AFP/Getty Images\n\nUpdated at 3:30 pm ET\n\nThe United Nations Security Council has approved a resolution calling for a 30-day cease-fire in Syria, following one of the bloodiest weeks of aerial bombardment in the war that has devastated the country.\n\nIn the eastern suburbs of Damascus, a region called Eastern Ghouta, nearly 500 people have been killed in a deadly escalation by the Syrian government that began Sunday, the Syrian Observatory for Human Rights told The Associated Press. More than 120 of the dead are children, the group says.\n\nThe Security Council resolution aims to get humanitarian aid to Eastern Ghouta and other areas under siege. The resolution was delayed several times in an effort to get Russia's approval.\n\n\"Airstrikes, artillery shells and barrels filled with TNT are being dropped on neighborhoods that are heavily populated by civilians who have no way to escape,\" NPR's Lama Al-Arian reports. \"They're being forced into bunkers, and many of them can't even find the time to bury their dead.\"\n\nSyria's Civil Defense, a volunteer rescue group known as the White Helmets, told Reuters that it counted at least 350 deaths in a four-day span earlier in the week.\n\n\"Maybe there are many more,\" Siraj Mahmoud, a civil defense spokesman, told the news service. \"We weren't able to count the martyrs yesterday or the day before because the warplanes are touring the skies.\"\n\nRescuers hurry to pull people from rubble, a difficult task amid the unrelenting barrage.\n\nEnlarge this image toggle caption Amer Almohibany/AFP/Getty Images Amer Almohibany/AFP/Getty Images\n\n\"But if we have to go out running on our legs and dig with our hands to rescue the people, we will still be here,\" Mahmoud told Reuters.\n\nUnited Nations Secretary-General António Guterres called for an immediate end to hostilities in the region so the sick and wounded can be evacuated.\n\n\"I am deeply saddened by the terrible suffering of the civilian population in Eastern Ghouta — 400,000 people that live in hell on earth,\" he said to the U.N. Security Council on Wednesday. \"I don't think we can let things go on happening in this horrendous way. \"\n\nSyrian state media said rebel factions had fired shells at the Old City of Damascus on Saturday, Reuters reported.\n\nThe Security Council's resolution, which passed 15-0, demands \"all parties cease hostilities\" for at least 30 days throughout Syria to allow the safe delivery of humanitarian aid and evacuations of the critically sick and wounded.\n\nThe resolution, sponsored by Kuwait and Sweden, calls for all parties to immediately lift sieges of populated areas, including Eastern Ghouta. The cease-fire does not apply to military operations against ISIS, al-Qaida and other terrorist groups.\n\nA vote on the resolution was delayed Friday as its sponsors worked to get a version Russia would approve. As NPR previously reported, most members of the Security Council had wanted to require the cease-fire to go into effect within 72 hours, but Russia had pushed for a looser timeline.\n\nThe approved resolution simply says that hostilities must cease \"without delay.\"\n\nU.S. Ambassador to the U.N. Nikki Haley criticized Russia for the wait, saying it had cost lives, The Associated Press reports.\n\nThe break in fighting will come at a crucial time for Ghouta's civilians.\n\n\"There is no electricity, no water, no flour, no bread and no baby formula,\" paramedic Siraj Mahmoud told the AP. \"There is nothing inside Ghouta.\"\n\nA group of doctors and medical activists, from institutions including Harvard and Johns Hopkins, published an appeal on Friday to end the suffering in Ghouta. They urged citizens and health professionals to pressure government officials to act and for the U.N. Secretariat to use more effective tactics.\n\n\"Inaction in the face of unrelenting attacks on civilians represents an epic failure of world leaders,\" they write in The Lancet. \"The UN Security Council has utterly failed the people of Syria. The UN Secretariat seems to operate without an effective strategy for political negotiations or aid delivery. These compounded failures are increasing frustrations with the UN as a legitimate interlocutor on human rights violations everywhere, and translate into deaths and suffering. We cannot allow this situation to continue.\"\n\nNPR's Michele Kelemen contributed to this report.", "keywords": ["eastern", "security", "council", "told", "passes", "suffering", "syria", "ghouta", "bombing", "syrian", "ceasefire", "hundreds", "siege", "killed", "resolution"], "polarity": -0.007234247234247237, "subjectivity": 0.4180687830687832},
{"title": "Millennials Are No More Liberal On Gun Control Than Elders, Polls Show", "url": "https://www.npr.org/2018/02/24/588069946/millennials-are-no-more-liberal-on-gun-control-than-elders-polls-show", "text": "Millennials Are No More Liberal On Gun Control Than Elders, Polls Show\n\nEnlarge this image toggle caption Hansi Lo Wang/NPR Hansi Lo Wang/NPR\n\nHigh school students across the United States have been leading the call for more gun control since the school shooting in Parkland, Fla.\n\nSome have called them the \"voice of a generation on gun control\" that may be able to turn the tide of a long-simmering debate.\n\nBut past polling suggests that people younger than 30 in the U.S. are no more liberal on gun control than their parents or grandparents — despite diverging from their elders on the legalization of marijuana, same-sex marriage and other social issues.\n\n\"Sometimes people surprise us, and this is one of those instances that we don't know why,\" says Frank Newport, editor-in-chief of Gallup.\n\nOver the past three years, his polling organization asked the under-30 crowd whether gun laws in the U.S. should be made more strict, less strict or kept as they are now. On average, people between the ages of 18 and 29 were 1 percentage point more likely to say gun laws should be more strict than the overall national average of 57 percent.\n\n\"Young people statistically aren't that much different than anybody else,\" Newport says.\n\n'What a whole generation feels'?\n\nPolling by the Pew Research Center last year came to similar conclusions: 50 percent of millennials, between the ages of 18 and 36, said gun laws in the U.S. should be more strict. That share was almost identical among the general public, according to Kim Parker, director of social trends research at Pew.\n\nPew did find significant differences between millennials and older generations on two gun control proposals — banning assault-style weapons and high-capacity ammunition magazines that hold more than 10 rounds. The results showed that a greater share of millennials — both Republicans and Democrats — are more conservative when it comes to those bans compared with Generation Xers, baby boomers and members of the silent generation.\n\n\"What we're hearing now in the immediate aftermath of Parkland might not be representative of what a whole generation feels,\" Parker says.\n\nEnlarge this image toggle caption Hansi Lo Wang/NPR Hansi Lo Wang/NPR\n\nTo be clear, many demographers argue that millennials make up one part of today's generation of young people. Some say that millennials include people born in the 1980s and all the way through 2000.\n\nThe teenage high school activists who have been organizing since the Florida shooting, they say, are part of a separate group some call \"Generation Z.\" Pollsters generally don't count the views of those under 18, so there probably won't be national polling on this group until more of these young people are officially adults.\n\n'A more progressive generation'?\n\nStill, for 19-year-old Abigail Kaye, who considers herself a millennial, these polling results about her peers come as a shock.\n\n\"I think that's surprising because I feel like we're a more progressive generation,\" says Kaye, who attends the University of Delaware.\n\nKaye says she remembers hearing about the shooting at Sandy Hook Elementary School in Newtown, Conn., when she was growing up about a couple hours away in Scituate, R.I.\n\n\"We've grown up more, I think, with this kind of gun violence, so you'd think maybe we'd push for more regulations,\" she adds.\n\nEnlarge this image toggle caption Hansi Lo Wang/NPR Hansi Lo Wang/NPR\n\nThe poll findings also surprised some members of Students for the Second Amendment, a club at the University of Delaware.\n\nThe club's treasurer, Jordan Riger of Lutherville, Md., 22, says that after taking an National Rifle Association course on pistol shooting when she was 18, she has seen firearms as tools for self-defense. But she thinks many of her millennial peers don't.\n\n\"We are living in a time right now where we're seeing a lot more of these mass casualties,\" Riger says. \"I think when people don't know that much about firearms, when they see it on the news used in horrible fashion, that's like all they associate it with.\"\n\nNational Advocate Weighs In On How Gun Control Debate Is Being Received By Gun Rights Community Advocate Weighs In On How Gun Control Debate Is Being Received By Gun Rights Community Listen · 5:02 5:02\n\nSitting outside a student center on the University of Delaware's campus, Cahlil Evans of Smyrna, Del., 20, says while he doesn't need a gun, he can understand why people would want hunting rifles and handguns. He draws the line, though, for assault-style rifles.\n\n\"There's no need for these high-caliber rifles that pierce through walls,\" Evans says. \"People can say they use them for hunting or whatever, but why do you need a weapon with such high caliber that it would pierce through the animal and like eight trees behind it?\"\n\nStill, 22-year-old Jeremy Grunden of Harrington, Del., says he is encouraged to hear that millennials are less likely to support banning assault-style weapons.\n\n\"I base what we need off of what the military has,\" says Grunden, who is president of Students for the Second Amendment at the University of Delaware. \"When it comes to ... the Second Amendment, we're supposed to be a well-armed and well-maintained militia and all that. Quite frankly, we need that and plus more.\"", "keywords": ["elders", "gun", "need", "polls", "millennials", "university", "think", "control", "lo", "strict", "liberal", "hansi", "generation"], "polarity": 0.12921325051759833, "subjectivity": 0.4202518978605934},
{"title": "Without A Lawyer, Asylum-Seekers Struggle With Confusing Legal Processes ", "url": "https://www.npr.org/2018/02/25/588646667/without-a-lawyer-asylum-seekers-struggle-with-confusing-legal-processes", "text": "Without A Lawyer, Asylum-Seekers Struggle With Confusing Legal Processes\n\nEnlarge this image toggle caption Samantha Balaban/NPR Samantha Balaban/NPR\n\nSince this frightened mom crossed the border with her son in early 2017, fleeing gang violence in El Salvador, she has felt bewildered by the vast complicated immigration system in the United States.\n\nNPR is not using her name for her protection.\n\nShe first spoke with NPR's Lulu Garcia-Navarro a year ago on a barren dirt road with her then 17-year-old son, while Garcia-Navarro was with Border patrol agents near Roma, Texas who were on the lookout for undocumented migrants crossing into the U.S. illegally.\n\nUnder the broiling sun, the young woman told the story of how she'd fled her country because of threats by one of the most feared gangs in El Salvador, the Mara Salvatrucha, better known as MS-13.\n\n\"They wanted to take him [my son]. I had to hide him at a friend's house ... They wanted him to join them. And they threatened that, if he didn't, they would kill both of us,\" she recounted, crying.\n\nIt was a familiar story. Since at least 2012, there has been a massive exodus from Central America as families flee gang violence looking for safety in the U.S. For many Central Americans, the only path to legally immigrate is to ask for asylum, which this mother did for her and her son. After being processed, she was released to her family in Los Angeles with an ankle bracelet and a countdown to a court date that would decide if she and her son could both stay in the U.S.\n\nShe, however, faces a daunting challenge: One thing that often determines whether someone like her gets to stay in this country or gets deported — a lawyer.\n\nShe does not have one. She says she's had trouble finding free legal counsel, and she can't afford a private attorney, which costs thousands of dollars.\n\nNPR has been following her story for the past year to see how President Trump's immigration policies are affecting her and son. The Trump administration has been trying to change asylum laws. Attorney General Jeff Sessions has said courts are overwhelmed with fraudulent claims by Central Americans \"who fear generalized violence, crime, personal vendettas, or a lack of job prospects.\"\n\nLast month at a café, our asylum seeker described her past year. She said she had been checking in with Immigration and Customs Enforcement, or ICE, as she is required to do. But she isn't allowed to work, so money has been tight. Her son had enrolled in school but he didn't understand English and was being bullied so he dropped out.\n\nShe said she was afraid that without a lawyer for her upcoming court date in February, she and her son will get deported to El Salvador — where she added her son could be killed by the gangs.\n\nJudy London, directing attorney for the Public Counsel's Immigrants' Rights Project in Los Angeles, says this mom is right to be worried.\n\nLondon says an asylum seeker is five times more likely to win a case for asylum if they have legal counsel.\n\n\"So much depends on whether you have a lawyer and then whether you have a good lawyer,\" London says.\n\nBut there are simply not enough lawyers to go around. Immigration courts are unique in that defendants do not have a right to government-funded public defenders. Immigrants have to either privately get a lawyer or rely on charities like London's to get help. Many of these immigrants often don't speak English and even if they did, the asylum process is extremely complex and confusing.\n\n\"It was clear to us seeing people come into our office starting several years ago the scope of this crisis. And had it been labeled what is — which is a refugee crisis — you might have seen a different treatment by our legal system, and more compassion and more resources flow from our legal system,\" London says.\n\nLondon says Central Americans have few options to navigate the process.\n\nFor our asylum seeker, the clock was ticking and as the court date approached she still didn't have a lawyer and she seemed confused about where she needed to go and what she needed to do. ICE provides very little guidance on these matters.\n\nOn the day of her hearing, we sent a producer to see what happened.\n\nOur asylum seeker showed up on time.\n\nBut she went to the wrong court house.\n\nIt was a small mistake that ended in disaster.\n\nBy the time she found the right court, it was too late. The judge had deemed her a no-show and issued a deportation order against her and her son. That same day she tried to get the judge to hear her case later in the afternoon, but the judge said no.\n\nTo reopen her case will require paperwork and legal help.\n\nThe day after her court date, she told NPR over the phone that ICE had already been in touch. She's hoping to find a lawyer to appeal to reopen her case.\n\nJust a year ago she was about to get on a bus to what she hoped would be a new life.\n\n\"My dream for this country is that my son can be safe and go to school and that I can get a job to support him,\" she'd said back then.\n\nBut now the reality is she and her son could be deported at anytime.\n\nNPR's Jennifer Velez contributed content to this piece. NPR's Digital News intern Asia Simone Burns produced this story for the Web.", "keywords": ["asylumseekers", "central", "lawyer", "asylum", "confusing", "date", "seeker", "violence", "processes", "struggle", "son", "legal", "immigration", "court"], "polarity": 0.0529491341991342, "subjectivity": 0.39852092352092344},
{"title": "Teachers Respond To Trump's Push To Arm School Staff", "url": "https://www.npr.org/2018/02/24/588567643/trump-calls-to-arm-teachers-what-do-teachers-think", "text": "Teachers Respond To Trump's Push To Arm School Staff\n\nEnlarge this image toggle caption Carlos Garcia Rawlins/Reuters Carlos Garcia Rawlins/Reuters\n\nPresident Trump repeated his suggestion to arm teachers on school campuses as a solution to protecting students from gun violence.\n\n\"We have to have offensive capability to take these people out rapidly before they can do this kind of damage,\" Trump told reporters in a joint news conference with the Australian Prime Minister on Friday. The president suggested staffing schools with veterans who would carry concealed weapons.\n\nIn a White House listening session on Wednesday with teen survivors of the shooting at Marjory Stoneman Douglas High, Trump said Aaron Feis, a popular coach at the high school, could have stopped the gunman if he'd been armed.\n\nMany teachers unions and organizations have spoken out against this proposed solution. Lily Eskelsen Garcia, president of the National Education Association, said \"parents and educators overwhelming reject the idea of arming school staff.\"\n\nOther organizations, namely the National Rifle Association, spoke out in favor of it, pointing to states and school districts that already allow guns on campus.\n\nJoshua Grubbs, an assistant professor of psychology at Bowling Green State University in Ohio, says he grew up with guns and owns a few. Despite that, he says he's not ready for guns to be part of campus life.\n\n\"When I had a gun on me, it wasn't just this nice, relaxing part of who I was. It was something that was always factoring into my decisions,\" Grubbs says. \"When I'm educating somebody, I can't imagine holding in my head this heightened awareness, this threat assessment, this evaluating whether or not I'm going to need to use a gun and trying to educate from a place of openness and warmth and seeing the best in my students.\"\n\nMark Zilinskas disagrees. He's a math teacher at Indiana High School in Indiana, Penn.\n\n\"We see time and time again this idea of not doing anything and people are just laying there getting shot indiscriminately,\" he says. \"We know that there are going to be teachers that are going to respond.\"\n\nZilinskas has gone through the FASTER (Faculty/Administration Safety Training and Emergency Response) Saves Lives program. The program, presented by the Ohio pro-gun group, the Buckeye Firearms Association, trains teachers and school staff on how to respond to an active shooter on campus. Part of their training involves learning how to use a firearm on school grounds.\n\n\"There are some of us that want to have the tools and the training and have the ability to [prevent] somebody from harming the kids,\" Zilinskas says. If teachers carry concealed weapons on campus, he adds, a potential shooter could be deterred from terrorizing that school.\n\nSarah Plumitallo, an elementary school ESL teacher, says that reasoning just doesn't work. She points to the shootings at Columbine High School, Virginia Tech and Sandy Hook Elementary School. In all three shootings, the gunman committed suicide shortly after killing students.\n\n\"Many of those schools had school resource officers that were armed on campus and that didn't act as a deterrent,\" she says.\n\nIn wake of these shootings, Plumitallo says it's difficult to grapple with the idea of teachers putting their lives on the line for their students.\n\n\"The expectation is that we will lay down our lives,\" she says. \"But, if I hadn't had kids when I became a teacher, I probably would have felt a little more like, 'Without question, of course.' But I'm a mom too. I have two little boys and I want to get home to them.\"\n\n\"We hear the stories about Coach [Aaron] Feis and Scott Beigel and how they laid down their life, but did they expect to? Did they want to? I think it's a very weighty thing and I think it affects teachers greatly,\" Plumitallo says.", "keywords": ["high", "staff", "respond", "lives", "arm", "shootings", "teachers", "push", "teacher", "trumps", "plumitallo", "training", "trump", "campus", "school"], "polarity": 0.1643727598566308, "subjectivity": 0.5278315412186381},
{"title": "The Russia Investigations: More Pleas, More Charges — Any More Preparation?", "url": "https://www.npr.org/2018/02/24/588392556/the-russia-investigations-more-pleas-more-charges-any-more-preparation", "text": "The Russia Investigations: More Pleas, More Charges — Any More Preparation?\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nThis week in the Russia investigations: More newcomers join Mueller's roll of honor; the feds meet with state officials on election security; and Washington starts thinking about considering some potential planning to defend the 2018 midterms.\n\nGuilty\n\nJustice Department special counsel Robert Mueller broke his own record this week for guilty pleas. On Tuesday, Dutch attorney Alex van der Zwaan appeared in federal court and admitted he had lied to investigators about his contacts with Donald Trump's former campaign vice chairman, Rick Gates.\n\nOn Friday, Gates himself appeared before a federal judge and confirmed that he is changing his plea to guilty. He had been fighting the case brought against him and the former Trump campaign chairman, Paul Manafort, which alleged they laundered millions of dollars and broke other laws related to their work for clients in Ukraine.\n\nThat makes the fourth and fifth pleas in the Russia imbroglio — but how much closer does it bring an answer to the question about whether the Trump campaign conspired with the Russians who attacked the 2016 election?\n\nMaybe not at all.\n\nGates and Manafort have not been charged with conspiracy to defraud the U.S. by \"impairing, obstructing and defeating the lawful functions of the government through fraud and deceit for the purpose of interfering with the U.S. political and electoral processes.\" That was the charge Mueller leveled at 13 Russians and three Russian companies who he says did interfere with the election.\n\nOr the special counsel's office could be laying down one brick in a larger structure. At the very least, Gates' future testimony against his longtime business partner raises the likelihood that Manafort could be convicted of some or all of the charges he continues fighting.\n\nManafort and his lawyers know this. So one of Mueller's strategies in getting Gates to turn state's evidence might be to persuade Manafort to do the same and tell what he knows about other people in the Trump campaign orbit.\n\nOr evidence from Gates might be what the special counsel's office needs to build a case against Manafort for conspiring in the 2016 Russian interference effort. Or, after years of working with Manafort, Gates might have other evidence that would permit Mueller to bring new charges against Manafort.\n\nMueller announced a new indictment in Manafort's case on Friday evening. After Gates appeared in federal court Friday to enter his plea, Manafort continued to maintain his innocence and said he remained committed \"to defend myself against the untrue piled up charges contained in the indictments against me.\"\n\nAs usual, only Mueller's team knows where all this is headed. After nearly a year of work, however — on top of the previous FBI investigation that began in the summer of 2016 — some patterns and priorities are becoming clear.\n\nOne is that the special counsel's office has a massive trove of information at its command, down to microscopic details about who said what to whom in which email sent when. It knew when Manafort was making particular edits in a certain Google document, for example.\n\nAnother is that it has become adept — as shown by its five pleas — at concluding agreements that involve gaining the cooperation of onetime targets in its investigation. No one knows how far up the ladder that technique may enable Mueller to reach.\n\nSound the alarm — but don't be alarming\n\nIn an alternate universe, the big story this week might have been about the summit at which the nation's secretaries of state and other elections officials convened in Washington, D.C. They talked about the threats to voting in 2018, and they got a briefing from top federal national security officials, as NPR's Miles Parks reported.\n\nOne challenge, as our Parks wrote, is that state leaders want to strike a balance between warning voters about Russia's ongoing active measures but not scaring them so much they lose confidence in voting.\n\n\"I'm always trying to straddle the line between sounding the alarm on this issue and being alarmist,\" said Steve Simon, Minnesota's secretary of state.\n\nStates say they're working though, preparing for cyberattacks like the ones that probed elections systems in 2016. And their once-chilly relationship with the federal government on the issue of election security is thawing somewhat, although state-level leaders also grumbled that the briefing they got didn't go into the levels of detail they wanted.\n\nThat tension may never be resolved, especially after last year's unauthorized leak of a National Security Agency report about a cyberattack by Russia's military intelligence agency, the GRU.\n\nIt documented how much the NSA knows about one specific attempt to compromise a Florida elections vendor, but it was only a tantalizing view through a keyhole. Everyone knows there is more here behind the scenes. Rather than giving the public information at that same level of detail, the government is prosecuting the woman who allegedly released it.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nShould somebody do something?\n\nMueller's office changes the Russia imbroglio every time it acts. Few things, though, so far have created such a political reaction as the indictment of the Russian social media influencemongers.\n\nPresident Trump acknowledged the active measures after changing his position many times. Members of Congress began to call for more action. And although Attorney General Jeff Sessions has recused himself from the DOJ Russia investigation, he got back into the game too.\n\nSessions called for the creation of a new cyber task force that will give him recommendations by June 30 for how the Justice Department's various agencies can tighten their electronic defenses.\n\nAs Defense Department officials like to say, however, the enemy also gets a vote. So how much of the work that D.C. is undertaking might amount to generals preparing to fight the last war?\n\nThe 2018 story is already different. America's spy bosses have warned unequivocally that the active measures campaign not only is coming back this year, but also it never stopped. So the United States — and especially its government agencies — won't be taken by surprise in the same way they were before.\n\nUnless, of course, they are because the attacks come in different form.\n\nMueller's indictment last week of Russian operatives showed the extent of the preparations and ingenuity that Russia's intelligence agencies used in preparing the 2016 active measures.\n\nThat indictment alleges that human operatives traveled to the United States to do reconnaissance years before the fact. Influencemongers used information stolen about real Americans to mask their identities. They sometimes connected to the Internet using a virtual private network that enabled them to appear to be inside the U.S. and so on.\n\nThere are more than 100 Russian intelligence officers or other agents running around the United States, as the head of counterintelligence for the U.S. spy agencies told NPR in late 2016. (And those are just the ones he knows about.) So whatever the Russian intelligence agencies — the GRU, the foreign intelligence SVR or the more domestic-focused FSB — want to do, their people are likely already here in the U.S. doing it.\n\nThe most optimistic view is the one held by people such as Sen. Jim Risch, R-Idaho, who say the simple expectation of an attack has already spoiled how effective it could be.\n\n\"The American people are smart people,\" he said earlier this month. \"They realize people are attempting to manipulate them, both domestically and foreign.\"\n\nNo number of warnings about social media agitation, however, can inoculate an individual email user with a weak Gmail password or prevent the feeding frenzy in the press after embarrassing messages start to appear in public. And those are just the tactics we know about.", "keywords": ["agencies", "gates", "intelligence", "pleas", "2016", "charges", "knows", "manafort", "investigations", "preparation", "campaign", "russian", "russia", "federal"], "polarity": 0.06033151714186196, "subjectivity": 0.4113668706772157},
{"title": "Olympics' Board Does Not Lift Suspension Of Russian Olympic Committee", "url": "https://www.npr.org/sections/thetorch/2018/02/24/588602011/olympics-board-does-not-lift-suspension-of-russian-olympic-committee", "text": "Olympics' Board Does Not Lift Suspension Of Russian Olympic Committee\n\nCiting two cases of Russian athletes who were disqualified over doping at the Pyeongchang Winter Olympics, the International Olympic Committee says it won't yet lift its suspension of the Russian Olympic Committee.\n\nGoing into the Winter Games, the IOC had said there was a chance Russia's athletes could march under their country's flag at the closing ceremony — depending on how the athletes behaved.\n\nBut while the Olympic Athletes from Russia following restrictions on displaying their nationality, two of the team's athletes failed doping tests, including curling bronze medalist Alexander Krushelnitckii, part of a successful mixed doubles team. The team's award was stripped and reassigned to a team from Norway.\n\nIt was \"hugely disappointing,\" the IOC's executive board said, adding that the doping cases and other factors had \"prevented the IOC from even considering lifting the suspension for the closing ceremony.\"\n\nIn Pyeongchang, there had been a sense that the IOC might lift the ban on Russia – particularly after its national committee paid a $15 million fine that was levied along with the suspension. But the picture changed with the emergence of two doping cases.\n\nThe board had targeted this weekend to decide whether to lift the suspension and allow the Russian Olympic Committee to participate in Sundays' finale. The national committee was suspended in December. As a result, Russian athletes in South Korea have been competing under a neutral flag, and with the title Olympic Athlete from Russia.\n\nAs for when the suspension might be lifted, the IOC board said it will happen \"once the Doping Free Sports Unit (DFSU) has confirmed that there are no additional Anti-Doping Rule Violations (ADRVs) by members of the OAR delegation.\"\n\nThe DFSU is the agency that's been handling the testing of athletes in Pyeongchang.", "keywords": ["pyeongchang", "committee", "suspension", "doping", "lift", "does", "board", "russian", "olympic", "athletes", "ioc", "olympics"], "polarity": 0.05677083333333333, "subjectivity": 0.33177083333333335},
{"title": "Boom In Antler Pet Chews May Have Opened A Black Market", "url": "https://www.npr.org/2018/02/25/588439630/boom-in-antler-pet-chews-may-have-opened-a-black-market", "text": "Boom In Antler Pet Chews May Have Opened A Black Market\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nThree weeks after he mounted them on the front of his garage, Jeff Young found his prized antlers were literally ripped off.\n\n\"I think they just hung on them,\" Young says of the thieves, pointing up at the empty drill holes on the garage's façade one gray morning in Anchorage this winter.\n\n\"They were up on this six-foot ladder, as far as they could get, and then just pulled them down,\" Young says.\n\nHe found the ladder, taken from a nearby construction site, near his garage the next morning.\n\n\"It sucks getting stuff stolen,\" Young says. \"Doesn't matter what it is.\"\n\nIn this case, it was two large racks of moose antlers. Young and other hunters see antler theft as growing problem — one connected to the pet industry.\n\nAfter the theft in July of 2016 Young tried tracking the antlers down. They held sentimental value; the larger set of antlers came from the first moose he had successfully hunted. The set had a distinctive feature he was sure would help it be identified: A bullet hole right through the center where he'd landed his shot.\n\nYoung filed a police report, scoured social media, and called a few merchants offering to buy, but to no avail. It wasn't until later that he found other hunters griping to one another and on neighborhood groups like Nextdoor about the same thing happening to them.\n\n\"I started hearing more stories from other friends that are hunters: 'Yeah, I had a pile by the shed, been there 10 years, all gone,' \" Young says. \"Another guy was like, 'Yeah, I always threw them on the roof, come home one day, all gone.' \"\n\nThe demand driving this theft, hunters believe, is the pet store trend of selling strips of antler as dog chews.\n\nLoose regulation, high demand\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nAt a Capitol Hill pet store in Washington, D.C. called Howl to the Chief, clerk Vincent Ford extols the benefits of antler: It's got healthy minerals, lasts a long time, and is particularly good for canine oral health.\n\n\"It takes off the plaque and the tartar by them chewing on it, so this is a good treat for that, too,\" Ford says. Antler is just one of the popular organic chew products sold to pet owners. It's a growing share of the booming pet supply industry, which last year saw more than $69 billion in sales, according to the American Pet Products Association.\n\nFord carries pricier organic chews, like lamb and cow tails. The store stocks horns from goat and bison, too. Hand-length shards of deer and elk antler are on the more affordable side. But the expense and popularity has regular customers getting entrepreneurial in the hunt for antlers out in the wild.\n\n\"A lot of people actually have [started] to get their own antlers now,\" Ford says. \"This lady tells me she goes to Alaska and just takes a trash bag and does it.\"\n\nOnline, pet supply companies will sell a six-inch chunk of elk antler for $15, marked as organic and \"naturally shed,\" a designation that implies they were collected after being dropped by the animal during a seasonal molt. An Alaska-based business offers single caribou antler chews for large-breed dogs at $23. Amazon Prime members can get a thick slice of moose antler for $30.\n\nAny link between pet chews and stolen antlers is hard to prove, largely because there is little data or monitoring over the source material and complicated supply chain.\n\nThe Anchorage Police Department has a record of 14 antler thefts in 2017 but Deputy Communications Director Nora Morse suspects that number is under-reported. Police in Alaska also cannot definitively say whether antler theft is on the rise. A burglarized home-owner might not specify for a police report that moose or caribou antlers were among the possessions stolen from a home.\n\nBut hunters and horn merchants believe the thefts are being carried out by low-level criminals trying to make a fast buck by unloading antlers that are eventually sold to larger pet supply companies. Unscrupulous buyers can easily cut the antlers and horns into small chunks with a table or band saw, making the source material all but impossible to trace. The issue is framed as a subset of Anchorage's worsening property crime, which municipal and law enforcement officials attribute in part on the state's opioid epidemic.\n\nThe market for antler chews, particularly on the supply side, is very loosely regulated. While animal products meant for consumption have to meet certain safety criteria of the Food and Drug Administration, the pet supply industry falls under a murky mix of federal, state, and industry standards. Nationally, the Association of American Feed Control Officials, a volunteer group with no regulatory authority, develops model guidelines for pet foods. That organization's website names their state counterpart in Alaska as the Division of Agriculture, but Lora Haralson with the division wrote in an email that they do not regulate or have requirements for these kinds of pet products.\n\nMultiple pet supply companies contacted for this story either declined to comment or offered general remarks that sourcing quality standards are ensured.\n\nSo it can be up to individual buyers to determine if a moose antler was legally obtained.\n\nCash for antlers\n\n\"If a guy comes in and he looks like a hunter and he talks like a hunter then you get a pretty good feel for it,\" says Gus Gillespie from behind the counter at the Alaska Fur Exchange.\n\nGillespie got into the horn and hide trade several decades ago after years with the Navy and as an engineer in the oil fields on Alaska's North Slope. Now he and his wife run the Fur Exchange, where on any given day, just past the rows of wolf and opossum pelts, are piles of antlers jumbled up like waist-high tumbleweeds. On the ground are plastic bins filled with spiky tines and plates sawed down into palm-sized strips. It is an astounding volume of animal matter.\n\n\"As far as antler, it's either crap and we don't want it, or it's really, really nice,\" Gillespie says with a laugh.\n\nThe four or five years since antler chews have become more popular with his customers have been good for Gillespie's business. Instead of trading predominantly in the large, high-end antlers favored by artisans and collectors, the store can now buy more medium-sized products to cut down into the chews they stock in baskets by the register.\n\nBut he has turned sellers away if he thinks the source material might have been illegally obtained. Gillespie points to the pervasive presence of substance abuse, and says he and his staff look for whether a person seems drunk, high, or in withdrawal as they assess a potential purchase.\n\n\"If it's questionable, we don't do anything with it for a while,\" he says. They might tell someone to come back in a few hours, pulling images of the person or their license plate from the numerous security cameras mounted around the store, sharing the information with police.\n\n\"We have been instrumental in a lot of people getting caught,\" Gillespie says.\n\nBut anyone he turns away can just go to Craigslist—where every day in Alaska, plenty of people promise in all caps to pay up to $50 a pound in cash for antlers. And once they're cut down into the small chunks sold over the counter, nobody can really say whether they were stolen or not.", "keywords": ["market", "boom", "supply", "antler", "moose", "store", "chews", "antlers", "black", "hunters", "young", "alaska", "pet", "opened"], "polarity": 0.07691565112238188, "subjectivity": 0.45272400676246843},
{"title": "Customs Agents Search A Bus Near Paris — And Discover A Stolen Degas Painting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/24/588537379/customs-agents-search-a-bus-near-paris-and-discover-a-stolen-degas-painting", "text": "Customs Agents Search A Bus Near Paris — And Discover A Stolen Degas Painting\n\nEnlarge this image toggle caption Marc Bonodot/French Customs/AP Marc Bonodot/French Customs/AP\n\nIn December 2009, a small painting by Edgar Degas was quietly stolen from the Cantini museum in Marseille, France. Museum staff discovered Les Choristes was missing when they arrived in the morning, and the prosecutor suggested it could be an inside job because the painting had been unscrewed from the wall and there was no evidence of a break-in.\n\nAn investigation was launched, but eight years went by and the 1877 painting — worth an estimated $1 million — wasn't seen again.\n\nThat was until last Friday, when French customs agents happened to check a bus parked at a highway stop about 18 miles east of Paris.\n\nThe officers opened a suitcase in the luggage compartment, and there it was: pastels in red, orange and yellow, depicting a chorus from the opera Don Juan. In the lower left hand corner: Degas' signature.\n\nThe agents asked the bus passengers who owned the suitcase. No one claimed it.\n\nFrance Culture Minister Françoise Nyssen called the find a \"happy rediscovery of a precious work belonging to the national collections, whose disappearance represented a heavy loss for French impressionist heritage.\"\n\nExperts at the Musée d'Orsay, which had loaned the work to the Cantini, confirmed its authenticity. The museum tweeted that it was \"delighted\" by the painting's recovery.\n\nAs the culture ministry explains, Les Choristes is a monotype: \"A printing process that is halfway between painting and engraving. The artist made an ink composition, brushed on a metal plate, before putting this plate in press.\" It is the only one of the ballet-obsessed artist's opera-inspired works that doesn't depict dancers.\n\nNext year, the Musée d'Orsay will show an exhibit called Degas at the Opera. \"It would have been a terrible loss for us to do it without this painting,\" a museum spokeswoman told Agence France-Presse.\n\nFrench customs says it handled 71 cases in 2016, seizing more than 10,000 works of art, including coins and artifacts. That year, customs officers at the Roissy airport in Paris seized two 14th- and 16th-century marble bas-reliefs that Louvre conservators identified as likely looted from Syria.", "keywords": ["work", "museum", "search", "painting", "near", "discover", "customs", "degas", "bus", "stolen", "suitcase", "works", "agents", "paris"], "polarity": 0.07173913043478262, "subjectivity": 0.39782608695652166},
{"title": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587427220/search-for-buried-treasure-linked-to-illinois-man-s-death-at-yellowstone", "text": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone\n\nEnlarge this image toggle caption Ted S. Warren/AP Ted S. Warren/AP\n\nLast summer, 53-year-old Jeff Murphy was hiking in Yellowstone National Park when he disappeared. Park investigators found his body on June 9, where Murphy had fallen 500 feet from Turkey Pen Peak, after accidentally stepping into a chute.\n\nBut he wasn't on just any hike. He was looking for a treasure box of gold and jewels worth up to $2 million, buried somewhere in the Rocky Mountains by an eccentric millionaire named Forrest Fenn.\n\nFenn, an art dealer and millionaire in his 80s, lives in Santa Fe, N.M. In his self-published memoir, Fenn included a poem that supposedly leads to the treasure he hid in the mountains.\n\n\"The ornate, Romanesque box is 10-by-10 inches and weighs about 40 pounds when loaded,\" NPR's John Burnett reported in 2016. \"Fenn has only revealed that it is hidden in the Rocky Mountains, somewhere between Santa Fe and the Canadian border at an elevation above 5,000 feet. It's not in a mine, a graveyard or near a structure.\"\n\nMurphy is the fourth man to die while searching for the chest.\n\nWhile his death was reported at the time, it wasn't clear until NBC affiliate KULR obtained a copy of the park's investigation that Murphy was looking for Fenn's treasure when he died.\n\n\"The report shows that Murphy emailed Forrest Fenn in the days before Murphy's death,\" KULR reports. \"It also shows emails from Fenn to Yellowstone officials during the search. The man who invited people to look for his chest of gold and jewels in the Rockies was very concerned about Murphy, and also offered to help pay for a helicopter to find the missing man. He also wrote that he had never been to the area where Murphy fell.\"\n\nLinda Bilyeu, whose former husband died searching for the treasure in January 2016, told NBC News that the hunt was \"ludicrous\" and \"should be stopped.\"\n\nAfter the death of 52-year-old Paris Wallace, also last June, Fenn posted additional clues to a treasure-seekers' blog, apparently with the hope of preventing people from searching in unnecessarily dangerous locations.\n\n\"The treasure chest is not under water, nor is it near the Rio Grande River,\" he wrote. \"It is not necessary to move large rocks or climb up or down a steep precipice, and it is not under a man-made object.\"\n\nHe was about 80 when he hid the treasure, he reminded the seekers, and he had to make two trips from his vehicle.\n\n\"Please be cautious and don't take risks,\" Fenn wrote. \"The search is supposed to be fun.\"", "keywords": ["wasnt", "man", "searching", "wrote", "linked", "search", "mans", "death", "fenn", "treasure", "yellowstone", "illinois", "murphy", "buried"], "polarity": 0.012103174603174605, "subjectivity": 0.3433730158730159},
{"title": "French Food Waste Law Changing How Grocery Stores Approach Excess Food", "url": "https://www.npr.org/sections/thesalt/2018/02/24/586579455/french-food-waste-law-changing-how-grocery-stores-approach-excess-food", "text": "French Food Waste Law Changing How Grocery Stores Approach Excess Food\n\nEnlarge this image toggle caption Eleanor Beardsley/NPR Eleanor Beardsley/NPR\n\nEvery morning at a supermarket called Auchan in central Paris, Magdalena Dos Santos has a rendezvous with Ahmed \"Doudou\" Djerbrani, a driver from the French food bank.\n\nDos Santos, who runs the deli section of the store, is in charge of supervising the store's food donations. She sets aside prepared dishes that are nearing their expiration date.\n\nOpening a giant fridge, Dos Santos shows what else the store is giving away – yogurt, pizza, fresh fruits and vegetables, and cheese.\n\nBut giving leftover food to charity is no longer just an act of goodwill. It's a requirement under a 2016 law that bans grocery stores from throwing away edible food.\n\nStores can be fined $4,500 for each infraction.\n\nEnlarge this image toggle caption Eleanor Beardsley/NPR Eleanor Beardsley/NPR\n\nFood waste is a global problem. In developing countries, food spoils at the production stage. Well-off nations throw it away at the consumption stage. Grocery stores are responsible for a lot of that waste. France is trying to change that with its 2-year-old law.\n\nOut back on the store's loading dock, Djerbrani plunges a thermometer into a yogurt. \"I take the temperature of dairy products to make sure they've been kept refrigerated,\" he says.\n\nDjerbrani loads the food into his van and drives it across town to a church, which will distribute it to poor families.\n\nGillaine Demeules is a volunteer with the St. Vincent de Paul charity. She's getting ready for the weekly food handout.\n\n\"Tomorrow, we'll give people soup, sardines, pasta and whatever fresh items they deliver us today,\" she says. \"We never know what they're gonna bring.\"\n\nAcross France, 5,000 charities depend on the food bank network, which now gets nearly half of its donations from grocery stores, according to Jacques Bailet, head of the French network of food banks known as Banques Alimentaires. The new law has increased the quantity and quality of donations. There are more fresh foods and products available further from their expiration date.\n\nHe says the law also helps cut back on food waste by getting rid of certain constraining contracts between supermarkets and food manufacturers.\n\n\"There was one food manufacturer that was not authorized to donate the sandwiches it made for a particular supermarket brand. But now, we get 30,000 sandwiches a month from them — sandwiches that used to be thrown away,\" Bailet says.\n\nWhile the world wastes about one-third of the food it produces, and France wastes as much as 66 pounds per person per year, Americans waste some 200 billion pounds of food a year. That is enough to fill up the 90,000-seat Rose Bowl stadium every day, says Jonathan Bloom, the author of American Wasteland, about food waste in the United States. He says there are different ways of cutting back on food waste. For example, you can start from the end of the chain by banning food in landfills.\n\nBloom says the French law is great, and he would love to see such a policy shift in Washington. But it strikes him as difficult, politically, especially in today's climate. He knows Americans will be less excited about the government telling businesses what to do.\n\n\"The French version is quite socialist, but I would say in a great way because you're providing a way where they [supermarkets] have to do the beneficial things not only for the environment, but from an ethical standpoint of getting healthy food to those who need it and minimizing some of the harmful greenhouse gas emissions that come when food ends up in a landfill,\" he says.\n\nThe French law seem to have encouraged the development of a whole ecosystem of businesses that are helping grocery stores better manage their stocks and reduce food waste, although a formal review is still in the works.\n\nParliamentarian Guillaume Garot wrote the law. He believes the fight against food waste should be as important as other national causes, like wearing seatbelts. Garot says he has been contacted by people from all over the world who want to do the same thing.\n\n\"It's changed the supermarkets' practices,\" he says. \"They're more attentive to their environment, and they give more.\"\n\nBut most important, says Garot, is that a supermarket is now seen as more than just a profit center. It's a place where there has to be humanity.", "keywords": ["food", "changing", "waste", "excess", "away", "law", "stores", "grocery", "french", "supermarket", "approach", "supermarkets", "eleanor"], "polarity": 0.10796989080571172, "subjectivity": 0.3862914862914863},
{"title": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders", "url": "https://www.npr.org/sections/thetorch/2018/02/14/585813472/this-fake-kim-jong-un-got-a-rather-icy-reception-from-north-korean-fans", "text": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders\n\nHoward says he just wanted to meet the cheerleaders.\n\nHe and the beaming, beautiful North Korean cheering section were both at the women's ice hockey game, watching the unified Korean team take on Japan at the Pyeongchang Winter Games. So, he figured, why not just bop over to where they were sitting in the stands, bringing his own fun-sized unification flag — and his hi-top haircut, his black glasses, and his tasteful bit of girth about the midsection.\n\nSo what if he happened to look like Kim Jong Un?\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nPoor Howard — or, at least, poor man who has represented himself simply as \"Howard\" to multiple media outlets. Within minutes the man had been kicked out of his second Olympic event in less than a week. As it turns out, it is frowned upon in Pyeongchang to look and dress like North Korea's dictator.\n\nLiterally, a number of the cheerleaders frowned upon it. Others looked vaguely peeved. A couple might have giggled behind their hands. One particularly emotive member of the delegation made quite clear she was not on board.\n\nBut they didn't have to look at him long. Several men in fur-lined coats quickly jostled him away from the cheerleaders and forced him to sit down elsewhere.\n\n\"They shouted something in Korean, I wasn't sure what it was,\" Howard, who says he's from Australia and lives in Hong Kong, told Yahoo Sports, \"and then the police got involved and they dragged me away – they said for my own safety.\"\n\nHappily, Vincent Bevins of The Washington Post was sitting just a few rows away at the time and caught the jostling in progress.\n\nHe was escorted from the stands by a cluster of South Korean policemen, who, once they'd gotten him there, appeared to have no idea what to do with him. They surrounded him, detained him briefly, pulled in a translator and mostly just killed time until they could release Howard at a safe distance from the cheerleaders.\n\n\"This is crazy,\" he said. \"What do we have, 10 policemen? What do you think I'm going to do? I don't bring violence. I just want to see the game, so what's the problem?\"\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nAs we noted, it's not his first time getting bumped from a big event. He and a President Trump impersonator both got booted from the Opening Ceremony by security staff.\n\nBut Howard says he comes in peace — and on behalf of the cause of peace. As for his methods, well, he says it's not his fault he looks like Kim.\n\n\"My face is too political,\" Howard told Reuters. \"I was born with this face, I've got to live with it.\"", "keywords": ["cheerleaders", "leeafpgetty", "kim", "look", "told", "howard", "yelim", "away", "fake", "stands", "icy", "toggle", "reception", "jong", "korean", "north"], "polarity": 0.0027076318742985384, "subjectivity": 0.442173721340388},
{"title": "Sweden Wins Gold, South Korea's 'Garlic Girls' Win Silver Medal In Curling", "url": "https://www.npr.org/sections/thetorch/2018/02/24/588584315/south-koreas-garlic-girls-win-silver-medal-in-curling-sweden-wins-gold", "text": "Sweden Wins Gold, South Korea's 'Garlic Girls' Win Silver Medal In Curling\n\nEnlarge this image toggle caption Ronald Martinez/Getty Images Ronald Martinez/Getty Images\n\nIn a triumph over South Korea's much-loved \"Garlic Girls,\" the Swedish women's curling team won a gold medal.\n\nThe game was one of Swedish vengeance. Nearly every time South Korea put a stone in a promising position, Sweden deftly took it out. By the fifth round, Sweden was up 4-1. Their tactics kept up, and by the eighth round, the team was up 7-3.\n\nThe Garlic Girls, affectionately nicknamed for their garlic-producing home county, were between a stone and a hard place by the ninth round. The Swedes scored another point, lengthening their lead over South Korea by five points. With one end remaining, the Garlic Girls talked among themselves and conceded the gold medal to Sweden. Both teams exchanged enthusiastic handshakes and pats on the back, among cheers throughout the Gangneung arena.\n\nIt was incredible end to South Korea's highly-watched arch in a sport that is still unfamiliar to most South Koreans. The nation's first women's Olympic curling team debuted in just 2014 in Sochi.\n\nUnlike South Korea, Sweden has had a solid presence in women's curling. The women's curling team took gold in both 2006 and 2010, and silver in 2014.\n\nThe Garlic Girls all hail from the small town of Uiseong, where about half of its residents are farmers. Its mayor decided more than a decade ago to use government funds to build a curling center in hopes of becoming a destination for curlers.\n\nThe team shares the same surname, Kim; two are sisters. They also share nicknames rooted in food: Captain Eun Jung Kim is \"Yogurt,\" and her teammates are \"Pancake,\" \"Steak,\" \"Cho-Cho\" and \"Sunny,\" for sunny side-up eggs.\n\nThe Swedish team was led by captain Anna Hasselborg in her very first Olympic appearance, with solid performances Sara McManus, Agnes Knochenhauer, Sofia Mabergs and Jennie Waahlin.\n\nThe Swedish men's team took silver in Pyeongchang, after a stunning upset by the U.S. which earned gold. After the medal ceremony, the American men inspected their hard-earned bounty and realized that all but one of them had been given the gold medal for \"women's curling.\"\n\nThe Swedish women will, presumably, be quite happy to take those off their hands.", "keywords": ["sweden", "womens", "south", "wins", "swedish", "silver", "garlic", "gold", "curling", "team", "medal", "win", "koreas", "girls"], "polarity": 0.18580246913580248, "subjectivity": 0.44259259259259265},
{"title": "A Vermont High School Has Just 3 Students", "url": "https://www.npr.org/2018/02/24/588500092/a-vermont-high-school-has-just-3-students", "text": "A Vermont High School Has Just 3 Students\n\nA tiny high school in a rural Vermont will close at the end of the school year. Scott Simon asks freshmen Nicholas Steeventon and Hap Ingramthere what it's like attending a school with three students.\n\nSCOTT SIMON, HOST:\n\nYou could hold an assembly for all of the high school students at the Rochester School in Vermont in a broom closet. There are just three high school students on campus. Because of declining enrollment, the town's combined middle and high school will close at the end of the school year. We are joined now by two of those three students. Nicholas Steeventon (ph) and Hap Ingram are the two freshmen at the Rochester School. They join us via Skype. Thanks so much for being with us.\n\nHAP INGRAM: No problem.\n\nNICHOLAS STEEVENTON: Yeah.\n\nSIMON: So do you know everyone in school?\n\nHAP: (Laughter) Yeah.\n\nNICHOLAS: Yeah, definitely.\n\nSIMON: Is there a football team?\n\nNICHOLAS: Definitely not, no.\n\nHAP: No.\n\nSIMON: Spring play?\n\nHAP: We used to do a lot of plays. I don't think that there's one this year.\n\nNICHOLAS: No.\n\nSIMON: So how did this happen? Do you know?\n\nHAP: Well, we've always had not that many students because we live in a small town.\n\nNICHOLAS: Yeah.\n\nHAP: But I think since last year, there's been, like, a huge decline because of school choice.\n\nNICHOLAS: Yeah. This year, kids were allowed to go to any of the surrounding schools. And many of them chose to go to some of the neighboring schools. But we decided to stay here because it's really close. We didn't want to have to travel to get to school.\n\nSIMON: Yeah. I have to ask you both, do you feel you're missing out on something, or you're gaining something from this extraordinary experience?\n\nNICHOLAS: I think, personally, I'm gaining a little bit of - I don't know - work ethic. But I'm also losing a little bit of the social aspect. But it's not necessarily negative or positive overall.\n\nSIMON: Yeah - and Hap Ingram?\n\nHAP: I think that it's definitely lonely. But I've always felt like independent work was a lot easier for me. And I don't know. I don't really feel like I'm missing out because I'm just - I'm not really that much of a social person. So yeah.\n\nSIMON: Aw. Do you folks have any idea of what you're doing next year?\n\nNICHOLAS: I will be going to a neighboring school that's about 45 minutes away from where I live. So it's going to be a bit of a change. But I'm looking forward to being with more kids.\n\nSIMON: Yeah - and Hap?\n\nHAP: I think I'm going to try to go to Randolph, which is a neighboring school.\n\nSIMON: I went on the school website. And I see that you're selling hoodies.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah?\n\nSIMON: Yeah. Well...\n\nHAP: I didn't know that.\n\nSIMON: ...I almost bought one - hoodies inscribed, our time has come.\n\nHAP: Oh.\n\nNICHOLAS: Yeah.\n\nHAP: That's appropriate.\n\nSIMON: Do you folks have them?\n\nHAP: No, but I would love to buy one.\n\nNICHOLAS: Yeah.\n\nHAP: You know, I've been going to the school for a long time in and out. So it's kind of cool to me to be, like, the last class.\n\nNICHOLAS: It's a little bit sad that our school's going away because our school's been dwindling for a while so...\n\nSIMON: Forgive me for not knowing - is there a Rochester school song?\n\nHAP: A song?\n\nSIMON: Yeah. Like, I can - you know, my high school song - (singing) hail to the green. Hail to the white. Hail to the school with the honor - that was Senn High School in Chicago. Does Rochester High School have a school song?\n\nHAP: We...\n\nNICHOLAS: No.\n\nHAP: We've never had a song.\n\nNICHOLAS: No, I think we're too small.\n\nSIMON: (Laughter).\n\nHAP: I mean, we're the Rochester Rockets. But, you know, we don't have any song.\n\nSIMON: Well, you know, all you need is a song in your heart.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah.\n\nNICHOLAS: Thank you for the interview.\n\nHAP: Yeah.\n\nSIMON: Thank you for working us into your schedule. Nicholas Steeventon and Hap Ingram - freshmen at Rochester School in Vermont.\n\n(SOUNDBITE OF THE BAHAMAS' \"LOST IN THE NIGHT\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["high", "students", "rochester", "dont", "yeah", "going", "yeahhap", "im", "think", "know", "vermont", "school"], "polarity": 0.05347457627118644, "subjectivity": 0.4376206985105289},
{"title": "U.S. Men's Curling Team Wins Gold, Beating Sweden 10-7 At Pyeongchang Winter Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/24/588477615/u-s-mens-curling-takes-on-sweden-in-the-gold-medal-final", "text": "U.S. Men's Curling Team Wins Gold, Beating Sweden 10-7 At Pyeongchang Winter Olympics\n\nEnlarge this image toggle caption Wang Zhao/AFP/Getty Images Wang Zhao/AFP/Getty Images\n\nUpdated at 6:45 a.m. ET\n\nThe U.S. men's curling team made history on Saturday at the Pyeongchang Winter Olympics, playing in — and winning — the first gold medal curling game ever to feature an American team. Led by John Shuster, the U.S. broke out late to upset Sweden, which had lost only two games in South Korea coming into the final.\n\nFor the U.S., the gold medal win is all the more shocking because for a long stretch during the Olympic tournament, Shuster's team was constantly on the verge of elimination. But they fought their way back, dismissing curling powerhouse Canada to set up a date with Sweden.\n\n\"We've played our best when our backs were up against the wall,\" U.S. vice Tyler George said after it was all over. \"We took it to another level this week. Usually we're fighting and scrapping to get into the playoffs but for five days we were the best team in the world and we did it at the right time.\"\n\nHe added, \"We always knew we had it in us, but to do it when it matters most is what I'm most proud of overall.\"\n\nThe U.S. win came after pressure and intensity had steadily built in what was for a long while a back-and-forth game, with each team's curlers placing their shots well.\n\nThe Americans used a blockbuster eighth end to seize a 10-5 advantage that proved to be insurmountable. The two sides played perfunctorily from there, with the U.S. keeping the house clean of enough stones to be a threat. Sweden added two points in a quick ninth end to trail, 10-7.\n\nAs the U.S. played defense and focused on preserving its lead, Sweden's skipper Niklas Edin took his last stone, whirled it around for a moment and gently flung it down the sheet of ice toward the other end, conceding defeat with grace.\n\nThe game was remade when both teams had two stones left in the eighth end. The U.S. team had grouped its stones in the house, along with a lone Swedish piece.\n\nEnlarge this image toggle caption WANG ZHAO/AFP/Getty Images WANG ZHAO/AFP/Getty Images\n\nThe Swedes called timeout to confer — and afterward, Edin delivered a stone that pushed a lone U.S. piece slightly aside — causing murmurs to break out among the Swedish fans. Out on the sheet, Edin hung his head.\n\nShuster followed that with a perfectly delivered strike into the house that took out not one but both Swedish stones, giving the U.S. a total of five points in the end and setting off a celebration among the American fans, who throatily chanted \"U-S-A! U-S-A!\"\n\nAs he came down the sheet after that delivery, Shuster could not stop grinning.\n\n\"I kept smiling and I'm usually the quiet one,\" Shuster said of . Referring to his teammate Matt Hamilton, he said, \"I told Matt, 'I think it's a dream. I'll wake up tomorrow and this might not be real'. It's just fantastic.\"\n\nHighlights\n\nSweden led after two ends — but then the U.S. tied it, 2-2, and took a 3-2 lead in the fourth end on a result that was so close it had to be measured by a special compass-like device. The Swedes responded with a 2-point end for a 4-3 lead midway through.\n\nIn the fifth end, the Americans were able to leverage a stone between two Swedish stones, securing a close spot — and when the Swedes were unable to clear it, Shuster delivered a second scoring stone, taking the lead, 5-4.\n\nAnother big moment came in the seventh, after Swedish skipper Niklas Edin tried to take out two U.S. stones in the house that were bracketing a Swedish piece. Edin's shot whizzed past, barely nudging his own stone and drawing a wide-eyed look from Sweden's leader. The Americans set up a block, but Edin managed to salvage a point to tie it.\n\nEnlarge this image toggle caption Richard Heathcote/Getty Images Richard Heathcote/Getty Images\n\nPlay-by-play game recap\n\nAfter a scoreless first end, things got more interesting in the second, with the teams leaving stones short of the house. That led to a more complex end — and when the U.S. missed a chance to clear Sweden's stones on a deflection, the Swedes capitalized by taking two points.\n\nBefore that, the crowd had been oohing and aahing at each delivery, as the teams knocked their foe's stones out and left theirs close to the button.\n\nThe game tightened in the third end, with Sweden building a position in the house — until Tyler George delivered a stone that knocked their two stones out. With the hammer stone, Shuster knocked two Swedish stones out of the house and left two of the Americans' stones in the target — tying the score, 2-2.\n\nIn the fourth end, the U.S. struggled to get a scoring chance, with Sweden using a wall of interlaced stones to shelter a stone in the house. But after the Americans managed to situate two stones around the button, the Swedes couldn't clear both — and a ruling was called for.\n\nAs the crowd waiting to learn who would get a point, an official measured the distance from Sweden's red stone to the center, then slowly spun his measuring stick around — and pointed at the yellow U.S. stone.\n\nA possible pivotal moment came late in the fifth end, when Shuster delivered a stone that slid through the house, seemingly destined to kiss a Swedish stone and replace it in the house. But it skimmed harmlessly past. That assured the Swedes of one point, and Niklas Edin put a perfectly delivered stone through the area that stopped close — scoring two points.\n\nThe game drew notable fans from both countries. Shortly after play began, Ivanka Trump entered the curling center to watch. She sat in a center seat, four rows up from the railing. Across the aisle to her left sat Sweden's King Carl XVI Gustaf.\n\nWhen these two teams played early in the tournament, Sweden opened with four points in its first end and never looked back, beating the U.S. team 10-4. That game was called after eight ends, after Sweden put it out of reach. But that was a week ago; since then, the U.S. team has gained momentum and confidence as it knocked off strong opponents.\n\nSweden and the U.S. took very different paths to get here. The Americans fought their way back into the playoffs after starting 2-4; the Swedes had lost only two games in Pyeongchang.\n\nThe Americans reached the final by edging Canada in a close-fought 5-3 game that saw Canada edge forward – only to have the Americans, led by skipper John Shuster, claw them back. And late in the game, the U.S. team snagged two points that put them into the final.\n\nThe U.S. team is made up of Shuster, Tyler George, Matt Hamilton, John Landsteiner, with Joe Polo as the alternate.\n\nThe Swedish team is led by Niklas Edin, along with Oskar Eridsson, Rasmus Wranaa, Christoffer Sundgren, and the alternate Henrik Leek.\n\nThe Pyeongchang Games have been a terrific run for the Swedish national curling team — both the men's and women's squads got into the gold-medal finals this weekend. The Swedish men won bronze in the 2014 Sochi Olympics; they've never won gold.\n\nThe women's final, between Sweden and South Korea, will be played on Sunday morning in South Korea – at 9 a.m., or 7 p.m. ET Saturday night in the U.S.\n\nThis year's tournament in Pyeongchang comes on the 20th anniversary of curling's return as an official Olympic event, in 1998. It was part of the original slate of sports when the Winter Olympics began in 1924, but it was eliminated after only three nations entered. Sweden was one of them, winning silver.\n\nA quick guide to curling\n\nGames comprise 10 ends, with both teams delivering eight stones in each end. It's a huge advantage to deliver \"the hammer\" — the last stone of an end.\n\nCurling is played on a sheet of ice that's 150 feet long and nearly 16.5 feet wide. Each stone is a 42-pound (or up to 44-pound) chunk of granite selected from Ailsa Craig, an island in Scotland.\n\nThe target area on the sheet is the house. The bullseye is called the button — and it's bisected by the center line and the tee line. The object is to finish an end with your stones closest to the button than the other team's. Each stone that's closer than the opponents' brings one point.\n\nTeams are called \"rinks\" — for the U.S., the John Shuster rink is in the final, for instance.\n\nThe games often last 2-3 hours. Each team has four players and an alternate (who usually sits with the coach just off the playing area).", "keywords": ["americans", "end", "sweden", "pyeongchang", "house", "game", "mens", "wins", "swedish", "stones", "gold", "winter", "curling", "beating", "team", "stone", "shuster", "olympics"], "polarity": 0.07269510582010578, "subjectivity": 0.4150548941798942},
{"title": "Radio Host Gives Birth On Air", "url": "https://www.npr.org/2018/02/22/587839935/radio-host-gives-birth-on-air", "text": "Radio Host Gives Birth On Air\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. And you can file this next story under things that will never happen on this radio show. A St. Louis deejay was a couple weeks from giving birth. When Cassiday Proctor found out she needed to have a C-section, she and her bosses at 106.5 The Arch decided to broadcast the whole thing live from the hospital.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED SINGER: (Singing) It's got to be Cassiday's baby. It must be Cassiday's baby.\n\nMARTIN: It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["weeks", "cassidays", "martin", "morning", "wwwnprorg", "host", "npr", "website", "air", "gives", "birth", "radio", "record"], "polarity": 0.0686363636363636, "subjectivity": 0.5325},
{"title": "Canadian Olympic Athlete And Coach Apologize After Drunken Joyride Arrest", "url": "https://www.npr.org/sections/thetorch/2018/02/24/588572131/canadian-olympic-athlete-and-coach-apologize-after-drunken-joyride-arrest", "text": "Canadian Olympic Athlete And Coach Apologize After Drunken Joyride Arrest\n\nEnlarge this image toggle caption Cameron Spencer/Getty Images Cameron Spencer/Getty Images\n\nA Canadian athlete, his wife and his trainer were detained by South Korean police after drunkenly driving off in an unoccupied, idling car in Pyeongchang on Saturday, according to Reuters. Local press reported that the car was a pink Hummer.\n\nWhen police pulled the vehicle over, they discovered technical skiing coach Willy Raine behind the wheel with a blood-alcohol level of 0.16, CBC reported. The legal limit in South Korea is 0.05. He was charged with drunk driving. Raine, alpine skier Dave Duncan and his wife Maja were all charged with car theft.\n\nDuncan, from Ontario, finished in eighth place in ski cross on Wednesday, beating his 24th place finish in Sochi in 2014. The skier is decorated in the X-Games, where he won bronze in 2012 and silver in 2010.\n\nA detail from his Canadian Olympic team biography notes that after Duncan's first day on the slopes as a child, his mother brought him his own skiing gear; he began jumping on a couch in excitement, causing him to fall and break his arm.\n\nRaine competed in the 1992 Albertville Winter Olympics. He is the son of Canadian skiing legend Nancy Greene, who won gold in women's giant slalom and silver in women's slalom in the 1968 Grenoble Winter Olympics. She is currently a senator for British Columbia.\n\nThe three were released on Saturday after police concluded their investigation. according to Reuters. Its results will be sent to South Korean prosecution and, unless the alleged offense is deemed a serious crime, Raine, Duncan and his wife will be able to leave the country after paying a fine. For now, they are restricted from leaving South Korea.\n\n\"We have an athlete's agreement that all athletes do sign before they agree to come to the Olympic games that speaks to appropriate codes of conduct and the values of the Olympic committee,\" said Chris Overholt, CEO of the Canadian Olympic Committee, at a press conference. \"We are deeply disappointed in the behaviors of these individuals.\"\n\nThe couple released a joint apology, noting: \"We engaged in behavior that demonstrated poor judgement and was not up to the standards expected of us as Members of the Canadian Olympic Team or as Canadians.\"\n\n\"I have let my teammates, friends and my family down. I would also like to apologize to the owner of the vehicle that was involved,\" reads a statement from Raine.", "keywords": ["joyride", "raine", "womens", "car", "south", "won", "skiing", "canadian", "coach", "arrest", "winter", "athlete", "apologize", "olympic", "wife", "drunken"], "polarity": -0.0191919191919192, "subjectivity": 0.43017676767676777},
{"title": "11-Year-Old Summoned For Jury Duty", "url": "https://www.npr.org/2018/02/22/587840005/11-year-old-summoned-for-jury-duty", "text": "11-Year-Old Summoned For Jury Duty\n\nAn 11-year-old boy in Pennsylvania got a summons for jury duty. He said he was excited to get it.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. Ever tried this excuse to get out of jury duty?\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE FOX: I'm 11 years old.\n\nGREENE: Thing is, Luke Fox really is only 11, and yet, a jury summons was addressed to him at his home in Pennsylvania. He told KYW in Philadelphia that he'd serve. He knows what a jury does.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE: They sit during the court case, and they listen to both sides of the story. Then, they go into the back room and discuss it and take a vote.\n\nGREENE: The county said this was a glitch and that Luke does qualify for an exemption. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["summoned", "greene", "morning", "summons", "jury", "im", "npr", "recordingluke", "11yearold", "pennsylvania", "luke", "record", "duty"], "polarity": 0.13863636363636364, "subjectivity": 0.4931818181818182},
{"title": "Educators Fear And Embrace Calls For Concealed Carry In The Classroom", "url": "https://www.npr.org/2018/02/24/588279548/educators-fear-and-embrace-calls-for-concealed-carry-in-the-classroom", "text": "Educators Fear And Embrace Calls For Concealed Carry In The Classroom\n\nEnlarge this image John Minchillo/AP John Minchillo/AP\n\nAfter last week's shooting in Parkland, Fla., calls to arm teachers and school personnel have intensified. Both President Trump and the National Rifle Association argued this week that enabling school officials to shoot back could save lives and could deter potential assailants from entering a school.\n\nTrump has clarified that he believes only those \"adept\" at using firearms should be armed, not all teachers.\n\nTeachers are already carrying concealed guns in a handful of states, including Ohio. Officials who support concealed carry for teachers say they're not just handing out guns but carefully considering who and how they should carry. Ohio has invested thousands in training.\n\nBut many educators are uncomfortable with the idea, and worry that it could put students in further harm and deter people from entering the field of teaching, which is already facing shortages.\n\nOhio: 'I'm not gonna just go around and just hand guns out.'\n\nAt one training session to teach best practices in the small town of Rittman, Ohio, more than a dozen teachers stood in a line poised with guns in hand.\n\nThey're were there as part of the FASTER program funded by the Buckeye Firearms Foundation. The state is also kicking in $175,000 dollars over the next two years.\n\nFor the past five years, FASTER has trained more than 1,300 teachers and staff across 12 states. Chris Cerino is a former police officer and law enforcement trainer who prepares teachers and staff in case of an active shooter.\n\n\"We teach them about target and backstop,\" Cerino says, \"We give them good marksmanship skills. We talk to them about closing the distances and using cover. And we also talk to them about not shooting when they shouldn't or can't.\"\n\ntoggle caption Courtesy Keith Countryman\n\nIn Ohio, any school board can give permission to carry a firearm into normally gun-free schools. Those decisions are often made behind closed doors because they're part of a district's confidential safety plan.\n\nThe Buckeye Firearms Foundation's Jim Irvine says it's not just teachers with guns, it's principals, nurses, and maintenance people. And he says, it's strictly voluntary.\n\n\"No one should ever be forced to carry a gun,\" Irvine says. \"It's something you have got to want to do because if you don't want to do it, you're not going to embrace it with the right mindset and the right attitude to do it properly.\"\n\nThat mindset includes the possibility that children could be injured in crossfire or that the active shooter could be one of the teacher's own students.\n\nOn day two, trainer Andrew Blubaugh is showing the group how to use a small window on a classroom door to check for a threat and how to restrain the shooter if he's caught.\n\n\"What's great about you guys is when we start talking about the element of surprise, they're not expecting a teacher,\" he says. \"They're looking for uniformed officers. That's what they're going to be cued in on. So you have the element of surprise.\"\n\nMost of those getting trained here don't want to be identified. They don't want others to know they're carrying because a shooter could target them first.\n\nKeith Countryman, superintendent of Hicksville Schools in northwest Ohio, carries a concealed gun.\n\n\"The people I've chosen to carry,\" he says, \"I've instructed them that are to never have the gun off their body for any reason nor have it shown for any reason unless it's needed in a threatening situation.\"\n\nFollowing the shooting in Parkland, Fla., Countryman met with his security team to consider arming more teachers who he says are not paid extra. They decided instead to consider other measures like adding more cameras outside the building.\n\n\"I'm not gonna just go around and just hand guns out. 'Hey, go get your concealed carry and you can carry a gun here at school.' That's never gonna happen at our school.\"\n\nOutside Countryman's school in Defiance County is a warning sign that reads, \"these individuals may use whatever force is necessary to protect our students and staff.\" The superintendent says he's confident if something happened anywhere in the building, they'd be able to confront the intruder within seconds.\n\nConnecticut: 'I don't think we'll be putting guns in the hands of teachers.'\n\nThe Department of Homeland Security advises people \"Run. Hide. Fight.\" when there's an active shooter. It's a method police departments use when training school employees, students, and increasingly, aspiring teachers.\n\nBut it's that last part — fight — that's always worried Emily Cipriano.\n\n\"I never would think: 'Here's my bag of things I bring to class to take notes',\" Cipriano said. \"'How am I going to use this to defend myself'?\"\n\nCipriano is a graduate student at the University of Connecticut's education school. She wants to teach high school English one day. She's heard talk about arming teachers in the wake of the Florida shooting, but she's not interested in carrying a gun. For her, she hopes playing defense will be enough to keep her and her students safe.\n\n\"I have to believe that, ya know, with blocking the door, with using books to shield ourselves, or with setting up my classroom in a way that we're able to protect ourselves that I wouldn't have to resort to bringing anything with me to school,\" she said.\n\nThe president of Connecticut Citizens Defense League, a gun rights group, said there are teachers in Connecticut who want to carry a gun, but none would speak publicly about it. He also declined to be interviewed for this story.\n\nBut former teacher Rene Roselle said requiring teachers to carry a gun, would cause many to leave the profession.\n\n\"If we got to the point where we're arming teachers, then we would see people leave in a great amount,\" said Roselle, who now trains teachers as part of UConn's education school. She said guns should be the last thing being put into classrooms.\n\n\"If we're often not giving teachers the pencils and the papers that they need to be able to have a classroom,\" she said, \"I don't think we'll be putting guns in the hands of teachers.\"\n\nRichard Schwab is an education professor at UConn who trains school leaders. He said teachers should be armed, but not with a weapon.\n\n\"I think what we arm teachers with is knowledge,\" he said, adding that teachers should be prepared for school shootings, but using a gun shouldn't be part of that preparation.\n\n\"We could never prepare every teacher for every social ill,\" Schwab said. \"We really ask a lot of our teachers. Is this one more thing? Yes. Is it the breaking point for teachers and people who want to become teachers? I don't think it is.\"\n\nHowever, teacher shortages have been a problem for almost a decade. Many have been leaving the profession faster than they can be replaced. Enrollment in teacher preparation programs has been declining nearly every year since 2009, according to the U.S. Department of Education.\n\nBut Schwab said it's other factors — like increased attention on tests and less classroom freedom — that's driving teachers away. Possibly giving their lives for their students, isn't one of them.\n\n\"This is part of life today,\" he said. \"Unfortunately we've had a number of experiences like this in our nation's schools. But we all have to deal with this, and we all can't hide in our homes.\"\n\nTwenty-three-year-old Emily Cipriano agreed. Having grown up in a post-Columbine world, she's always been aware of school violence.\n\n\"There are so many different roles that teachers already play,\" she said. \"I understand that this now is a huge role — you're essentially saying you're here to save a student's life. But I just think that's something we've always considered.\"\n\nFor Cipriano, school shootings are another part of the ever-growing list of things that teachers are asked to handle.", "keywords": ["theyre", "students", "gun", "dont", "embrace", "fear", "classroom", "thats", "teachers", "calls", "think", "concealed", "educators", "guns", "carry", "school"], "polarity": 0.14398725687458083, "subjectivity": 0.46131120053655267},
{"title": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage", "url": "https://www.npr.org/2018/02/21/587731907/kfc-store-closures-in-the-u-k-prompt-calls-to-police-with-complaints-of-chicken-", "text": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage\n\nKFC had to temporarily shutdown a number of stores in the U.K. due to a chicken supply shortfall. The company switched delivery companies, and the new firm failed to meet the demand.\n\nARI SHAPIRO, HOST:\n\nKFC hasn't officially been called Kentucky Fried Chicken for decades. But come on. People go there for the chicken.\n\nMARY LOUISE KELLY, HOST:\n\nOf course you go for the chicken. Take away the chicken; why even bother to open - which is what is happening in the United Kingdom right now. KFC's outgoing message to unhappy customers explains.\n\nUNIDENTIFIED MAN #1: We are currently having some problems with our new delivery partner. No deliveries has meant some of our restaurants are closed, and others are operating a limited menu or shortened hours.\n\nSHAPIRO: About 420 KFC stores across the U.K. are affected. That's about half of all the outlets there.\n\nKELLY: You know, it turns out British people really love their Southern fried chicken. This has been so disruptive that desperate Britons have turned to their members of Parliament and to the police.\n\nSHAPIRO: London police tweeted, please do not contact us about the #KFCCrisis. It is not a police matter if your favorite eatery is not serving the menu that you desire.\n\nKELLY: And up in Manchester, police are hearing about it, too. Sergeant Richard Garland sent us this message.\n\nRICHARD GARLAND: But we do - really do feel their pain, as many of us are partial to the colonel's masterpiece ourselves. However, the lack of chicken is not really a police matter. I'm sure the colonel will have the matter sorted soon.\n\nSHAPIRO: Of course in a somewhat silly crisis, Internet troublemakers will swoop in - in this case, Lee Marshall, aka, DiscoBoyUK.\n\nKELLY: He got some KFC uniforms, and he went to a supermarket called ASDA's in Kent with a friend to fill a shopping cart with chickens. People thought it was real. They filmed it.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #2: Look at this. KFC's just shut down, and they're in ASDA's (laughter). There's KFC, and (laughter) they're carrying chickens in it. Is this actually going to (laughter) - is this actually going to KFC?\n\nUNIDENTIFIED MAN #3: It's going to KFC.\n\nUNIDENTIFIED MAN #2: (Unintelligible, laughter).\n\nSHAPIRO: For a nation that showed such great resolve during the Great London Fire, Dunkirk, The Blitz, comedian Paul Chuckle says this panic seems out of place.\n\nPAUL CHUCKLE: It's not a normal - for normal English people to do, by the way.\n\nSHAPIRO: But he understands the uproar. He is a KFC lover himself and was excited to find a KFC with chicken this week.\n\nCHUCKLE: I was traveling back north and stopped on the motorway, and they got chicken in the KFC. So I ordered chicken with fries and coleslaw, got back in the car. And I got the chicken and the fries but no coleslaw. So I thought perhaps they've run out of vegetables as well. Who knows?\n\nKELLY: A coleslaw shortage - now, that would be news.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["man", "uk", "going", "chicken", "calls", "complaints", "kfc", "prompt", "really", "npr", "matter", "laughter", "shortage", "closures", "coleslaw", "store"], "polarity": -0.10667054139276354, "subjectivity": 0.5621686441130884},
{"title": "Redacted Democratic Response To Nunes Memo Defends FBI Surveillance Of Trump Aide", "url": "https://www.npr.org/2018/02/24/588563076/memo-by-house-intelligence-committee-democrats-released-as-nunes-addresses-cpac", "text": "Redacted Democratic Response To Nunes Memo Defends FBI Surveillance Of Trump Aide\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nUpdated at 9:30 p.m. ET\n\nA redacted, unclassified version of a much-anticipated memo drafted by Rep. Adam Schiff, D-Calif., and the other Democrats on the House intelligence committee was released Saturday evening just as Rep. Devin Nunes, R-Calif., the panel's chairman, addressed an annual gathering of conservatives.\n\nThe memo is the Democrats' effort to respond to recent Republican efforts, led by Nunes, to argue that the Department of Justice, the FBI and the special counsel investigation led by Robert Mueller are infected with political bias against the Trump campaign and the president.\n\nThe memo defends the Justice Department and FBI for its surveillance of former Trump campaign adviser Carter Page during the 2016 presidential campaign.\n\nNunes had argued, through his own memo released earlier this month, that the FBI had abused its surveillance authority and relied improperly on politically motivated sources — namely former British spy Christopher Steele who had been paid by Fusion GPS, a private intelligence firm hired first by conservative underwriters and then retained by Democrats during the 2016 campaign.\n\n\"FBI and DOJ officials did not 'abuse' the Foreign Intelligence Surveillance Act (FISA) process, omit material information, or subvert this vital tool to spy on the Trump campaign,\" the Democratic memo asserts.\n\nThe FBI and DOJ \"would have been remiss in their duty to protect the country had they not sought a FISA warrant and repeated renewals to conduct temporary surveillance of Carter Page,\" the Democrats write, adding that the \"DOJ met the rigor, transparency and evidentiary basis needed to meet FISA's probable cause requirement.\"\n\nThe Democratic countermemo released Saturday argues that the Nunes memo is filled with incomplete information. Page had been assessed to be \"an agent of the Russian government,\" the Democratic memo asserts, and the Justice Department was acting to protect national security.\n\nBut the White House pushed back on the memo, arguing that the special intelligence court that approved the surveillance of Page was never informed specifically \"that Hillary Clinton and the DNC funded the dossier that was a basis for the Department of Justice's FISA application.\"\n\n\"As the President has long stated, neither he nor his campaign ever colluded with a foreign power during the 2016 election, and nothing in today's memo counters that fact,\" White House press secretary Sarah Huckabee Sanders also in the statement.\n\nAnd President Trump himself tweeted Saturday evening that the Schiff memo \"confirms all the terrible things that were done.\"\n\nIn his own statement about the Democratic memo, Nunes was more scathing than Sanders. \"The American people now clearly understand that the FBI used political dirt paid for by the Democratic Party to spy on an American citizen from the Republican Party,\" Nunes said.\n\nAnd after the Democratic memo's release, Schiff sought to move on from allegations that the FBI and DOJ have been politically biased in their Russia investigation, allegations that have been building after a steady Republican drumbeat of accusations over several months.\n\n\"The Democratic response memo released today should put to rest any concerns that the American people might have as to the conduct of the FBI, the Justice Department and the [intelligence court],\" Schiff said in a statement. \"Our extensive review of the initial FISA application and three subsequent renewals failed to uncover any evidence of illegal, unethical, or unprofessional behavior by law enforcement and instead revealed that both the FBI and DOJ made extensive showings to justify all four requests.\"\n\nAnd on Twitter Saturday evening, Schiff responded to Trump's tweet saying \"Wrong again, Mr. President. [The memo] confirms the FBI acted appropriately ...\"\n\nThe Democratic memo argues the warrants for surveillance of Page included evidence that Russia was interfering in the election, that Russia had made outreach to Trump campaign officials, that Page had a history with Russian intelligence and that Page was involved in \"suspicious activities\" during a trip to Moscow during the campaign.\n\nInstead of being a flawed, politically biased document intended to get permission to spy on the Trump campaign, the warrant application met all the necessary requirements to show probable cause, according to the committee's Democrats.\n\nThe warrant request outlined Page's history as someone who pursued business deals with Russia's state-owned energy company, had been targeted by Russian intelligence for recruitment, and had visited Moscow while an adviser to Trump's campaign, the memo says.\n\nThese requests to surveil Page then received independent scrutiny and approval by four federal judges, all appointed by Republican presidents — two appointed by George W. Bush, one by George H.W. Bush and one by Ronald Reagan — the memo points out.\n\nThe counterintelligence investigation into Page, the memo continues, was not initiated by reporting from Steele, but instead started seven weeks earlier. The information that law enforcement officials did use from Steele was \"narrow\" and concerned Page's suspected July 2016 meetings in Moscow with Russian officials.\n\nThe trustworthiness of the dossier compiled by Steele about Trump's ties to Russia has been at the center of attacks by Trump's allies on the fundamental allegation that his presidential campaign might have conspired with the Russian attack during the 2016 election, an allegation under investigation by Mueller's team. According to Schiff's memo, the FBI used other sources to back up some of its assertions in the warrant application seeking permission to surveil Page.\n\n\"DOJ cited multiple sources to support the case for surveilling Page,\" the memo says, and further disclosed Steele's previous work with the FBI, as well as the fact that he had been \"hired by politically-motivated U.S. persons and entities and that his research appeared intended for use 'to discredit' Trump's campaign.\" This contradicts the Nunes memo assertion that such information had been omitted.\n\n\"In subsequent FISA renewals, DOJ provided additional information obtained through multiple independent sources that corroborated Steele's reporting,\" the Democratic memo also says.\n\nBecause the Schiff memo has been redacted, the details are blacked out. Confirmation of some aspects of Steele's dossier is significant, however, because until now there has been no way for the public to assess how much credence it merits.\n\nNPR and other news organizations have not detailed the contents of the Steele dossier because it is unverified, but the file was posted online in full in January 2017 by BuzzFeed News and so its contents are public.\n\nSchiff's memo also notes that Page was no longer affiliated with the Trump campaign when federal officials first applied for a surveillance warrant against him.\n\nNunes announced that the Schiff memo was being released as he spoke to the Conservative Political Action Conference at the National Habor in Maryland Saturday evening. At the end of Nunes' nearly 30-minute Q&A session with Matt Schlapp, chairman of the American Conservative Union which puts on the annual gathering, Nunes received the organization's Defender of Freedom Award for his \"unwavering valor and often lonely pursuit of truth on behalf of the American people.\"\n\nBefore receiving the award, Nunes told the crowd that \"the American people deserve to know the truth and the House intelligence committee will continue to plod through our work — with or without the support of the media — and we'll get the facts.\"\n\nDespite the tense relations on the committee between its Republicans led by Nunes and its Democrats led by Schiff, the panel's top Democrat delivered a similar message Saturday.\n\n\"Now that the public has a clearer understanding of the early phases of the investigation, it is time for our committee to return to the core investigation into Russian interference in the 2016 campaign, the role U.S. persons played in that interference and what we need to do to protect the country going forward,\" Schiff also said in his statement after the Democratic memo's release.", "keywords": ["fbi", "defends", "nunes", "aide", "intelligence", "surveillance", "memo", "page", "schiff", "democratic", "campaign", "redacted", "response", "trump"], "polarity": 0.0015227021040974524, "subjectivity": 0.2901301218161684},
{"title": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?", "url": "https://www.npr.org/2018/02/16/586315529/a-mullet-festival-because-sure-why-not-have-a-mullet-festival", "text": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?\n\nThe small Australian town of Kurri Kurri is having a festival to celebrate the mullet haircut. A contest for best cuts will include categories like everyday wear, grubby, kids and women.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. A small town in Australia is holding a festival to celebrate the fact that it's people love a good mullet. And why wouldn't you? All business in the front, party in the back, the hairstyle that says, I will not fit into your petty boxes - I'm a man living my best life. The town of Kurri Kurri will honor the best cuts in several categories, including everyday wear, grubby, and mullets for kids and - the often forgotten, but no less bold - ladies' mullet.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["wear", "town", "martin", "best", "npr", "mullet", "kurri", "sure", "small", "festival", "record"], "polarity": 0.23257575757575752, "subjectivity": 0.4339646464646465},
{"title": "Careful, Alexa Is Listening", "url": "https://www.npr.org/2018/02/16/586315578/careful-alexa-is-listening", "text": "Careful, Alexa Is Listening\n\nIn a TV commercial for Amazon's Alexa speaker, a guy tells it to order cat food. An owner filed a complaint saying their smart speaker heard the ad and ordered cat food.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. If you own a smart speaker, you know Alexa's always listening, including when the TV is on. In a TV commercial for an Amazon speaker, a guy tells Alexa to order cat food. And an owner filed a complaint saying their smart speaker heard the ad and ordered cat food. Now, Amazon says the ads are made to not trigger speakers, and an advertising watchdog group did dismiss the complaint. You're welcome for not playing the ad here and testing it on your smart speaker.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["food", "listening", "tv", "smart", "cat", "npr", "tells", "speaker", "complaint", "alexa", "careful", "ad"], "polarity": 0.13095238095238093, "subjectivity": 0.5275793650793652},
{"title": "Kansas Governors: Teenagers Yes, Dogs No", "url": "https://www.npr.org/2018/02/14/585668258/kansas-governors-teenagers-yes-dogs-no", "text": "Kansas Governors: Teenagers Yes, Dogs No\n\nA Kansas man filed papers for his dog to run for governor after seeing reports about teenagers running, because there is no age requirement. But Kansas' secretary of state said no to the dog.\n\nSTEVE INSKEEP, HOST:\n\nGood morning. I'm Steve Inskeep. If you want to be governor of Kansas, there turn out to be standards after all. Terran Woolley proved it. He read stories that six teenagers filed to run for governor because the state has no age limit or other qualifications. So Mr. Woolley decided to file paperwork to run his 3-year-old dog, Angus. But the state disqualified Angus, saying he's not capable of fulfilling the responsibilities. Oh, come on, he's loyal and doesn't lie. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["morning", "governor", "yes", "state", "woolley", "teenagers", "dogs", "npr", "inskeep", "governors", "kansas", "run", "record"], "polarity": 0.13425925925925924, "subjectivity": 0.5592592592592592},
{"title": "There Are 2 Very Different Adam Rippons", "url": "https://www.npr.org/2018/02/14/585668307/there-are-2-very-different-adam-rippons", "text": "There Are 2 Very Different Adam Rippons\n\nOne is an Olympic figure skater and the other is a video game developer. The game developer has been getting a lot of tweets this week.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Figure skater Adam Rippon has been enjoying his time in the spotlight. He's been getting a lot of attention on social media. Some tweets, though, meant for the Olympian have accidentally been directed at a game developer who is also named Adam Rippon. The latter says he hasn't been confused for the ice skater in real life yet because, quote, \"Adam Rippon's body is like that of some sort of atomic-powered sex cheetah, and mine is like a potato-powered sex sloth - clearly different people.\" It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["different", "adam", "morning", "game", "rippons", "sex", "npr", "skater", "tweets", "rippon", "developer", "record"], "polarity": 0.006372549019607835, "subjectivity": 0.47333333333333333},
{"title": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585192854/lawsuit-alleges-mafia-like-tactics-aimed-at-a-disneyland-social-club", "text": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club\n\nEnlarge this image toggle caption Jae C. Hong/AP Jae C. Hong/AP\n\nThere are a lot of ways to be really into Disney as an adult. You can go on a Disney cruise, attend the three-day Disney convention, or get married at one of the parks.\n\nSuddenly, in 2013, a whole new vein of fandom sprouted: Disneyland social clubs.\n\nLike an oddly wholesome motorcycle gang, members wear denim vests festooned with Disney trading pins on the front. On the back are patches bearing the image of their club's totem character. Many members own annual passes and visit Disneyland frequently.\n\nSome members have tattoos of Walt Disney himself.\n\nEach club has its own bent: Some are named after movie characters while others focus on features of the parks themselves. But the denim vests are a mainstay.\n\n\"We wanted something we could be comfortable in, that we could wear on hot days, and that was bold and spoke to our acceptance of our semi-outsider stance within the Disney fandom,\" Nathan Rice, the founder of a club called Walt's Misfits, told the OC Weekly in 2014. \"The first few clubs were made up of similar tattooed weirdos, and I think the whole 'The Warriors' outlaw thing had an edge that we wanted to convey, even if that edge was ultimately tongue-in-cheek, it being Disneyland and all.\"\n\n\"Being heavily tattooed and having somewhat of an 'alternative' image compared to the average Disney-goer, it was hard for us to mesh with the families you usually see at the park,\" Michael Stout, co-founder of the Main Street Elite, told the Weekly. \"So we decided we'll make our own Disney family, seeking out the rest of the Disney fanatics who were left with no one to go to the park with.\"\n\nAs you can see in thousands of photos on Instagram, the groups generally look pretty friendly. Members tell stories of helping newcomers or keeping an eye out for park rule breakers.\n\nBut according to a lawsuit filed in September in Orange County civil court and updated last week, one of the clubs used tactics more associated with the Mafia than with the Happiest Place on Earth.\n\nThe plaintiffs are John and Leslee Sarno, a Sacramento couple. The court filing explains that John Sarno was the president of the Main Street Fire Station 55 Social Club \"and also bore the title of 'Battalion Chief' in the fictional fire station.\"\n\nIn the summer of 2016, according to the complaint, Fire Station 55 SC organized a fundraiser for the families of firefighters who died in the Sept. 11 attacks. Some 340 participants walked 2 miles around Disneyland, and the profits were donated to a charity. Disney gave permission and provided security.\n\nIt was in the weeks leading up to the fundraiser that defendant Jakob Fite and four other members of a social club called the White Rabbits approached John Sarno on Disney property and demanded that he pay them $500 in \"protection money\" for the event, according to the suit. Sarno refused to pay, and he says Fite threatened to ruin him — and that the Sarnos would never be able to visit the park again.\n\nAfter that, according to the lawsuit, Fite and other members of the White Rabbits began a targeted campaign against the Sarnos on message boards and podcasts, calling them scammers and con artists. They say that White Rabbits printed T-shirts with John Sarno's name and likeness on it warning that he was dangerous and made false reports to law enforcement and news outlets claiming the Sarnos had committed fraud.\n\nThe Sarnos say they eventually had to disband the Fire Station 55 SC and that Disneyland refused to let them hold another charity walk. They've been ostracized, they say, living in fear of physical assault. They have not felt it safe to return to Disneyland.\n\nFite rejects the allegations, the Los Angeles Times reports, \"saying Sarno filed the suit to fire back at Fite for raising questions about Sarno's character among other Disneyland social clubs.\"\n\nThe Times adds: \"Fite cohosts a podcast that discusses Disney's subculture and said he used that forum to raise questions about Sarno's character and suggest that Sarno has been misleading club members about his background to raise money for charitable causes.\"\n\nThe Sarnos declined to comment on the lawsuit, according to the newspaper, and their attorney said the couple \"have no desire to further publicize their circumstances or to take any action that could be construed as their own re-publication of the false and defamatory statements that have been circulated by the defendants in this case.\"\n\nDisneyland is also named in the suit, which argues that Disney hasn't done anything to take action against the White Rabbits or make it safe for the Sarnos to return to the park. The plaintiffs seek compensatory and punitive damages.", "keywords": ["alleges", "according", "members", "social", "aimed", "club", "disneyland", "fite", "sarno", "park", "mafialike", "lawsuit", "tactics", "sarnos", "disney"], "polarity": 0.09935606060606059, "subjectivity": 0.3984289321789322},
{"title": "WWII Bomb Shuts Down Flights At London City Airport", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585043255/wwii-bomb-shuts-down-flights-at-london-city-airport", "text": "WWII Bomb Shuts Down Flights At London City Airport\n\nEnlarge this image toggle caption Daniel Leal-Olivas/AFP/Getty Images Daniel Leal-Olivas/AFP/Getty Images\n\nMore than 70 years after a bomb was dropped on London, its discovery has prompted authorities to cancel flights all day Monday at London City Airport.\n\nThe unexploded bomb is a \"German 500kg fused device,\" according to local authorities. It was found early Sunday in the River Thames, as part of planned work at a dock near the airport, Metropolitan Police said in a statement.\n\nAt 10 p.m. Sunday, the police and Royal Navy decided to evacuate people within 706 feet of the bomb.\n\n\"Overnight, officers have been helping to evacuate properties within the exclusion zone and police are working with the local authority to provide residents with temporary emergency accommodation and the appropriate support,\" police said.\n\nSome 261 arrivals and departures were scheduled for London City Airport on Monday, according to the BBC.\n\n\"I urge any passengers due to fly today not to come to the airport and to contact their airline for further information,\" airport CEO Robert Sinclair said in a statement.\n\nAuthorities from Newham Council say they plan to wait for people to get clear of the exclusion zone before the police and navy begin to lift the device. Then, \"when work starts to remove it, it is expected the exclusion zone will be extended to 250 metres [825 feet] and more properties will need to be evacuated.\"\n\nThe council adds that \"the operation is expected to continue until Tuesday morning.\"\n\nSeveral airlines are moving their flights to other local airports. According to The Associated Press, \"regional airline City Jet said its flights from the airport had been rescheduled to land and take off from London Southend airport,\" and \"Italy's Alitalia said it would operate flights from London Stansted airport.\"\n\nThe discovery of World War II era bombs in London is not particularly rare, as NPR's Ari Shapiro has reported. \"During the Blitz, German planes dropped nearly 30,000 bombs on London in just three months,\" he notes.\n\nIn 2015, a German bomb of about the same size was discovered in an east London neighborhood, prompting an evacuation.\n\nAt that time, Matt Brosnan, a historian at the Imperial War Museum, told the BBC that we don't know exactly how many of the bombs dropped could still be hidden.\n\n\"Clearly not all of those would have exploded, because of defects or other reasons, and they could have buried themselves tens of feet below the surface so we simply don't know where they are,\" he told the broadcaster.\n\nThe issue is also not unique to London. As NPR's James Doubek reported last August, 70,000 people evacuated in Frankfurt, Germany, to allow authorities to defuse a British World War II-era bomb.", "keywords": ["war", "bomb", "local", "german", "feet", "shuts", "airport", "london", "zone", "wwii", "city", "flights"], "polarity": 0.06766493055555556, "subjectivity": 0.32852182539682545},
{"title": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason", "url": "https://www.npr.org/2018/02/10/584757764/there-is-a-competition-to-avoid-learning-who-won-the-super-bowl-for-some-reason", "text": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason\n\nAbout a dozen people are among the last standing in a competition against modern technology. They don't know who won the Super Bowl and they're trying to go as long as possible without finding out.\n\nSCOTT SIMON, HOST:\n\nSpoiler alert for our next story - (laughter) we're going to tell you who won the Super Bowl. Yes, the game happened last week, but there's an important warning for the eight people still in the running in a contest called Last Man. Competition's pretty straightforward but a near impossible goal - go as long as you can without finding out who won the Super Bowl. NPR's Scott Detrow explains.\n\nSCOTT DETROW, BYLINE: The hardest part of the Last Man competition is probably the first couple hours. That's when news notifications and text messages ping cell phones. The news is blanketed by the results, and the Super Bowl is all everyone on social media is talking about. Jeb Adams of Agoura Hill, Calif., washed out early in 2016 and 2017. This year, he prepared.\n\nJEB ADAMS: I turned off all my news notifications on my phones and iPads. I warned everyone on Facebook and Twitter that I was going to disappear for a while.\n\nDETROW: Social media is dangerous, but so are co-workers. Jamie Baskin from Kansas City says she was lingering outside a break room, waiting for a colleague to turn off ESPN when her boss asked what she was doing.\n\nJAMIE BASKIN: No. I'm just - I can't go in the break room. And she just, like, gave me the weirdest look and was like, why? And I'm like, because I'm going to find out who won the Super Bowl. And she just kind of was like, OK, and walked into her office. And so I'm pretty sure she thinks I'm, like, very weird.\n\nDETROW: About 1 to 200 people play every year. And, no, there's no prize - really. They just seem to like the challenge. People post their status on Twitter and, once they're eliminated, what ultimately killed their chances. Last Man deaths are a gauntlet of the modern information age. Death by Twitter, by seemingly unrelated news articles. One player was knocked out by a message that popped up on an ATM screen. Michael Griener organizes the event and keeps a detailed spreadsheet of how people were knocked out.\n\nMICHAEL GRIENER: We've had people who found out by drunk college kids running past their dorm room window.\n\nDETROW: I hate to say that NPR is a regular killer, too. For both Baskin and Adams, the end came Thursday afternoon, when, a little too confidently, they ventured back on to social media. Adams was betrayed by Twitter's trending topics - Baskin, Instagram.\n\nBASKIN: And the first picture I saw when I opened the app was a friend of mine who lives in Philadelphia at the parade. And I was like, welp.\n\nDETROW: So how'd she feel about the Eagles' win?\n\nBASKIN: I'm pretty sad that of all the years I picked to not pay attention to it, it ends up being what my dad said the best game that he's ever seen other than the year that the Chiefs won.\n\nDETROW: As of Friday afternoon, there were eight confirmed people who still don't know. Scott Detrow, NPR News.\n\n(SOUNDBITE OF MUSIC)\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["social", "room", "super", "won", "learning", "adams", "im", "avoid", "npr", "baskin", "twitter", "reason", "bowl", "competition"], "polarity": 0.07450564971751411, "subjectivity": 0.49758438360133267},
{"title": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him", "url": "https://www.npr.org/sections/thetwo-way/2018/02/09/584560033/do-you-know-this-justice-massachusetts-high-court-wants-you-to-help-id-him", "text": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him\n\nEnlarge this image toggle caption Massachusetts Supreme Judicial Court via AP Massachusetts Supreme Judicial Court via AP\n\nWho is that dour man?\n\nMassachusetts' highest court owns his portrait — it hangs on a wall outside the chief justice's chambers — but the court's officials have no idea who he is.\n\nThey're hoping you might have an idea.\n\nBenjamin Swasey, of member station WBUR, reports:\n\n\"Among what it calls its 'extensive collection of historic paintings and photographs,' the Massachusetts Supreme Judicial Court has an oil painting of a justice who has remained unidentified, and it's launched a public campaign in the hopes that someone knows who he is. In a statement, the court said the justice 'may have sat on the bench between 1780 and 1820.' \"\n\nEven the fact that he's a justice is essentially a guess, The Associated Press reports. Chief Justice Ralph Gants said officials have \"essentially ruled out that the man was a chief justice but say he must have been an associate justice because they can't imagine why else his portrait [would] be in the court, which traces its roots to 1692,\" the AP writes.\n\nGants told the AP that he figured if the court has no idea who the man is, \"why don't we set loose the public to see if they can put on their Sherlock Holmes hats and help us to track down who this elusive and mysterious justice is?\"\n\nSo, put that hat on and get to work. Name. That. Justice.\n\nBefore you get too excited, there's not a massive reward on the line. Anyone who can help put a name to that face will get a tour of the courthouse and to watch Gants affix a name plaque beneath the portrait.\n\nPlus, you'll get undying glory for having somehow known the name of an extremely obscure 18th century Massachusetts judge, of course. But that surely goes without saying.\n\nIf you're thinking of using Google's Arts & Culture app to look for other portraits of the man as a shortcut to finding a name, don't get too excited.\n\nSwasey of WBUR already gave that a shot — to no avail.", "keywords": ["high", "help", "man", "id", "massachusetts", "justice", "ap", "supreme", "wants", "know", "wbur", "chief", "judicial", "court"], "polarity": 0.0626400759734093, "subjectivity": 0.44881528964862294},
{"title": "A Mystery Portrait In Massachusetts", "url": "https://www.npr.org/2018/02/09/584451877/a-mystery-portrait-in-massachusetts", "text": "A Mystery Portrait In Massachusetts\n\nA portrait of a justice hangs in the Massachusetts Supreme Court, but nobody knows who the person in the portrait is. The current chief justice is asking the public's help to identify the person.\n\nSTEVE INSKEEP, HOST:\n\nGood morning. I'm Steve Inskeep. Long ago in Massachusetts, some guy was immortalized with his portrait on the wall. I say some guy because nobody knows who. It's thought he was a supreme court justice serving after 1780. The current chief justice is asking the public's help. Anybody who IDs the painting gets to stand for the unveiling of a plaque with the name. You'll get your photo taken, of course. And who knows? Somebody centuries from now may find that picture and wonder who you are. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["morning", "massachusetts", "justice", "portrait", "knows", "npr", "mystery", "publics", "supreme", "inskeep", "record"], "polarity": 0.09545454545454544, "subjectivity": 0.4325757575757576},
{"title": "Florida Child Gets Stuck In Toy Claw Machine", "url": "https://www.npr.org/2018/02/09/584451821/florida-child-gets-stuck-in-toy-claw-machine", "text": "Florida Child Gets Stuck In Toy Claw Machine\n\nA kid in Florida really wanted a stuffed animal from inside a claw machine — so much that he got inside, and got stuck. A firefighter rescued him quickly.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. In Titusville, Fla., a little boy named Mason really wanted a stuffed animal from one of those arcade games where you use the metal claw to pick stuff up. Who needs the claw? Mason decided to climb through the small door where the animals come out. He got stuck. He was sitting calmly, surrounded by stuffed animals. An off-duty firefighter who was eating dinner saw him and rescued him. Before you ask - no, he did not use the claw to pick up Mason. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["wanted", "machine", "pick", "gets", "npr", "stuck", "rescued", "stuffed", "claw", "child", "toy", "mason", "really", "record", "florida"], "polarity": 0.14583333333333334, "subjectivity": 0.47500000000000003},
{"title": "Farmer Calls Police Over Tiger In Cow Shed", "url": "https://www.npr.org/2018/02/07/583910282/farmer-calls-police-over-tiger-in-cow-shed", "text": "Farmer Calls Police Over Tiger In Cow Shed\n\nA farmer in Scotland called the police after spotting a tiger in his cow shed. It didn't move for a while. He then realized it was a stuffed toy tiger.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. Quite a scare for a farmer in Scotland - he spotted a tiger in his cow shed and immediately called police. They came armed and were in a standoff for an hour, huddling in vehicles, devising a plan. They also called a wildlife park to see if maybe they had a tiger escape - they hadn't. Also, the animal wasn't moving because he was a stuffed toy. The farmer said he was sure it was real and was convinced the animal was going to eat all of his cows. You're listening to MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["cow", "called", "shed", "calls", "npr", "stuffed", "scotland", "tiger", "toy", "farmer", "record"], "polarity": 0.1272727272727273, "subjectivity": 0.4648989898989899},
{"title": "Hunter Knocked Unconscious By Shot Goose Falling Out Of The Sky", "url": "https://www.npr.org/sections/thetwo-way/2018/02/04/583110844/hunter-knocked-unconscious-by-falling-dead-goose-shot-by-his-hunting-party", "text": "Hunter Knocked Unconscious By Shot Goose Falling Out Of The Sky\n\nEnlarge this image toggle caption Frank Rumpenhorst/AFP/Getty Images Frank Rumpenhorst/AFP/Getty Images\n\nSome might chalk it up to bad luck; others, to karma.\n\nRobert Meilhammer, 51, of Crapo, Md., was struck in the head Thursday by a dead Canada goose that plunged from the sky after a fellow waterfowl hunter fired a blind shot on a flock overhead. Meilhammer was in the midst of a hunting party with three friends in Easton, Md.\n\nThe goose fell about 90 feet, knocking the hunter out instantly and causing head and facial injuries. When Meilhammer came to, he was coherent but \"hazy,\" according to the Maryland Natural Resources Police.\n\nNatural Resources police officers and EMS responders transported Meilhammer via ambulance to the Easton Airport, where he was airlifted to the University of Maryland Medical Center's Shock Trauma Center in Baltimore.\n\nTalbot County EMS responders called his head injury \"severe.\" The dead bird also knocked out two of Meilhammer's teeth.\n\nThousands of Canada geese in the United States migrate south each year, filling the sky with long, V-formations. Adult Canada geese weigh about 12 to 14 pounds, and can have a wing span reaching nearly 6 feet. The \"honkers,\" as the bird are called for their noisy calls, are found in every contiguous U.S. state.\n\nMeilhammer is in stable condition.", "keywords": ["falling", "responders", "shot", "meilhammer", "sky", "knocked", "head", "hunter", "resources", "canada", "goose", "unconscious", "rumpenhorstafpgetty"], "polarity": -0.06333333333333332, "subjectivity": 0.37333333333333335},
{"title": "'Mermaids' And 'Mermen' Of Brazil Refuse To Be Tamed", "url": "https://www.npr.org/sections/parallels/2018/02/03/582671392/mermaids-and-mermen-of-brazil-refuse-to-be-tamed", "text": "'Mermaids' And 'Mermen' Of Brazil Refuse To Be Tamed\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nMembers of the small but growing shoal of mermaids and mermen in Brazil are getting a little worried and irate.\n\nUntil now, they've been able to slip happily into their brightly colored tails and glide away through the water without much attention from the outside world, beyond the odd chuckle or ripple of applause.\n\nNow \"mermaiding\" — or \"sereismo\" as it's known in Brazil — is growing more popular, thanks partly to a smash-hit TV soap opera and the theme song that accompanied it.\n\nThe spread of the hobby is attracting warnings from safety agencies who believe that swimming around dressed as a glamorous sea creature from ancient mythology can involve the real and present danger of drowning.\n\nThese alarm bells have upset one person, in particular. Mirella Ferraz, 34, says she is Brazil's first professional mermaid, and a pioneer of the pastime in her country. For her, mermaiding was a \"childhood dream\" and a \"passion\" that she conceived at a time when nobody wore a tail.\n\nFerraz accuses a recently launched campaign that highlights the risks of \"mermaiding\" of spreading falsehoods and of \"demonizing\" the mermaid's skin. \"They also say that with the tail, you can't float. It's a lie. It is buoyant,\" she says.\n\nThe dispute's attracting considerable interest in Brazil. The widely respected daily newspaper Folha de São Paulo this week illustrated the story with a front-page photograph of a long-haired, bearded man, sitting by a pool in a big golden mermaid tail, looking vaguely disgruntled.\n\nHe is not, in fact, a mermaid but the male variant: Triton, the half-human, half-fish son of the ancient sea god Poseidon, a notoriously bad-tempered Greek deity.\n\nFor years, tiny numbers of people have been mermaiding around the world. Interest in Brazil swelled recently, thanks to a telenovela, A Força de Querer that was broadcast nationwide last year and topped the ratings. (The show has been broadcast in English as Edge of Desire.)\n\nThe soap's theme song \"Sereia\" (\"Mermaid\") is by Roberto Carlos, a gravel-voiced 76-year-old Brazilian superstar known by his multitude of fans as \"The King.\"\n\nYouTube\n\nThe video of Carlos' song features one of the telenovela's actresses, Ísis Valverde, swimming joyously around the ocean depths in a giant orange mermaid tail, with her locks flowing, amid shoals of tropical fish and shafts of sunlight. It's attracted more than 7 million views on YouTube.\n\nValverde was trained by Ferraz, the professional mermaid. Ferraz believes, thanks in part to the telenovela, more than 1,000 Brazilians are mermaiding these days.\n\nEnlarge this image toggle caption Nelson Almeida/AFP/Getty Images Nelson Almeida/AFP/Getty Images\n\nShe bases this estimate on the rising sale of tails. Statistics do not reflect the number of Brazilians who might be keen to do a little mermaiding but are deterred by the price. A decent mermaid tail can cost upwards of $1,200.\n\nThe safety campaign that's angered Ferraz was launched by Inmetro, a Brazilian government institute that monitors products for quality and safety. It issued an alert, saying research into mermaid skins found them very appealing to children, but with a \"grave risk\" of drowning. It points out that mermaid tails confine your legs, which makes it difficult to stand up in a pool — something Ferraz also disputes.\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nInmetro's concerns are shared by others, including Dr. Renata Waksman, of the Brazilian Pediatrics Society. She says she has seen videos of girls trying to stand in mermaid tails in a swimming pool, and slipping. \"Then they get frightened,\" she says. \"That's where the danger lies, especially if there isn't an adult nearby who is really attentively monitoring what this child is doing.\"\n\nAuthorities in Australia have also warned of the risks of swimming with mermaid tails.\n\n\"You need to know what you are doing,\" says Thaís Picchi, a \"mermaiding\" instructor in Brazil's capital Brasilia. \"Never swim with a mermaid tail alone. And you need to know how to swim.\"\n\nYou have to be extra careful in the sea, says Picchi: \"We cannot mermaid with waves. It's not safe.\"\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nPicchi adds: \"There are a lot of safety issues to be aware of. On the other hand, we don't know of any situation where someone drowned because of a mermaid tail. So why are people talking so much about it?\"\n\nThere are other questions. Why not just stay on land, and save your mermaid costume for this month's carnival? Why go mermaiding at all? What's the appeal?\n\nPicchi cites an \"ancestral appeal\" of mermaids, and also the Disney movie The Little Mermaid: \"Everyone watched The Little Mermaid when we were kids.\"\n\nShe adds: \"A lot of people love mermaiding because it is a fantasy, like a child's dream. They feel different. There are powerful things about mermaids. They are free, autonomous, and they take care of the ocean.\"\n\nLet's hope they can also take care of themselves.", "keywords": ["tails", "ferraz", "refuse", "mermaiding", "mermaids", "brazil", "tail", "toggle", "tamed", "mermen", "mermaid", "yasuyoshi", "chibaafpgetty"], "polarity": 0.0977011494252874, "subjectivity": 0.43836206896551727},
{"title": "Historic Oscar Mayer Wienermobile Is Gearing Up For Public Display", "url": "https://www.npr.org/2018/02/02/582852200/oldest-oscar-mayer-wienermobile-is-gearing-up-for-public-display", "text": "Historic Oscar Mayer Wienermobile Is Gearing Up For Public Display\n\nOne of the oldest Oscar Mayer Wienermobiles in the country is getting restored before being put on display for the public. It's all happening in Wisconsin, of course, the longtime home to Oscar Mayer's main processing plant.\n\nMARY LOUISE KELLY, HOST:\n\nHere's a song that might bring back some memories.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED CHILDREN: (Singing) Oh, I'd love to be an Oscar Mayer wiener. That is what I'd truly like to be 'cause if I were an...\n\nKELLY: That of course is the jingle from the famous hot dog brand made even more famous by the giant hot dog on wheels - yes, the Wienermobile.\n\nARI SHAPIRO, HOST:\n\nThe Wienermobile first came out in 1936. That one is long gone. But thanks to another early one from 1969, generations of people around the country have fond memories of the traveling dog and buns.\n\nKELLY: Now, that '69 mobile is getting a new life today in where else but Wisconsin, longtime home to Oscar Mayer's main processing plant.\n\nCHUCK JADOUL: (Laugher) It does stand out of place in the shop.\n\nKELLY: That laughter is coming from Chuck JaDoul. He's production manager at Truckstar, a collision repair shop just outside of Madison. He says they mainly work on, well, trucks. But the shop has also long been the go-to place for Wienermobiles.\n\nJADOUL: The wiener sticks out over the bun quite a bit, so people are always backing into things. So anything misfortune happens with them, you know, we get the phone call.\n\nSHAPIRO: Right now his team is completely restoring the one known as Old Number 7. It toured the country for years until the mid-1970s. Then things changed, and TV advertising became cheaper. So instead of sending a giant hot dog onto the highway, Oscar Mayer turned to jingles like this one.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nANDY LAMBROS: (Singing) My bologna has a first name. It's O-S-C-A-R. My bologna has...\n\nKELLY: Song of my childhood in the '80s there, Ari. Old Number 7, though, came out of storage for an anniversary tour. It was a hit. Here's Ed Roland. He's in charge of the current Wienermobile fleet.\n\nED ROLAND: Its success when it was brought back is what really kicked off where we are today with the fleet of vehicles that tour the country right now.\n\nSHAPIRO: This is the origin Wienermobile. This one is the reason that all the other Wienermobiles - there are six of them - are on the road today.\n\nKELLY: Which is why JaDoul and his team are dusting off the fiberglass buns, sprucing up the interior. And it has been donated to the Wisconsin Historic Society (ph) in Madison.\n\nSHAPIRO: And their goal is to bring the Wienermobile back to the masses.\n\nDAVID WILDER: We never want this to sit behind a velvet rope and sort of just, you know, be untouchable.\n\nKELLY: That's David Wilder from the Historic Society. The old Oscar Mayer plant closed down last year, and the museum has been busy collecting memorabilia.\n\nWILDER: People can look back and have an understanding of what life was like during the 20th century, so it's sort of a collective memory of the state and the nation.\n\nSHAPIRO: He says come this summer, the 23-foot-long hot dog will be back traveling around Wisconsin and open for visitors.\n\nKELLY: Road trip.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED SINGER: (Singing) Oh, I wish I were an Oscar Mayer wiener. That is what I'd truly like to be, oh, 'cause if I were an Oscar Mayer wiener...\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["old", "gearing", "wienermobile", "display", "dog", "wisconsin", "hot", "singing", "wiener", "mayer", "historic", "oscar", "country", "public"], "polarity": 0.044337485126958814, "subjectivity": 0.4198513961671857},
{"title": "'I Want The Eagles To Win So Bad'", "url": "https://www.npr.org/2018/02/02/582613461/i-want-the-eagles-to-win-so-bad", "text": "'I Want The Eagles To Win So Bad'\n\nHaley Parks got her wisdom teeth out and her parents recorded her as she was coming out of her anesthesia fog with cotton in her mouth. One of her first questions was, \"Did I miss the Super Bowl?\"\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Haley Parks got her wisdom teeth out the other day, and her parents recorded her as she was coming out of her anesthesia fog. She was talking with cotton in her mouth.\n\n(SOUNDBITE OF VIDEO)\n\nHALEY PARKS: Did I miss the Super Bowl?\n\nMARNI PARKS: No, no, no. The Super Bowl...\n\nH. PARKS: Oh, my God.\n\nM. PARKS: No, you didn't miss the Super Bowl.\n\nH. PARKS: Are you sure? I want the Eagles to win so bad.\n\nMARTIN: You're in luck, Haley. The Super Bowl is Sunday. And if you didn't catch that, Pats fans, she is pulling for Philly. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["eagles", "super", "bad", "parks", "npr", "miss", "wisdom", "teeth", "win", "recorded", "record", "parents"], "polarity": 0.19953703703703707, "subjectivity": 0.5827160493827162},
{"title": "Not Everyone Knows Football, OK?", "url": "https://www.npr.org/2018/02/02/582613419/not-everyone-knows-football-ok", "text": "Not Everyone Knows Football, OK?\n\nAlex Trebek made fun of contestants on Jeopardy! when nobody answered a single one of the questions in a category about football.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. So \"Jeopardy!\" last night...\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Football - 200.\n\nALEX TREBEK: Do or don't name this play in which the quarterback runs the ball and can choose to pitch it to another back.\n\nGREENE: What's the option? No one playing got it.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Football - 400.\n\nGREENE: Silence again.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Taking on the 600.\n\nGREENE: Nope.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Eight hundred.\n\nGREENE: Nada. All football clues fell flat, including the last one about Minnesota's famous defense.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nTREBEK: Who are the Purple People Eaters? We're going to take a break.\n\nGREENE: Yeah. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["jeopardyryan", "greene", "morning", "jeopardy", "yeah", "ok", "tv", "knows", "npr", "football", "trebek", "record"], "polarity": 0.1913265306122449, "subjectivity": 0.39982993197278915},
{"title": "Swiss University To Offer Degree In Yodeling", "url": "https://www.npr.org/2018/01/31/582056623/swiss-university-to-offer-degree-in-yodeling", "text": "Swiss University To Offer Degree In Yodeling\n\nA Swiss university has announced it will begin teaching the Alpine singing style. The classes will be led by a prize-winning Swiss yodeler and they're offering both bachelors and master's degrees.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Admit it. Yodeling is awesome.\n\n(SOUNDBITE OF SONG)\n\nUNIDENTIFIED MAN: (Yodeling).\n\nMARTIN: If you've ever wanted to learn, now's your chance. A Swiss university has announced it's going to start teaching the Alpine singing style. The classes will be led by a prize-winning Swiss yodeler. They're offering both bachelor's and master's degrees. The university is limiting the program to just three or four students, so they still have to decide yodel-ay-hee-who (ph) will be accepted. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["theyre", "offer", "yodeling", "prizewinning", "npr", "singing", "style", "swiss", "degree", "teaching", "university", "record", "yodeler"], "polarity": 0.16875, "subjectivity": 0.6781250000000001},
{"title": "The Great Baboon Escape", "url": "https://www.npr.org/2018/01/27/581268998/the-great-baboon-escape", "text": "The Great Baboon Escape\n\nSCOTT SIMON, HOST:\n\nBy the way, there was a great escape on the grounds of the Paris zoo this week. Around 50 baboons made a break out of their enclosure and more or less took over what's called the Grand Rocher, a big, fake mountain that's in the center of the zoo. Officials closed the zoo so the baboons wouldn't encounter any zoo-goers. Baboons can be temperamental when stressed - by the way, like Parisians - and as a zoo official told reporters, they're stronger than us.\n\nZookeepers, vets and police armed with tranquilizer darts rushed to the scene, but no darts were necessary. The dominant male baboons reportedly led their packs back to their enclosures. Officials are trying to discover how they escaped.\n\nWhy would the baboons make a break for it? Well, with respect for one of the world's great zoos, it is still a zoo. And the baboons are kind of marooned in the middle of Paris, knowing that just over the Grand Rocher, there are meringues, macaroons and tarte Tatin. Wouldn't you make a break for it?\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["paris", "baboons", "wouldnt", "break", "great", "zoo", "npr", "baboon", "way", "rocher", "record", "escape"], "polarity": 0.19206349206349205, "subjectivity": 0.5210317460317461},
{"title": "Boom In Antler Pet Chews May Have Opened A Black Market", "url": "https://www.npr.org/2018/02/25/588439630/boom-in-antler-pet-chews-may-have-opened-a-black-market", "text": "Boom In Antler Pet Chews May Have Opened A Black Market\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nThree weeks after he mounted them on the front of his garage, Jeff Young found his prized antlers were literally ripped off.\n\n\"I think they just hung on them,\" Young says of the thieves, pointing up at the empty drill holes on the garage's façade one gray morning in Anchorage this winter.\n\n\"They were up on this six-foot ladder, as far as they could get, and then just pulled them down,\" Young says.\n\nHe found the ladder, taken from a nearby construction site, near his garage the next morning.\n\n\"It sucks getting stuff stolen,\" Young says. \"Doesn't matter what it is.\"\n\nIn this case, it was two large racks of moose antlers. Young and other hunters see antler theft as growing problem — one connected to the pet industry.\n\nAfter the theft in July of 2016 Young tried tracking the antlers down. They held sentimental value; the larger set of antlers came from the first moose he had successfully hunted. The set had a distinctive feature he was sure would help it be identified: A bullet hole right through the center where he'd landed his shot.\n\nYoung filed a police report, scoured social media, and called a few merchants offering to buy, but to no avail. It wasn't until later that he found other hunters griping to one another and on neighborhood groups like Nextdoor about the same thing happening to them.\n\n\"I started hearing more stories from other friends that are hunters: 'Yeah, I had a pile by the shed, been there 10 years, all gone,' \" Young says. \"Another guy was like, 'Yeah, I always threw them on the roof, come home one day, all gone.' \"\n\nThe demand driving this theft, hunters believe, is the pet store trend of selling strips of antler as dog chews.\n\nLoose regulation, high demand\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nAt a Capitol Hill pet store in Washington, D.C. called Howl to the Chief, clerk Vincent Ford extols the benefits of antler: It's got healthy minerals, lasts a long time, and is particularly good for canine oral health.\n\n\"It takes off the plaque and the tartar by them chewing on it, so this is a good treat for that, too,\" Ford says. Antler is just one of the popular organic chew products sold to pet owners. It's a growing share of the booming pet supply industry, which last year saw more than $69 billion in sales, according to the American Pet Products Association.\n\nFord carries pricier organic chews, like lamb and cow tails. The store stocks horns from goat and bison, too. Hand-length shards of deer and elk antler are on the more affordable side. But the expense and popularity has regular customers getting entrepreneurial in the hunt for antlers out in the wild.\n\n\"A lot of people actually have [started] to get their own antlers now,\" Ford says. \"This lady tells me she goes to Alaska and just takes a trash bag and does it.\"\n\nOnline, pet supply companies will sell a six-inch chunk of elk antler for $15, marked as organic and \"naturally shed,\" a designation that implies they were collected after being dropped by the animal during a seasonal molt. An Alaska-based business offers single caribou antler chews for large-breed dogs at $23. Amazon Prime members can get a thick slice of moose antler for $30.\n\nAny link between pet chews and stolen antlers is hard to prove, largely because there is little data or monitoring over the source material and complicated supply chain.\n\nThe Anchorage Police Department has a record of 14 antler thefts in 2017 but Deputy Communications Director Nora Morse suspects that number is under-reported. Police in Alaska also cannot definitively say whether antler theft is on the rise. A burglarized home-owner might not specify for a police report that moose or caribou antlers were among the possessions stolen from a home.\n\nBut hunters and horn merchants believe the thefts are being carried out by low-level criminals trying to make a fast buck by unloading antlers that are eventually sold to larger pet supply companies. Unscrupulous buyers can easily cut the antlers and horns into small chunks with a table or band saw, making the source material all but impossible to trace. The issue is framed as a subset of Anchorage's worsening property crime, which municipal and law enforcement officials attribute in part on the state's opioid epidemic.\n\nThe market for antler chews, particularly on the supply side, is very loosely regulated. While animal products meant for consumption have to meet certain safety criteria of the Food and Drug Administration, the pet supply industry falls under a murky mix of federal, state, and industry standards. Nationally, the Association of American Feed Control Officials, a volunteer group with no regulatory authority, develops model guidelines for pet foods. That organization's website names their state counterpart in Alaska as the Division of Agriculture, but Lora Haralson with the division wrote in an email that they do not regulate or have requirements for these kinds of pet products.\n\nMultiple pet supply companies contacted for this story either declined to comment or offered general remarks that sourcing quality standards are ensured.\n\nSo it can be up to individual buyers to determine if a moose antler was legally obtained.\n\nCash for antlers\n\n\"If a guy comes in and he looks like a hunter and he talks like a hunter then you get a pretty good feel for it,\" says Gus Gillespie from behind the counter at the Alaska Fur Exchange.\n\nGillespie got into the horn and hide trade several decades ago after years with the Navy and as an engineer in the oil fields on Alaska's North Slope. Now he and his wife run the Fur Exchange, where on any given day, just past the rows of wolf and opossum pelts, are piles of antlers jumbled up like waist-high tumbleweeds. On the ground are plastic bins filled with spiky tines and plates sawed down into palm-sized strips. It is an astounding volume of animal matter.\n\n\"As far as antler, it's either crap and we don't want it, or it's really, really nice,\" Gillespie says with a laugh.\n\nThe four or five years since antler chews have become more popular with his customers have been good for Gillespie's business. Instead of trading predominantly in the large, high-end antlers favored by artisans and collectors, the store can now buy more medium-sized products to cut down into the chews they stock in baskets by the register.\n\nBut he has turned sellers away if he thinks the source material might have been illegally obtained. Gillespie points to the pervasive presence of substance abuse, and says he and his staff look for whether a person seems drunk, high, or in withdrawal as they assess a potential purchase.\n\n\"If it's questionable, we don't do anything with it for a while,\" he says. They might tell someone to come back in a few hours, pulling images of the person or their license plate from the numerous security cameras mounted around the store, sharing the information with police.\n\n\"We have been instrumental in a lot of people getting caught,\" Gillespie says.\n\nBut anyone he turns away can just go to Craigslist—where every day in Alaska, plenty of people promise in all caps to pay up to $50 a pound in cash for antlers. And once they're cut down into the small chunks sold over the counter, nobody can really say whether they were stolen or not.", "keywords": ["market", "boom", "supply", "antler", "moose", "store", "chews", "antlers", "black", "hunters", "young", "alaska", "pet", "opened"], "polarity": 0.07691565112238188, "subjectivity": 0.45272400676246843},
{"title": "A Vermont High School Has Just 3 Students", "url": "https://www.npr.org/2018/02/24/588500092/a-vermont-high-school-has-just-3-students", "text": "A Vermont High School Has Just 3 Students\n\nA tiny high school in a rural Vermont will close at the end of the school year. Scott Simon asks freshmen Nicholas Steeventon and Hap Ingramthere what it's like attending a school with three students.\n\nSCOTT SIMON, HOST:\n\nYou could hold an assembly for all of the high school students at the Rochester School in Vermont in a broom closet. There are just three high school students on campus. Because of declining enrollment, the town's combined middle and high school will close at the end of the school year. We are joined now by two of those three students. Nicholas Steeventon (ph) and Hap Ingram are the two freshmen at the Rochester School. They join us via Skype. Thanks so much for being with us.\n\nHAP INGRAM: No problem.\n\nNICHOLAS STEEVENTON: Yeah.\n\nSIMON: So do you know everyone in school?\n\nHAP: (Laughter) Yeah.\n\nNICHOLAS: Yeah, definitely.\n\nSIMON: Is there a football team?\n\nNICHOLAS: Definitely not, no.\n\nHAP: No.\n\nSIMON: Spring play?\n\nHAP: We used to do a lot of plays. I don't think that there's one this year.\n\nNICHOLAS: No.\n\nSIMON: So how did this happen? Do you know?\n\nHAP: Well, we've always had not that many students because we live in a small town.\n\nNICHOLAS: Yeah.\n\nHAP: But I think since last year, there's been, like, a huge decline because of school choice.\n\nNICHOLAS: Yeah. This year, kids were allowed to go to any of the surrounding schools. And many of them chose to go to some of the neighboring schools. But we decided to stay here because it's really close. We didn't want to have to travel to get to school.\n\nSIMON: Yeah. I have to ask you both, do you feel you're missing out on something, or you're gaining something from this extraordinary experience?\n\nNICHOLAS: I think, personally, I'm gaining a little bit of - I don't know - work ethic. But I'm also losing a little bit of the social aspect. But it's not necessarily negative or positive overall.\n\nSIMON: Yeah - and Hap Ingram?\n\nHAP: I think that it's definitely lonely. But I've always felt like independent work was a lot easier for me. And I don't know. I don't really feel like I'm missing out because I'm just - I'm not really that much of a social person. So yeah.\n\nSIMON: Aw. Do you folks have any idea of what you're doing next year?\n\nNICHOLAS: I will be going to a neighboring school that's about 45 minutes away from where I live. So it's going to be a bit of a change. But I'm looking forward to being with more kids.\n\nSIMON: Yeah - and Hap?\n\nHAP: I think I'm going to try to go to Randolph, which is a neighboring school.\n\nSIMON: I went on the school website. And I see that you're selling hoodies.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah?\n\nSIMON: Yeah. Well...\n\nHAP: I didn't know that.\n\nSIMON: ...I almost bought one - hoodies inscribed, our time has come.\n\nHAP: Oh.\n\nNICHOLAS: Yeah.\n\nHAP: That's appropriate.\n\nSIMON: Do you folks have them?\n\nHAP: No, but I would love to buy one.\n\nNICHOLAS: Yeah.\n\nHAP: You know, I've been going to the school for a long time in and out. So it's kind of cool to me to be, like, the last class.\n\nNICHOLAS: It's a little bit sad that our school's going away because our school's been dwindling for a while so...\n\nSIMON: Forgive me for not knowing - is there a Rochester school song?\n\nHAP: A song?\n\nSIMON: Yeah. Like, I can - you know, my high school song - (singing) hail to the green. Hail to the white. Hail to the school with the honor - that was Senn High School in Chicago. Does Rochester High School have a school song?\n\nHAP: We...\n\nNICHOLAS: No.\n\nHAP: We've never had a song.\n\nNICHOLAS: No, I think we're too small.\n\nSIMON: (Laughter).\n\nHAP: I mean, we're the Rochester Rockets. But, you know, we don't have any song.\n\nSIMON: Well, you know, all you need is a song in your heart.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah.\n\nNICHOLAS: Thank you for the interview.\n\nHAP: Yeah.\n\nSIMON: Thank you for working us into your schedule. Nicholas Steeventon and Hap Ingram - freshmen at Rochester School in Vermont.\n\n(SOUNDBITE OF THE BAHAMAS' \"LOST IN THE NIGHT\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["high", "students", "rochester", "dont", "yeah", "going", "yeahhap", "im", "think", "know", "vermont", "school"], "polarity": 0.05347457627118644, "subjectivity": 0.4376206985105289},
{"title": "11-Year-Old Summoned For Jury Duty", "url": "https://www.npr.org/2018/02/22/587840005/11-year-old-summoned-for-jury-duty", "text": "11-Year-Old Summoned For Jury Duty\n\nAn 11-year-old boy in Pennsylvania got a summons for jury duty. He said he was excited to get it.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. Ever tried this excuse to get out of jury duty?\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE FOX: I'm 11 years old.\n\nGREENE: Thing is, Luke Fox really is only 11, and yet, a jury summons was addressed to him at his home in Pennsylvania. He told KYW in Philadelphia that he'd serve. He knows what a jury does.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE: They sit during the court case, and they listen to both sides of the story. Then, they go into the back room and discuss it and take a vote.\n\nGREENE: The county said this was a glitch and that Luke does qualify for an exemption. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["summoned", "greene", "morning", "summons", "jury", "im", "npr", "recordingluke", "11yearold", "pennsylvania", "luke", "record", "duty"], "polarity": 0.13863636363636364, "subjectivity": 0.4931818181818182},
{"title": "Highlights Of The Pyeongchang Olympics Closing Ceremony, In Photos", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588637362/highlights-of-the-pyeongchang-olympics-closing-ceremony-in-photos", "text": "Highlights Of The Pyeongchang Olympics Closing Ceremony, In Photos\n\nEnlarge this image toggle caption Martin Bernetti/AFP/Getty Images Martin Bernetti/AFP/Getty Images\n\nThe Pyeongchang Winter Olympics concluded Sunday evening in South Korea. The closing ceremony saw fewer athletes than the opening event 17 days ago — some Olympians have already gone home — but didn't skimp on pageantry, K-pop and expressions of hope for peace between the two Koreas.\n\nEnlarge this image toggle caption Wang Zhao/AFP/Getty Images Wang Zhao/AFP/Getty Images\n\nIvanka Trump, daughter of the U.S. president, and South Korean President Moon Jae-in sat near a visiting North Korean general, Kim Yong Chol, believed to be a former spy chief, whose delegation had earlier been met with a sit-in by conservative South Korean lawmakers near the border crossing.\n\n\"Although parting is sad, we will remember Pyeongchang with beautiful memories. Athletes, you are true champions,\" said Lee Hee-beom, the Pyeongchang Olympics organizing committee president. \"The seed of peace you have planted here in Pyeongchang will grow as a big tree in the not-distant future. The hope and aspirations of South and North Korean athletes together with cheerleaders will definitely serve as a cornerstone of the unification of the Korean Peninsula.\"\n\nThomas Bach, the head of the International Olympic Committee, said North and South Korea \"have shown how sport brings people together in our very fragile world. You have shown how sport builds bridges.\"\n\nWith the Olympic flame extinguished in Pyeongchang, the torch has been passed to Beijing. In 2022, the Chinese capital will host the next Winter Games. In the meantime, we have the Summer Olympics to look forward to in Tokyo in 2020.\n\ntoggle caption Javier Soriano/AFP/Getty Images\n\nEnlarge this image toggle caption Maddie Meyer/Getty Images Maddie Meyer/Getty Images\n\nEnlarge this image toggle caption Francois Xavier-Marit/AFP/Getty Images Francois Xavier-Marit/AFP/Getty Images\n\nEnlarge this image toggle caption Martin Bernetti/AFP/Getty Images Martin Bernetti/AFP/Getty Images\n\nEnlarge this image toggle caption Jonathan Nackstrand/AFP/Getty Images Jonathan Nackstrand/AFP/Getty Images\n\nEnlarge this image toggle caption Charlie Riedel/AP Charlie Riedel/AP\n\nEnlarge this image toggle caption Natacha Pisarenko/AP Natacha Pisarenko/AP\n\nEnlarge this image toggle caption Francois Xavier-Marit/AFP/Getty Images Francois Xavier-Marit/AFP/Getty Images\n\nEnlarge this image toggle caption David Ramos/Getty Images David Ramos/Getty Images\n\nEnlarge this image toggle caption Florian Choblet/AFP/Getty Images Florian Choblet/AFP/Getty Images\n\nEnlarge this image toggle caption Natacha Pisarenko/AP Natacha Pisarenko/AP\n\nEnlarge this image toggle caption Javier Soriano/AFP/Getty Images Javier Soriano/AFP/Getty Images\n\nEnlarge this image toggle caption Jonathan Nackstrand/AFP/Getty Images Jonathan Nackstrand/AFP/Getty Images\n\nEnlarge this image toggle caption Javier Soriano/AFP/Getty Images Javier Soriano/AFP/Getty Images\n\nEnlarge this image toggle caption Dean Mouhtaropoulos/Getty Images Dean Mouhtaropoulos/Getty Images\n\nEnlarge this image toggle caption Martin Bernetti/AFP/Getty Images Martin Bernetti/AFP/Getty Images", "keywords": ["images", "martin", "image", "pyeongchang", "highlights", "imagesenlarge", "photos", "south", "sorianoafpgetty", "closing", "caption", "toggle", "bernettiafpgetty", "olympics", "ceremony"], "polarity": 0.06333333333333332, "subjectivity": 0.38833333333333336},
{"title": "Radio Host Gives Birth On Air", "url": "https://www.npr.org/2018/02/22/587839935/radio-host-gives-birth-on-air", "text": "Radio Host Gives Birth On Air\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. And you can file this next story under things that will never happen on this radio show. A St. Louis deejay was a couple weeks from giving birth. When Cassiday Proctor found out she needed to have a C-section, she and her bosses at 106.5 The Arch decided to broadcast the whole thing live from the hospital.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED SINGER: (Singing) It's got to be Cassiday's baby. It must be Cassiday's baby.\n\nMARTIN: It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["weeks", "cassidays", "martin", "morning", "wwwnprorg", "host", "npr", "website", "air", "gives", "birth", "radio", "record"], "polarity": 0.0686363636363636, "subjectivity": 0.5325},
{"title": "How Might Trump's Food Box Plan Affect Health? Native Americans Know All Too Well", "url": "https://www.npr.org/sections/thesalt/2018/02/25/588098959/how-might-trump-plan-for-food-boxes-affect-health-native-americans-know-all-too", "text": "How Might Trump's Food Box Plan Affect Health? Native Americans Know All Too Well\n\nEnlarge this image toggle caption Shana Novak/Getty Images Shana Novak/Getty Images\n\nThe Trump administration unleashed a flood of outrage earlier this month after unveiling a proposal to overhaul the Supplemental Nutrition Assistance Program, formerly called food stamps. The plan would replace half the benefits people receive with boxed, nonperishable — i.e. not fresh — foods chosen by the government and not by the people eating them.\n\nAmong those horrified at the thought: American Indians who recognized this as the same type of federal food assistance that tribes have historically received, with devastating implications for health.\n\nSince 1977, the U.S. Department of Agriculture has bought nonperishable foods to distribute on Indian reservations and nearby rural areas as part of the Food Distribution Program on Indian Reservations. The program was designed as an alternative to SNAP for low-income Native Americans living in remote areas without easy access to grocery stores. The food boxes delivered were filled with canned, shelf-stable foods like peanut butter, canned meats and vegetables, powdered eggs and milk.\n\n\"If you talk to people like me who grew up solely on this stuff, you hear stories of 'I never even tasted a pineapple or real spinach' — you didn't taste these foods until you were older,\" says Valarie Blue Bird Jernigan, a citizen of the Choctaw Nation in Oklahoma.\n\n\"We would scrape together whatever commodities we had available to us,\" Jernigan recalls.\n\nBoth of her parents worked full time, but \"it just wasn't enough to support a family,\" she says. They relied on government provisions for meals. Breakfast was often a grain like farina served with powdered milk with water added to it. \"A lot of times we had mashed potato flakes — you add water, too – and maybe canned peaches, and if you had any vegetables, it was canned. And that was pretty much it.\"\n\nThe effects of this kind of government commodities-based diet can be seen all around Indian country, says Jernigan, now a University of Oklahoma researcher who studies the impacts of food environments on Native American health. \"There's even a name for it – it's called 'commod bod.' That's what we call it because it makes you look a certain way when you eat these foods.\"\n\nThe name, she says, is a joke, but the health implications of this kind of diet are anything but funny. American Indians and Alaska Natives are at least twice as likely as whites to have Type 2 diabetes, and they have 1 1/2 times the rate of obesity as non-Hispanic whites, according to the government statistics.\n\nScientists think one explanation for these health differences may lie in what is called the \"thrifty gene\" theory, which suggests Native Americans have a genetic predisposition to obesity and diabetes. But these diseases didn't become prevalent until tribes adopted a more processed Western diet, notes Elizabeth Hoover, who is of Mohawk and Mi'kmaq ancestry and teaches about indigenous food movements at Brown University.\n\n\"A good part of this is not because indigenous bodies are somehow inherently susceptible to diabetes. It's because of these really insufficient diets that are not nutrient-dense, but they're very calorie-dense,\" says Hoover, who is writing a book about Native American efforts to reclaim their traditional food culture.\n\nLike SNAP, the Indian food distribution program is meant to supplement a family's food budget. But Jernigan says recent studies have found that 60 percent of Native Americans who receive food assistance through the program rely on the government program as their primary source of food. (By comparison, 37 percent of people enrolled in SNAP rely on it as their main source of money for food, according to a new report from the Urban Institute.) So the quality of that food can really affect health.\n\n\"If you want to know what eating primarily shelf-stable and packaged foods does to a household or family or community, I think you could look closely at the Native American experience,\" she says.\n\nWhile program began in the 1970s, the federal government had been providing American Indians with government commodities for far longer. In the late 1940s, the U.S. government began distributing to tribes surplus foods that it was buying up as a way to support prices for struggling farmers.\n\nBefore the 1950s, Jernigan says, \"there were few accounts of these lifestyle diseases [like Type 2 diabetes] — they couldn't really be found in Native American communities. The major problem was malnutrition.\" By the 1960s, researchers were seeing higher rates of Type 2 diabetes among this population.\n\nAfter the program began in the 1970s, Jernigan says, \"you started to see high consumption of these packaged and shelf-stable canned foods – nothing fresh, no fresh vegetables, foods high in sodium, fat and sugar. And you see the rates of these preventable diseases skyrocket.\"\n\nThose government-provided food boxes also contained something else: stigma, says Joe Van Alstine, a citizen of the Little Traverse Bay Bands of Odawa Indians in Michigan.\n\n\"I grew up on it, a bunch of my friends did. It was always the stigma of the can ... you opened it up, and it was gross and nasty-looking,\" Van Alstine says.\n\nFor many in Indian country, says Hoover, the Trump administration's \"Harvest Box\" proposal brought back childhood memories of foods at which they now \"shudder when they look back on and started to avoid when they could afford groceries.\"\n\nHoover says the quality and healthfulness of the food aid to tribes has improved a lot over the years, and she credits the efforts of people like Van Alstine. He is the food distribution program director for his tribe and oversees the reservation food distribution program in the Midwest. He is also the vice president of the National Association of Food Distribution Programs on Indian Reservations, which is made up of tribal representatives who administer federal food aid at the local level.\n\nOver the years, he says, they've pushed for changes to the program — like the inclusion of more culturally relevant, and healthful, foods like hand-harvested wild rice, grass-fed bison, wild-caught Pacific salmon and blue cornmeal. Another welcome innovation: a grocery-store like model where aid recipients can shop the aisles and select their own foods, including fresh fruits and vegetables and frozen (not just canned) meats. The stores are roughly the size of a 7-Eleven, and about a third of the 103 tribal organizations now have them, Van Alstine says.\n\n\"So when they come in here they do have a choice,\" says Van Alstine. \"Because I do feel that's what makes them happy.\"", "keywords": ["americans", "food", "distribution", "affect", "foods", "american", "canned", "jernigan", "program", "trumps", "van", "box", "know", "native", "plan", "indian", "health"], "polarity": 0.13444576550210358, "subjectivity": 0.4034878970794463},
{"title": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage", "url": "https://www.npr.org/2018/02/21/587731907/kfc-store-closures-in-the-u-k-prompt-calls-to-police-with-complaints-of-chicken-", "text": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage\n\nKFC had to temporarily shutdown a number of stores in the U.K. due to a chicken supply shortfall. The company switched delivery companies, and the new firm failed to meet the demand.\n\nARI SHAPIRO, HOST:\n\nKFC hasn't officially been called Kentucky Fried Chicken for decades. But come on. People go there for the chicken.\n\nMARY LOUISE KELLY, HOST:\n\nOf course you go for the chicken. Take away the chicken; why even bother to open - which is what is happening in the United Kingdom right now. KFC's outgoing message to unhappy customers explains.\n\nUNIDENTIFIED MAN #1: We are currently having some problems with our new delivery partner. No deliveries has meant some of our restaurants are closed, and others are operating a limited menu or shortened hours.\n\nSHAPIRO: About 420 KFC stores across the U.K. are affected. That's about half of all the outlets there.\n\nKELLY: You know, it turns out British people really love their Southern fried chicken. This has been so disruptive that desperate Britons have turned to their members of Parliament and to the police.\n\nSHAPIRO: London police tweeted, please do not contact us about the #KFCCrisis. It is not a police matter if your favorite eatery is not serving the menu that you desire.\n\nKELLY: And up in Manchester, police are hearing about it, too. Sergeant Richard Garland sent us this message.\n\nRICHARD GARLAND: But we do - really do feel their pain, as many of us are partial to the colonel's masterpiece ourselves. However, the lack of chicken is not really a police matter. I'm sure the colonel will have the matter sorted soon.\n\nSHAPIRO: Of course in a somewhat silly crisis, Internet troublemakers will swoop in - in this case, Lee Marshall, aka, DiscoBoyUK.\n\nKELLY: He got some KFC uniforms, and he went to a supermarket called ASDA's in Kent with a friend to fill a shopping cart with chickens. People thought it was real. They filmed it.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #2: Look at this. KFC's just shut down, and they're in ASDA's (laughter). There's KFC, and (laughter) they're carrying chickens in it. Is this actually going to (laughter) - is this actually going to KFC?\n\nUNIDENTIFIED MAN #3: It's going to KFC.\n\nUNIDENTIFIED MAN #2: (Unintelligible, laughter).\n\nSHAPIRO: For a nation that showed such great resolve during the Great London Fire, Dunkirk, The Blitz, comedian Paul Chuckle says this panic seems out of place.\n\nPAUL CHUCKLE: It's not a normal - for normal English people to do, by the way.\n\nSHAPIRO: But he understands the uproar. He is a KFC lover himself and was excited to find a KFC with chicken this week.\n\nCHUCKLE: I was traveling back north and stopped on the motorway, and they got chicken in the KFC. So I ordered chicken with fries and coleslaw, got back in the car. And I got the chicken and the fries but no coleslaw. So I thought perhaps they've run out of vegetables as well. Who knows?\n\nKELLY: A coleslaw shortage - now, that would be news.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["man", "uk", "going", "chicken", "calls", "complaints", "kfc", "prompt", "really", "npr", "matter", "laughter", "shortage", "closures", "coleslaw", "store"], "polarity": -0.10667054139276354, "subjectivity": 0.5621686441130884},
{"title": "Extraordinary Moments: Top Contenders For A Photojournalism Prize", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/25/587689051/extraordinary-moments-top-contenders-for-a-photojournalism-prize", "text": "Extraordinary Moments: Top Contenders For A Photojournalism Prize\n\nEnlarge this image toggle caption Neil Aldridge/World Press Photo Neil Aldridge/World Press Photo\n\nA good photo can let you see the world in ways you never dreamed of.\n\nThat's what struck us about the nominees for the 2018 World Press Photo contest, an annual competition that highlights the best photojournalism of the year. The finalists were just announced.\n\nAs a blog that focuses on the developing world, we looked with special interest at photos that focus on life in the countries we cover, from Nigeria to North Korea. They give us a glimpse into both the beauty and pain of daily life, from women learning to swim in Zanzibar to boys carrying trash in Nigeria.\n\nWorld Press Photo contest director Micha Bruinvels says the judges look for content, technique and aesthetics. The photos also need to meet journalistic standards like accuracy and fairness.\n\nIn some cases, these photos can help upend stereotypes we may have, Bruinvels adds.\n\n\"This is a window to our world by photojournalists who actually are working in not very easy environments these days, to show us really what's happening,\" he says.\n\nPhotographers from 125 countries submitted more than 73,000 photos for this year's World Press Photo contest. Jurors narrowed that number down to six pictures that have been nominated for the World Press Photo of the Year.\n\nAltogether, more than 40 photographers are nominees for awards in categories like environment, people and general news.\n\nThe winners will be announced in April.\n\nEnlarge this image toggle caption Anna Boyiazis/World Press Photo Anna Boyiazis/World Press Photo\n\nEnlarge this image toggle caption Roger Turesson, Dagens Nyheter/World Press Photo Roger Turesson, Dagens Nyheter/World Press Photo\n\nEnlarge this image toggle caption Jesco Denzel, laif/World Press Photo Jesco Denzel, laif/World Press Photo\n\nEnlarge this image toggle caption Alain Schroeder, Reporters/World Press Photo Alain Schroeder, Reporters/World Press Photo\n\nEnlarge this image toggle caption George Steinmetz, for National Geographic/World Press Photo George Steinmetz, for National Geographic/World Press Photo\n\nEnlarge this image toggle caption Ivor Prickett, for The New York Times/World Press Photo Ivor Prickett, for The New York Times/World Press Photo\n\nEnlarge this image toggle caption Magnus Wennman, Aftonbladet/World Press Photo Magnus Wennman, Aftonbladet/World Press Photo\n\nEnlarge this image toggle caption Kadir van Lohuizen, NOOR Images /World Press Photo Kadir van Lohuizen, NOOR Images /World Press Photo\n\nEnlarge this image toggle caption Juan D. Arredondo/World Press Photo Juan D. Arredondo/World Press Photo\n\nEnlarge this image toggle caption Li Huaifeng/World Press Photo Li Huaifeng/World Press Photo\n\nCourtney Columbus is a multimedia journalist who covers science, global health and consumer health. She has contributed to the Arizona Republic and Arizona PBS. Contact her @cmcolumbus11", "keywords": ["image", "york", "photos", "moments", "prize", "press", "toggle", "extraordinary", "photoenlarge", "caption", "contenders", "wennman", "contest", "world", "photojournalism"], "polarity": 0.2556863275613276, "subjectivity": 0.4131521256521256},
{"title": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587427220/search-for-buried-treasure-linked-to-illinois-man-s-death-at-yellowstone", "text": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone\n\nEnlarge this image toggle caption Ted S. Warren/AP Ted S. Warren/AP\n\nLast summer, 53-year-old Jeff Murphy was hiking in Yellowstone National Park when he disappeared. Park investigators found his body on June 9, where Murphy had fallen 500 feet from Turkey Pen Peak, after accidentally stepping into a chute.\n\nBut he wasn't on just any hike. He was looking for a treasure box of gold and jewels worth up to $2 million, buried somewhere in the Rocky Mountains by an eccentric millionaire named Forrest Fenn.\n\nFenn, an art dealer and millionaire in his 80s, lives in Santa Fe, N.M. In his self-published memoir, Fenn included a poem that supposedly leads to the treasure he hid in the mountains.\n\n\"The ornate, Romanesque box is 10-by-10 inches and weighs about 40 pounds when loaded,\" NPR's John Burnett reported in 2016. \"Fenn has only revealed that it is hidden in the Rocky Mountains, somewhere between Santa Fe and the Canadian border at an elevation above 5,000 feet. It's not in a mine, a graveyard or near a structure.\"\n\nMurphy is the fourth man to die while searching for the chest.\n\nWhile his death was reported at the time, it wasn't clear until NBC affiliate KULR obtained a copy of the park's investigation that Murphy was looking for Fenn's treasure when he died.\n\n\"The report shows that Murphy emailed Forrest Fenn in the days before Murphy's death,\" KULR reports. \"It also shows emails from Fenn to Yellowstone officials during the search. The man who invited people to look for his chest of gold and jewels in the Rockies was very concerned about Murphy, and also offered to help pay for a helicopter to find the missing man. He also wrote that he had never been to the area where Murphy fell.\"\n\nLinda Bilyeu, whose former husband died searching for the treasure in January 2016, told NBC News that the hunt was \"ludicrous\" and \"should be stopped.\"\n\nAfter the death of 52-year-old Paris Wallace, also last June, Fenn posted additional clues to a treasure-seekers' blog, apparently with the hope of preventing people from searching in unnecessarily dangerous locations.\n\n\"The treasure chest is not under water, nor is it near the Rio Grande River,\" he wrote. \"It is not necessary to move large rocks or climb up or down a steep precipice, and it is not under a man-made object.\"\n\nHe was about 80 when he hid the treasure, he reminded the seekers, and he had to make two trips from his vehicle.\n\n\"Please be cautious and don't take risks,\" Fenn wrote. \"The search is supposed to be fun.\"", "keywords": ["wasnt", "man", "searching", "wrote", "linked", "search", "mans", "death", "fenn", "treasure", "yellowstone", "illinois", "murphy", "buried"], "polarity": 0.012103174603174605, "subjectivity": 0.3433730158730159},
{"title": "A Russian Fan's Perspective On A Most Unusual Gold Medal Ceremony In Pyeongchang", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588631420/a-russian-fans-perspective-on-a-most-unusual-gold-medal-ceremony-in-pyeongchang", "text": "A Russian Fan's Perspective On A Most Unusual Gold Medal Ceremony In Pyeongchang\n\nEnlarge this image toggle caption Eric Gaillard/Reuters Eric Gaillard/Reuters\n\nThe only individual gold medal won by an Olympic athlete from Russia came in a ceremony that was different from others at the Pyeongchang Winter Olympics: Figure skater Alina Zagitova didn't hear her country's anthem or see its flag, as other medalists did.\n\nBecause of doping sanctions against Russia, the Olympic flag flew and the (rather generic) Olympic anthem was played at the ceremony Friday. The same procedure occurred Sunday, when hockey players from Russia beat Germany for gold.\n\nZagitova gamely jumped upon the top spot on the podium, having realized her dream and beaten the world's best. But later, she could be seen biting at the inside corner of her mouth, as the Olympic anthem played. Her teammate, silver medalist Evgenia Medvedeva, stood alongside her.\n\n\"I could see their faces,\" said Natalia Kim, a Russian fan who attended the ceremony.\n\n\"They tried so hard for that kind of moment. And of course, they wanted to see our flag, and listen our hymn [anthem]. I felt like that too, I cried there, so... But it's OK. We are looking for the future.\"\n\nWhen asked about the restrictions on Russian athletes in the broader sense, Kim said, \"It's our pain now.\"\n\n\"I think there is some strange things [that] happened in these Olympic Games,\" she added. \"I think that guilty persons should be punished, but people who are not evidently guilty – it's not fair. They are working hard all their life.\"\n\nAfter passing what Olympics officials had said would be intense scrutiny, 168 Russian athletes were allowed to compete in Pyeongchang. But before the games were over, two of those athletes were disqualified because of failed doping tests; one of them lost a bronze medal.\n\nAmong Russian fans, Kim has a rather unique perspective: She has been living in South Korea for years, and she had long been hoping that the Winter Olympics would come to the country. She even admits to being upset when the 2014 Games went to Sochi, Russia, rather than to Pyeongchang.\n\nWhen Pyeongchang finally succeeded in its third bid to host the Olympics, Kim had been excited to see Russians come to Korea and compete for gold. But the doping scandal that hit the country's sports program after the Sochi Games lingered — and in December, the International Olympic Committee suspended the Russian Olympic Committee. Many Russian athletes weren't allowed to come to South Korea, including stars from its biathlon team — one of Kim's favorite Olympic sports.\n\n\"I was waiting, really looking forward to these games,\" Kim said, \"and suddenly, I was greatly disappointed.\"\n\nOn Sunday, the International Olympic Committee said it would not yet lift the suspension of Russia's Olympic committee, citing the two new doping cases — but it left the door open for the suspension to lapse soon, if other Russian athletes in Pyeongchang don't fail their drug tests.\n\nWith Zagitova and Medvedeva as the strong favorites to win the gold medal, Kim attended their three main figure skating events — in the team competition, the short program and the free program.\n\n\"During all these competitions, we were sitting with Americans and with Canadians, and today, I was sitting near Japanese,\" she said. \"And people are really friendly ... and they want to enjoy sport, they want to enjoy events\" and celebrate, she said.\n\nThese Winter Olympics have divided her emotions in a variety of ways, Kim said. She adores Medvedeva and is amazed by her talent. But she understands that Zagitova is a young and rising star.\n\nShe wept as she watched the medal ceremony, Kim said: \"I was proud greatly. It was from one side, tears of pride and happiness. From another side, I regretted greatly we can't see our flag.\"\n\nAs the Olympic anthem played through loudspeakers in the Medals Plaza, Kim and her husband, Donald, and other Russian fans around them, sang Russia's national anthem.\n\n\"We supported as we could,\" she said.", "keywords": ["perspective", "fans", "pyeongchang", "anthem", "kim", "games", "olympic", "gold", "unusual", "russian", "medal", "athletes", "russia", "olympics", "ceremony"], "polarity": 0.1238927738927739, "subjectivity": 0.42814685314685313},
{"title": "Careful, Alexa Is Listening", "url": "https://www.npr.org/2018/02/16/586315578/careful-alexa-is-listening", "text": "Careful, Alexa Is Listening\n\nIn a TV commercial for Amazon's Alexa speaker, a guy tells it to order cat food. An owner filed a complaint saying their smart speaker heard the ad and ordered cat food.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. If you own a smart speaker, you know Alexa's always listening, including when the TV is on. In a TV commercial for an Amazon speaker, a guy tells Alexa to order cat food. And an owner filed a complaint saying their smart speaker heard the ad and ordered cat food. Now, Amazon says the ads are made to not trigger speakers, and an advertising watchdog group did dismiss the complaint. You're welcome for not playing the ad here and testing it on your smart speaker.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["food", "listening", "tv", "smart", "cat", "npr", "tells", "speaker", "complaint", "alexa", "careful", "ad"], "polarity": 0.13095238095238093, "subjectivity": 0.5275793650793652},
{"title": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?", "url": "https://www.npr.org/2018/02/16/586315529/a-mullet-festival-because-sure-why-not-have-a-mullet-festival", "text": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?\n\nThe small Australian town of Kurri Kurri is having a festival to celebrate the mullet haircut. A contest for best cuts will include categories like everyday wear, grubby, kids and women.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. A small town in Australia is holding a festival to celebrate the fact that it's people love a good mullet. And why wouldn't you? All business in the front, party in the back, the hairstyle that says, I will not fit into your petty boxes - I'm a man living my best life. The town of Kurri Kurri will honor the best cuts in several categories, including everyday wear, grubby, and mullets for kids and - the often forgotten, but no less bold - ladies' mullet.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["wear", "town", "martin", "best", "npr", "mullet", "kurri", "sure", "small", "festival", "record"], "polarity": 0.23257575757575752, "subjectivity": 0.4339646464646465},
{"title": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders", "url": "https://www.npr.org/sections/thetorch/2018/02/14/585813472/this-fake-kim-jong-un-got-a-rather-icy-reception-from-north-korean-fans", "text": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders\n\nHoward says he just wanted to meet the cheerleaders.\n\nHe and the beaming, beautiful North Korean cheering section were both at the women's ice hockey game, watching the unified Korean team take on Japan at the Pyeongchang Winter Games. So, he figured, why not just bop over to where they were sitting in the stands, bringing his own fun-sized unification flag — and his hi-top haircut, his black glasses, and his tasteful bit of girth about the midsection.\n\nSo what if he happened to look like Kim Jong Un?\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nPoor Howard — or, at least, poor man who has represented himself simply as \"Howard\" to multiple media outlets. Within minutes the man had been kicked out of his second Olympic event in less than a week. As it turns out, it is frowned upon in Pyeongchang to look and dress like North Korea's dictator.\n\nLiterally, a number of the cheerleaders frowned upon it. Others looked vaguely peeved. A couple might have giggled behind their hands. One particularly emotive member of the delegation made quite clear she was not on board.\n\nBut they didn't have to look at him long. Several men in fur-lined coats quickly jostled him away from the cheerleaders and forced him to sit down elsewhere.\n\n\"They shouted something in Korean, I wasn't sure what it was,\" Howard, who says he's from Australia and lives in Hong Kong, told Yahoo Sports, \"and then the police got involved and they dragged me away – they said for my own safety.\"\n\nHappily, Vincent Bevins of The Washington Post was sitting just a few rows away at the time and caught the jostling in progress.\n\nHe was escorted from the stands by a cluster of South Korean policemen, who, once they'd gotten him there, appeared to have no idea what to do with him. They surrounded him, detained him briefly, pulled in a translator and mostly just killed time until they could release Howard at a safe distance from the cheerleaders.\n\n\"This is crazy,\" he said. \"What do we have, 10 policemen? What do you think I'm going to do? I don't bring violence. I just want to see the game, so what's the problem?\"\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nAs we noted, it's not his first time getting bumped from a big event. He and a President Trump impersonator both got booted from the Opening Ceremony by security staff.\n\nBut Howard says he comes in peace — and on behalf of the cause of peace. As for his methods, well, he says it's not his fault he looks like Kim.\n\n\"My face is too political,\" Howard told Reuters. \"I was born with this face, I've got to live with it.\"", "keywords": ["cheerleaders", "leeafpgetty", "kim", "look", "told", "howard", "yelim", "away", "fake", "stands", "icy", "toggle", "reception", "jong", "korean", "north"], "polarity": 0.0027076318742985384, "subjectivity": 0.442173721340388},
{"title": "Kansas Governors: Teenagers Yes, Dogs No", "url": "https://www.npr.org/2018/02/14/585668258/kansas-governors-teenagers-yes-dogs-no", "text": "Kansas Governors: Teenagers Yes, Dogs No\n\nA Kansas man filed papers for his dog to run for governor after seeing reports about teenagers running, because there is no age requirement. But Kansas' secretary of state said no to the dog.\n\nSTEVE INSKEEP, HOST:\n\nGood morning. I'm Steve Inskeep. If you want to be governor of Kansas, there turn out to be standards after all. Terran Woolley proved it. He read stories that six teenagers filed to run for governor because the state has no age limit or other qualifications. So Mr. Woolley decided to file paperwork to run his 3-year-old dog, Angus. But the state disqualified Angus, saying he's not capable of fulfilling the responsibilities. Oh, come on, he's loyal and doesn't lie. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["morning", "governor", "yes", "state", "woolley", "teenagers", "dogs", "npr", "inskeep", "governors", "kansas", "run", "record"], "polarity": 0.13425925925925924, "subjectivity": 0.5592592592592592},
{"title": "There Are 2 Very Different Adam Rippons", "url": "https://www.npr.org/2018/02/14/585668307/there-are-2-very-different-adam-rippons", "text": "There Are 2 Very Different Adam Rippons\n\nOne is an Olympic figure skater and the other is a video game developer. The game developer has been getting a lot of tweets this week.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Figure skater Adam Rippon has been enjoying his time in the spotlight. He's been getting a lot of attention on social media. Some tweets, though, meant for the Olympian have accidentally been directed at a game developer who is also named Adam Rippon. The latter says he hasn't been confused for the ice skater in real life yet because, quote, \"Adam Rippon's body is like that of some sort of atomic-powered sex cheetah, and mine is like a potato-powered sex sloth - clearly different people.\" It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["different", "adam", "morning", "game", "rippons", "sex", "npr", "skater", "tweets", "rippon", "developer", "record"], "polarity": 0.006372549019607835, "subjectivity": 0.47333333333333333},
{"title": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585192854/lawsuit-alleges-mafia-like-tactics-aimed-at-a-disneyland-social-club", "text": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club\n\nEnlarge this image toggle caption Jae C. Hong/AP Jae C. Hong/AP\n\nThere are a lot of ways to be really into Disney as an adult. You can go on a Disney cruise, attend the three-day Disney convention, or get married at one of the parks.\n\nSuddenly, in 2013, a whole new vein of fandom sprouted: Disneyland social clubs.\n\nLike an oddly wholesome motorcycle gang, members wear denim vests festooned with Disney trading pins on the front. On the back are patches bearing the image of their club's totem character. Many members own annual passes and visit Disneyland frequently.\n\nSome members have tattoos of Walt Disney himself.\n\nEach club has its own bent: Some are named after movie characters while others focus on features of the parks themselves. But the denim vests are a mainstay.\n\n\"We wanted something we could be comfortable in, that we could wear on hot days, and that was bold and spoke to our acceptance of our semi-outsider stance within the Disney fandom,\" Nathan Rice, the founder of a club called Walt's Misfits, told the OC Weekly in 2014. \"The first few clubs were made up of similar tattooed weirdos, and I think the whole 'The Warriors' outlaw thing had an edge that we wanted to convey, even if that edge was ultimately tongue-in-cheek, it being Disneyland and all.\"\n\n\"Being heavily tattooed and having somewhat of an 'alternative' image compared to the average Disney-goer, it was hard for us to mesh with the families you usually see at the park,\" Michael Stout, co-founder of the Main Street Elite, told the Weekly. \"So we decided we'll make our own Disney family, seeking out the rest of the Disney fanatics who were left with no one to go to the park with.\"\n\nAs you can see in thousands of photos on Instagram, the groups generally look pretty friendly. Members tell stories of helping newcomers or keeping an eye out for park rule breakers.\n\nBut according to a lawsuit filed in September in Orange County civil court and updated last week, one of the clubs used tactics more associated with the Mafia than with the Happiest Place on Earth.\n\nThe plaintiffs are John and Leslee Sarno, a Sacramento couple. The court filing explains that John Sarno was the president of the Main Street Fire Station 55 Social Club \"and also bore the title of 'Battalion Chief' in the fictional fire station.\"\n\nIn the summer of 2016, according to the complaint, Fire Station 55 SC organized a fundraiser for the families of firefighters who died in the Sept. 11 attacks. Some 340 participants walked 2 miles around Disneyland, and the profits were donated to a charity. Disney gave permission and provided security.\n\nIt was in the weeks leading up to the fundraiser that defendant Jakob Fite and four other members of a social club called the White Rabbits approached John Sarno on Disney property and demanded that he pay them $500 in \"protection money\" for the event, according to the suit. Sarno refused to pay, and he says Fite threatened to ruin him — and that the Sarnos would never be able to visit the park again.\n\nAfter that, according to the lawsuit, Fite and other members of the White Rabbits began a targeted campaign against the Sarnos on message boards and podcasts, calling them scammers and con artists. They say that White Rabbits printed T-shirts with John Sarno's name and likeness on it warning that he was dangerous and made false reports to law enforcement and news outlets claiming the Sarnos had committed fraud.\n\nThe Sarnos say they eventually had to disband the Fire Station 55 SC and that Disneyland refused to let them hold another charity walk. They've been ostracized, they say, living in fear of physical assault. They have not felt it safe to return to Disneyland.\n\nFite rejects the allegations, the Los Angeles Times reports, \"saying Sarno filed the suit to fire back at Fite for raising questions about Sarno's character among other Disneyland social clubs.\"\n\nThe Times adds: \"Fite cohosts a podcast that discusses Disney's subculture and said he used that forum to raise questions about Sarno's character and suggest that Sarno has been misleading club members about his background to raise money for charitable causes.\"\n\nThe Sarnos declined to comment on the lawsuit, according to the newspaper, and their attorney said the couple \"have no desire to further publicize their circumstances or to take any action that could be construed as their own re-publication of the false and defamatory statements that have been circulated by the defendants in this case.\"\n\nDisneyland is also named in the suit, which argues that Disney hasn't done anything to take action against the White Rabbits or make it safe for the Sarnos to return to the park. The plaintiffs seek compensatory and punitive damages.", "keywords": ["alleges", "according", "members", "social", "aimed", "club", "disneyland", "fite", "sarno", "park", "mafialike", "lawsuit", "tactics", "sarnos", "disney"], "polarity": 0.09935606060606059, "subjectivity": 0.3984289321789322},
{"title": "WWII Bomb Shuts Down Flights At London City Airport", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585043255/wwii-bomb-shuts-down-flights-at-london-city-airport", "text": "WWII Bomb Shuts Down Flights At London City Airport\n\nEnlarge this image toggle caption Daniel Leal-Olivas/AFP/Getty Images Daniel Leal-Olivas/AFP/Getty Images\n\nMore than 70 years after a bomb was dropped on London, its discovery has prompted authorities to cancel flights all day Monday at London City Airport.\n\nThe unexploded bomb is a \"German 500kg fused device,\" according to local authorities. It was found early Sunday in the River Thames, as part of planned work at a dock near the airport, Metropolitan Police said in a statement.\n\nAt 10 p.m. Sunday, the police and Royal Navy decided to evacuate people within 706 feet of the bomb.\n\n\"Overnight, officers have been helping to evacuate properties within the exclusion zone and police are working with the local authority to provide residents with temporary emergency accommodation and the appropriate support,\" police said.\n\nSome 261 arrivals and departures were scheduled for London City Airport on Monday, according to the BBC.\n\n\"I urge any passengers due to fly today not to come to the airport and to contact their airline for further information,\" airport CEO Robert Sinclair said in a statement.\n\nAuthorities from Newham Council say they plan to wait for people to get clear of the exclusion zone before the police and navy begin to lift the device. Then, \"when work starts to remove it, it is expected the exclusion zone will be extended to 250 metres [825 feet] and more properties will need to be evacuated.\"\n\nThe council adds that \"the operation is expected to continue until Tuesday morning.\"\n\nSeveral airlines are moving their flights to other local airports. According to The Associated Press, \"regional airline City Jet said its flights from the airport had been rescheduled to land and take off from London Southend airport,\" and \"Italy's Alitalia said it would operate flights from London Stansted airport.\"\n\nThe discovery of World War II era bombs in London is not particularly rare, as NPR's Ari Shapiro has reported. \"During the Blitz, German planes dropped nearly 30,000 bombs on London in just three months,\" he notes.\n\nIn 2015, a German bomb of about the same size was discovered in an east London neighborhood, prompting an evacuation.\n\nAt that time, Matt Brosnan, a historian at the Imperial War Museum, told the BBC that we don't know exactly how many of the bombs dropped could still be hidden.\n\n\"Clearly not all of those would have exploded, because of defects or other reasons, and they could have buried themselves tens of feet below the surface so we simply don't know where they are,\" he told the broadcaster.\n\nThe issue is also not unique to London. As NPR's James Doubek reported last August, 70,000 people evacuated in Frankfurt, Germany, to allow authorities to defuse a British World War II-era bomb.", "keywords": ["war", "bomb", "local", "german", "feet", "shuts", "airport", "london", "zone", "wwii", "city", "flights"], "polarity": 0.06766493055555556, "subjectivity": 0.32852182539682545},
{"title": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason", "url": "https://www.npr.org/2018/02/10/584757764/there-is-a-competition-to-avoid-learning-who-won-the-super-bowl-for-some-reason", "text": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason\n\nAbout a dozen people are among the last standing in a competition against modern technology. They don't know who won the Super Bowl and they're trying to go as long as possible without finding out.\n\nSCOTT SIMON, HOST:\n\nSpoiler alert for our next story - (laughter) we're going to tell you who won the Super Bowl. Yes, the game happened last week, but there's an important warning for the eight people still in the running in a contest called Last Man. Competition's pretty straightforward but a near impossible goal - go as long as you can without finding out who won the Super Bowl. NPR's Scott Detrow explains.\n\nSCOTT DETROW, BYLINE: The hardest part of the Last Man competition is probably the first couple hours. That's when news notifications and text messages ping cell phones. The news is blanketed by the results, and the Super Bowl is all everyone on social media is talking about. Jeb Adams of Agoura Hill, Calif., washed out early in 2016 and 2017. This year, he prepared.\n\nJEB ADAMS: I turned off all my news notifications on my phones and iPads. I warned everyone on Facebook and Twitter that I was going to disappear for a while.\n\nDETROW: Social media is dangerous, but so are co-workers. Jamie Baskin from Kansas City says she was lingering outside a break room, waiting for a colleague to turn off ESPN when her boss asked what she was doing.\n\nJAMIE BASKIN: No. I'm just - I can't go in the break room. And she just, like, gave me the weirdest look and was like, why? And I'm like, because I'm going to find out who won the Super Bowl. And she just kind of was like, OK, and walked into her office. And so I'm pretty sure she thinks I'm, like, very weird.\n\nDETROW: About 1 to 200 people play every year. And, no, there's no prize - really. They just seem to like the challenge. People post their status on Twitter and, once they're eliminated, what ultimately killed their chances. Last Man deaths are a gauntlet of the modern information age. Death by Twitter, by seemingly unrelated news articles. One player was knocked out by a message that popped up on an ATM screen. Michael Griener organizes the event and keeps a detailed spreadsheet of how people were knocked out.\n\nMICHAEL GRIENER: We've had people who found out by drunk college kids running past their dorm room window.\n\nDETROW: I hate to say that NPR is a regular killer, too. For both Baskin and Adams, the end came Thursday afternoon, when, a little too confidently, they ventured back on to social media. Adams was betrayed by Twitter's trending topics - Baskin, Instagram.\n\nBASKIN: And the first picture I saw when I opened the app was a friend of mine who lives in Philadelphia at the parade. And I was like, welp.\n\nDETROW: So how'd she feel about the Eagles' win?\n\nBASKIN: I'm pretty sad that of all the years I picked to not pay attention to it, it ends up being what my dad said the best game that he's ever seen other than the year that the Chiefs won.\n\nDETROW: As of Friday afternoon, there were eight confirmed people who still don't know. Scott Detrow, NPR News.\n\n(SOUNDBITE OF MUSIC)\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["social", "room", "super", "won", "learning", "adams", "im", "avoid", "npr", "baskin", "twitter", "reason", "bowl", "competition"], "polarity": 0.07450564971751411, "subjectivity": 0.49758438360133267},
{"title": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him", "url": "https://www.npr.org/sections/thetwo-way/2018/02/09/584560033/do-you-know-this-justice-massachusetts-high-court-wants-you-to-help-id-him", "text": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him\n\nEnlarge this image toggle caption Massachusetts Supreme Judicial Court via AP Massachusetts Supreme Judicial Court via AP\n\nWho is that dour man?\n\nMassachusetts' highest court owns his portrait — it hangs on a wall outside the chief justice's chambers — but the court's officials have no idea who he is.\n\nThey're hoping you might have an idea.\n\nBenjamin Swasey, of member station WBUR, reports:\n\n\"Among what it calls its 'extensive collection of historic paintings and photographs,' the Massachusetts Supreme Judicial Court has an oil painting of a justice who has remained unidentified, and it's launched a public campaign in the hopes that someone knows who he is. In a statement, the court said the justice 'may have sat on the bench between 1780 and 1820.' \"\n\nEven the fact that he's a justice is essentially a guess, The Associated Press reports. Chief Justice Ralph Gants said officials have \"essentially ruled out that the man was a chief justice but say he must have been an associate justice because they can't imagine why else his portrait [would] be in the court, which traces its roots to 1692,\" the AP writes.\n\nGants told the AP that he figured if the court has no idea who the man is, \"why don't we set loose the public to see if they can put on their Sherlock Holmes hats and help us to track down who this elusive and mysterious justice is?\"\n\nSo, put that hat on and get to work. Name. That. Justice.\n\nBefore you get too excited, there's not a massive reward on the line. Anyone who can help put a name to that face will get a tour of the courthouse and to watch Gants affix a name plaque beneath the portrait.\n\nPlus, you'll get undying glory for having somehow known the name of an extremely obscure 18th century Massachusetts judge, of course. But that surely goes without saying.\n\nIf you're thinking of using Google's Arts & Culture app to look for other portraits of the man as a shortcut to finding a name, don't get too excited.\n\nSwasey of WBUR already gave that a shot — to no avail.", "keywords": ["high", "help", "man", "id", "massachusetts", "justice", "ap", "supreme", "wants", "know", "wbur", "chief", "judicial", "court"], "polarity": 0.0626400759734093, "subjectivity": 0.44881528964862294}
]