[
{"title": "Florida Governor Calls For Raising Age Limit For Gun Purchases From 18 To 21", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588272449/florida-gov-calls-for-school-safety-measures-and-some-gun-restrictions", "text": "Florida Governor Calls For Raising Age Limit For Gun Purchases From 18 To 21\n\nEnlarge this image toggle caption Colin Hackley/Reuters Colin Hackley/Reuters\n\nFlorida's Republican governor is calling for a range of measures that aim to prevent shootings like the one that occurred last week in Parkland, Fla., where 17 students and staff were killed.\n\nIn a news conference Friday in Tallahassee, Rick Scott said he wants new laws and programs that fall into three categories: gun laws, school safety and mental health.\n\nPBS NewsHour YouTube\n\nHe did not ask for any specific weapons to be banned and more than once mentioned that he is a member of the National Rifle Association.\n\n\"I know there are some who are advocating a mass takeaway of Second Amendment rights for all Americans,\" Scott said. \"That is not the answer. Keeping guns away from dangerous people and people with mental issues is what we need to do.\"\n\nHere's what he called for in Florida:\n\nPeople under 21 will be banned from buying or possessing firearms, with some exceptions for military and law enforcement.\n\nA ban on the sale or purchase of bump stocks.\n\n$450 million for a safe schools initiative, which will put a law enforcement officer in every public school — at least one officer for each 1,000 students. He does not believe arming teachers is a solution.\n\nMoney from this program will also be used to fund \"school-hardening\" measures such as metal detectors, bulletproof glass, steel doors and upgraded locks.\n\nHiring more mental health counselors for schools.\n\nA program called Violent Threat Restraining Order, which provides a method for courts to prevent people with mental illness or who have made threats of violence from purchasing or possessing guns after a family member or law enforcement officer files a sworn request and shows evidence that a person presents a threat of violence and should not have access to guns.\n\nCreate a \"see something, say something\" hotline, website and mobile app to report concerns.\n\nMandatory active shooter drills at all schools.\n\nScott began his remarks by reading the names of the 17 people who were killed at Marjory Stoneman Douglas High School.\n\n\"Unfortunately, none of the plans I'm announcing today will bring any of them back, but it's important to remember them,\" Scott said. \"The 17 lives that were cut short and all the hopes and dreams that were ruined have changed our state forever. Florida will never be the same.\"\n\nThe Tampa Bay Times has a full transcript of Scott's remarks.", "keywords": ["scott", "raising", "officer", "gun", "age", "governor", "remarks", "mental", "students", "purchases", "limit", "violence", "18", "21", "law", "threat", "17", "florida", "calls", "school"], "polarity": -0.017391774891774885, "subjectivity": 0.36170995670995676},
{"title": "Rick Gates Pleads Guilty And Begins Cooperating With Mueller's Russia Investigation", "url": "https://www.npr.org/2018/02/23/588253673/rick-gates-paul-manaforts-business-partner-expected-to-plead-guilty", "text": "Rick Gates Pleads Guilty And Begins Cooperating With Mueller's Russia Investigation\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nUpdated at 5:28 p.m. ET\n\nRick Gates, the business partner of Donald Trump's former campaign chairman Paul Manafort, pleaded guilty on Friday to two charges and will begin cooperating with federal prosecutors investigating the Trump campaign and Russian interference in the 2016 presidential election.\n\nGates appeared in federal court on Friday afternoon. He told Judge Amy Berman Jackson he was making the plea of his own free will.\n\nUnder U.S. sentencing guidelines, Gates could get between four and six years in prison, but prosecutors said they would consider Gates' cooperation with their investigation and could later ask the court to be lenient.\n\nAccording to new court documents filed in the case, Gates has pleaded guilty to two charges.\n\nThe first is conspiracy against the United States for \"impeding, impairing, obstructing and defeating the lawful governmental functions of a government agency, namely\" the Justice Department and the Treasury Department.\n\nThe second is making false statements. According to court documents, Gates lied to the special counsel and the FBI on Feb. 1 about a meeting that took place in March 2013 and was attended by Manafort, a \"senior lobbyist\" who is unnamed and a member of Congress who is unnamed.\n\nGates acknowledged lying about there being no discussions about Ukraine at the meeting.\n\nThe member of Congress was California Republican Rep. Dana Rohrabacher and the lobbyist was former member of Congress Vin Weber, now a partner with the firm Mercury.\n\nA spokesman for Rohrabacher, Ken Grubbs, said Rohrabacher has long acknowledged the meeting took place.\n\n\"The three reminisced and talked mostly about politics,\" Grubbs said. \"The subject of Ukraine came up in passing. It is no secret that Manafort represented [then-Ukrainian President] Viktor Yanukovych's interests, but as chairman of the relevant European subcommittee, the congressman has listened to all points of view on Ukraine. We may only speculate that Manafort needed to report back to his client that Ukraine was discussed.\"\n\nThe superseding indictments\n\nGates' guilty plea on Friday followed a new indictment from Thursday evening in which prosecutors led by special counsel Robert Mueller leveled even more charges against Manafort and Gates than they had been facing before. The two men were accused of laundering millions of dollars from overseas, hiding money from the IRS and other crimes.\n\nManafort plans to continue fighting the charges.\n\n\"Notwithstanding that Rick Gates pled today, I continue to maintain my innocence,\" he said in a written statement on Friday.\n\nContinued Manafort: \"I had hoped and expected my business colleague would have had the strength to continue the battle to prove our innocence. For reasons yet to surface he chose to do otherwise. This does not alter my commitment to defend myself against the untrue piled up charges contained in the indictments against me.\"\n\nOn Friday evening after Gates' plea in federal court, the special counsel's office unveiled another superseding indictment against Manafort. The new charges against the onetime Trump campaign chairman include conspiracy against the United States, conspiracy to launder money, violations of the Foreign Agents Registration Act and making false statements.\n\nNeither Manafort nor Gates has been charged with conspiring with Russia's attack on the 2016 election. Gates' change in plea, however, raises the prospect that Manafort's legal situation also could change again.\n\nProsecutors could use testimony from Gates to make what would be essentially a case against Manafort for colluding with the 2016 Russian election interference effort, if there is one to be made.\n\nGates' evidence may increase the likelihood of a conviction on the charges already leveled against Manafort. Gates also could have additional information about Manafort that could result in new charges against him.\n\nOne possibility is that Manafort and his lawyers, cognizant of these perils, might change his plea and ask for their own deal with prosecutors. If that happened, the special counsel's office might ask Manafort to give evidence about other people in the Trump campaign orbit.", "keywords": ["gates", "muellers", "pleads", "charges", "investigation", "rick", "prosecutors", "ukraine", "campaign", "russia", "cooperating", "special", "plea", "court", "guilty", "begins", "manafort"], "polarity": 0.05791331684188826, "subjectivity": 0.4725133992991136},
{"title": "With Focus On Guns, Trump Warns Conservatives Not To Be 'Complacent' In 2018", "url": "https://www.npr.org/2018/02/23/588104369/with-speech-friday-president-completes-cpacs-transformation-to-a-full-on-trump-s", "text": "With Focus On Guns, Trump Warns Conservatives Not To Be 'Complacent' In 2018\n\nWhite House via YouTube\n\nUpdated at 1:50 p.m. ET\n\nDuring a meandering speech Friday morning at the Conservative Political Action Conference, President Trump doubled down on arming some teachers and school personnel after last week's shooting at a Parkland, Fla., high school that killed 17 people.\n\nHis comments were nearly identical to what National Rifle Association leaders proposed during the three-day annual CPAC conference on Thursday, hammering home that the fight to protect the Second Amendment could be in danger if Democrats are successful in the 2018 elections this fall.\n\n\"People get complacent. You're happy and you just won. Don't be complacent,\" Trump warned attendees about the usual voter drop-off for the party in power in a president's first midterms.\n\n\"They'll take away your Second Amendment,\" Trump claimed of Democrats, \"which we will never allow that.\"\n\nTrump then asked the crowd which they'd rather have — their Second Amendment rights or the tax cuts that Republicans recently passed. The deafening applause overwhelmingly came down on the side of gun rights.\n\nThe president expanded on his push to arm some school officials as a way to curtail more mass shootings, using almost verbatim language to what NRA Executive Vice President and CEO Wayne LaPierre told the crowd on Thursday — if banks, government buildings, airports and the like are so heavily armed and protected, shouldn't schools be the same way?\n\n\"This would be a major deterrent because these people are inherently cowards,\" Trump said of perpetrators of school shootings. \"If this guy thought that people would be shooting bullets back at him, he wouldn't have gone there.\"\n\nTrump reiterated that he's not talking about arming all teachers — only people who are \"adept\" at using firearms, such as ex-military personnel or policemen.\n\n\"I'd rather have somebody who loves their students and wants to protect them. ... And the teacher would have shot the hell out of him,\" Trump said of the Florida shoooting.\n\nTrump also got applause from the crowd for strengthening background checks, though he didn't mention another proposal he has hinted he would support: raising the age of purchase for some guns such as semi-automatic weapons from 18 to 21. Florida Gov. Rick Scott proposed such a change on Friday.\n\nDespite being open to some proposals that the gun rights lobby has opposed, Trump has enjoyed deep support from the NRA. He has called group leaders \"great people\" and \"patriots\" in recent days and said Friday morning on the way to the conference, \"The NRA wants to do the right thing.\"\n\nThe majority of Trump's speech, apart from his comments on guns and a response to Parkland, was a stemwinder that touched on many of his greatest hits of the 2016 campaign. The president admitted he was about to throw out most of his prepared remarks, and that's exactly what he did — barely mentioning what was supposed to be a major part of the speech, new sanctions on North Korea. His comments on the topic came as almost a postscript at the end of his 75-minute address.\n\nInstead, Trump began to relive his victory almost 16 months ago over Democratic nominee Hillary Clinton, as the crowd broke into predictable chants of \"Lock her up!\" The chorus came a day after the announcement of more charges against two former top Trump campaign aides, Paul Manafort and Rick Gates, as part of Justice Department special counsel Robert Mueller's Russia investigation. Gates is expected to plead guilty.\n\nAnother familiar topic: the border wall. \"You're getting the wall, don't worry — I heard you,\" Trump promised of his vaunted Southern border wall, as chants of \"Build the wall!\" rang out. Absent was the campaign-trail call and response that Mexico would pay for the wall — because that country has insisted it will not, and Trump is now seeking congressional funds to build it.\n\nTrump warned of the dangers of gangs such as MS-13 as one reason changes to the legal immigration system and visa lottery system are needed. Congress has so far failed to agree on immigration legislation.\n\n\"They're not giving us their best people, folks,\" Trump said. \"I want people coming into this country based on merit.\"\n\nThat segued into a recitation of \"The Snake\" — a controversial campaign-trail classic where he read the lyrics of a song that details how a woman takes in a sick snake only to have the reptile then bite and kill her. Trump has used it as an allegory for letting in dangerous immigrants who would then harm U.S. citizens.\n\n\"You knew damn well I was a snake before you took me in,\" Trump crescendoed at the end of his reading, to applause.\n\nTrump also reiterated his call for standing for the national anthem — an allusion to his criticism of NFL athletes for kneeling as a form of protest against police brutality. He railed against \"fake news,\" too, frequently chiding journalists at the back of the room.\n\nWhile much of his speech was used to check off his accomplishments over the past year, from slashing regulations to appointing conservative justices to getting his tax bill passed, there was one failure Trump just couldn't let go — the GOP's inability to deliver on its long-held promise to repeal and replace the Affordable Care Act.\n\nThere is one person on whom he clearly still puts the blame — Sen. John McCain, R-Ariz., who helped vote down the Senate bill last summer.\n\nTrump didn't mention McCain by name, but it was clear his criticism — along with boos from the crowd — was directed toward the 2008 GOP presidential nominee, who has been diagnosed with brain cancer.\n\n\"Who was that? I don't know,\" Trump said. \"I don't want to be controversial so I won't use his name.\"\n\nThe conservative annual gathering was once skeptical of Trump, a former Democrat. But now Trump has delivered not only the White House but control of the House and Senate as well.\n\nThat formerly libertarian-leaning conference's transformation toward a full embrace of Trump began last year, as members of Trump's team took the stage, comparing him to the movement's idol, former President Ronald Reagan.\n\nA year later, almost all the major speakers come from Trump's administration and Cabinet or are top allies. Once-prominent draws such as Sen. Rand Paul, R-Ky., or his father, former Rep. Ron Paul, R-Texas, were nowhere to be found. Congressional leaders such as House Speaker Paul Ryan, R-Wis., and Senate Majority Leader Mitch McConnell, R-Ky., didn't attend either. The one former Trump foe who was on the schedule was Texas Sen. Ted Cruz, once known as \"Lyin' Ted\" but who has since appeared to mend fences with the president.\n\nInstead, there was a sense of unity projected throughout the conference, which was dotted by attendees wearing the president's signature \"Make America Great Again\" hats and his branded political merchandise for sale in the exhibit area.\n\nThat evolution is something Trump seemed to even relish in Friday's address.\n\n\"Remember when I first started running and people said, 'Are you sure he's a conservative?' I think we've proved I'm a conservative,\" he said.", "keywords": ["focus", "2018", "wall", "conservatives", "warns", "president", "crowd", "guns", "trump", "house", "dont", "conservative", "complacent", "paul", "speech", "school"], "polarity": 0.1110953086768304, "subjectivity": 0.4096672470042036},
{"title": "Trump Declares New Shipping Sanctions On North Korea", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588233019/trump-declares-new-shipping-sanctions-on-north-korea", "text": "Trump Declares New Shipping Sanctions On North Korea\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nPresident Trump on Friday announced a fresh round of sanctions against North Korea in an attempt to block oil and other prohibited products from getting to the Asian nation.\n\n\"We have imposed the heaviest sanctions ever imposed,\" Trump said at the conclusion of his speech to the Conservative Political Action Conference in Oxen Hill, Md., just outside Washington. \"Hopefully, something positive can happen. We will see.\"\n\nMore than 50 ships and shipping companies were cited by the Treasury Department for evading existing U.S. and international sanctions. While most of those name were based in North Korea, companies and ships from China, Singapore, Taiwan, Panama, Tanzania, the Marshall Islands and the Comoros were also included.\n\nThe measures are part of the administration's \"maximum pressure campaign\" on North Korea and are designed to put pressure on the country for its expanding nuclear weapons program.\n\nDespite the ongoing efforts by the U.S. administration, North Korean leader Kim Jong Un has insisted his country will never give up the nuclear program and has been making rapid advances over the past year.\n\nThe latest U.S. steps come at a moment when North Korea and South Korea have experienced a slight thaw in relations linked to the Winter Olympics in Pyeongchang, South Korea. Senior North Korean figures have visited and met South Korean leaders.\n\nTrump's daughter and adviser, Ivanka Trump, is in South Korea for the closing ceremonies this weekend, but is not scheduled to meet any North Korean officials. Vice President Mike Pence attended the opening ceremonies two weeks ago, but pointedly ignored Kim's sister, who was representing North Korea and seated right behind him.\n\nEnlarge this image toggle caption U.S. Treasury Department U.S. Treasury Department\n\nBecause North Korea is so heavily sanctioned, it was not immediately clear what impact additional punitive measures might have.\n\nHowever, United Nations measures in recent months have ramped up economic pressure and made it more difficult for North Korea to import oil and other essential products. For example, North Korea now faces a cap on the oil it can import.\n\nSenior administration officials who briefed reporters said North Korean oil imports are down by nearly 90 percent in recent months.\n\nNorth Korea was attempting to make up the difference and evade sanctions by hiding the identity of its ships and conducting ship-to-ship transfers on the open seas, officials said.\n\nThe U.S. is working with allies, including South Korea and Japan, as well as the global shipping community. The new measures are designed to disrupt the current sanctions-busting efforts and impose additional costs on North Korea, the U.S. officials said.\n\nNorth Korea depends on oil imports, while coal is its most valuable export.\n\nChina is North Korea's largest trading partner, and Beijing has agreed to scale back some economic ties. However, several Chinese companies were cited for busting sanctions on the latest U.S. list.\n\nThe Treasury Department released photos showing what it said was false identification information painted on North Korean ships, and examples of ship-to-ship transfers.\n\nThe companies and ships named by the Treasury Department are barred from doing business with the United States.", "keywords": ["korea", "declares", "officials", "korean", "trump", "north", "ships", "oil", "treasury", "sanctions", "south", "shipping"], "polarity": 0.07658730158730159, "subjectivity": 0.3744787157287158},
{"title": "California Water Agency Officials Charged With Burying Hazardous Waste And Corruption", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588198990/california-water-agency-officials-charged-with-burying-hazardous-waste-and-corru", "text": "California Water Agency Officials Charged With Burying Hazardous Waste And Corruption\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nCalifornia's attorney general has charged five former and current employees of the Panoche Water District in central California with felonies, including using public funds for personal items and illegally burying barrels of hazardous waste.\n\nThe Department of Toxic Substances Control at California's Environmental Protection Agency says it found 86 drums, each holding between 35 and 55 gallons of \"chlorine, caustic soda, iron chloride and a mixture of used antifreeze, used solvents, and used oil.\"\n\nCalifornia Attorney General Xavier Becerra accused former Panoche Water District General Manager Dennis Falaschi and former employees Jack Hurley and Dubby West of disposing of the chemicals at an unauthorized site, specifically burying them \"in a pit or in the soil at the Panoche Water District yard\" near Firebaugh, Calif.\n\nWest and another former employee, Julie Cascia, were also charged with transporting hazardous waste including a drum from the Panoche Water District Auto Shop to an unpermitted site.\n\nConstruction workers discovered barrels about a year ago on the district's land in Fresno County, according to The Fresno Bee.\n\nWhen workers from the DTSC removed the barrels, they found \"that the liquid hazardous waste was leaking into the ground.\"\n\nThe agency says the \"contamination is being remediated.\"\n\nThe attorney general's office also alleged that Falaschi, Cascia, Hurley, West and a current employee, Atomic Falaschi — Dennis Falaschi's son — were engaged in \"widespread corruption,\" much of which began in 2011 and continued for several years. Prosecutors claim the employees misused more than $100,000 in public money and spent it on a variety of personal items including slot machines, kitchen appliances, car repairs — even pistachio trees.\n\nThe complaint accuses Atomic Falaschi of transferring 1,500 pistachio trees owned by the water district to his personal property.\n\nDennis Falaschi allegedly \"ran the District as his own personal operation and bank account,\" Becerra's office said in a statement Thursday.\n\nThe Panoche Water District is a public agency that distributes water for 38,000 acres of western Merced and Fresno counties, according to the DTSC.\n\nWater management in California could soon be receiving more attention with predictions of drought in the state this year.", "keywords": ["public", "officials", "charged", "used", "district", "waste", "burying", "panoche", "agency", "hazardous", "falaschi", "personal", "water", "california", "corruption"], "polarity": 0.056410256410256404, "subjectivity": 0.3141025641025641},
{"title": "POLL: The 'Inappropriate' Office Behaviors Most Pervasive In Workplaces", "url": "https://www.npr.org/2018/02/23/586174752/poll-the-inappropriate-office-behaviors-most-pervasive-in-workplaces", "text": "POLL: The 'Inappropriate' Office Behaviors Most Pervasive In Workplaces\n\nEnlarge this image toggle caption Stephanie Keith/Getty Images Stephanie Keith/Getty Images\n\nSome of the most inappropriate behaviors at the office, in Americans' minds, are also the most common — yet almost no one admits to them, in a new poll on workplace behavior from NPR and Ipsos.\n\nAmericans broadly agree that certain behaviors — spreading rumors, speculating about coworkers' sexual preferences — are inappropriate at work, according to the poll. However, most people have experienced many of those same behaviors. In addition, Americans' opinions shift on just how inappropriate certain behaviors are — sometimes dramatically — by age and by sex. In particular, young men are more likely than women or older men to consider several of these behaviors okay.\n\nTo conduct the poll, Ipsos offered people a range of potentially objectionable office behaviors along with a range of options for each behavior, from 1 to 7 (always, mostly, and sometimes inappropriate; it depends; and sometimes, mostly, or always appropriate). The poll of 1,130 American adults was conducted online, between January 25 and 30, 2018. The full results have a credibility interval of plus or minus 3.3 percentage points.\n\nWe broke down the results, and here are a few of the things that we found:\n\nPeople view gossip as some of the most inappropriate office behavior\n\nSpreading rumors about a coworker's romantic or sex life, discussing coworkers' sex lives, deliberately touching coworkers, and telling sexual stories or jokes were all considered \"inappropriate\" by roughly equal shares of people — around 9 in 10.\n\nMost of the behaviors we asked about were considered inappropriate by a clear majority of people. Still, there were a handful — commenting on an opposite-sex coworker's appearance, asking about coworkers' social lives, and asking an equal-rank coworker on a date — where there was no clear consensus.\n\nLoading...\n\nThis chart just reflects whether people saw such behaviors as inappropriate or not — yes, no, or it depends. But when it comes to the magnitude of which behaviors are worst, once again, gossip came out on top. Taking those scale-of-seven scores and averaging them together (1 being \"always inappropriate,\" 7 being \"always appropriate\"), spreading rumors got the lowest rating, at 1.2. Talking about someone's sexual preferences or history, deliberate touching, and telling sexually suggestive stories all came in at around 1.5.\n\nIt may come as no surprise that people see spreading rumors about someone's sex life as abhorrent. But amid a national conversation about sexual misconduct in which things like unwanted advances have gotten a lot of attention, this poll shows that many other behaviors beyond those grabbing headlines make plenty of Americans uncomfortable.\n\nThe behaviors people view as the worst still happen — a lot.\n\nTo sum up one troubling finding of our survey: Just because a behavior is frowned upon doesn't mean it isn't happening. Some of the behaviors that people found most inappropriate were also the ones that a majority of people have seen around the workplace.\n\nAround 8 in 10 people, for example, find it inappropriate to call a female coworker \"girl\" or \"babe\" or \"sweetie,\" but around 6 in 10 people have seen it happen at work. Likewise, 9 in 10 people think sexual jokes or stories are inappropriate, but more than half have seen it happen.\n\nLoading...\n\nThat said, there wasn't a single behavior we asked about that a majority of people admitted to doing. Just 41 percent of people said they had ever asked questions about a coworker's social life, for example. Around a third of men said they had commented on a female coworker's appearance, and around a third of women said the same of commenting on a male coworker's appearance.\n\nYoung men often stand apart\n\nWhile an overwhelming majority of people agreed on certain behaviors being inappropriate, men age 18 to 34 stood out in being less absolute than others in thinking some things are always bad.\n\nFor example, only 51 percent of these men considered it \"always inappropriate\" to talk about someone's sexual preferences or history at work, while 72 percent to 88 percent of men and women in other age groups said so.\n\nNPR/Ipsos poll\n\nAnother example: roughly one-third of young men considered it \"always inappropriate\" to refer to adult women as \"girl, babe, sweetie, or honey,\" compared to half or more among other age groups.\n\nNPR/Ipsos poll\n\nA few more behaviors young men were less likely than everyone else to find \"always inappropriate\": a supervisor flirting with an employee and believing the feelings are mutual, a supervisor asking an employee on a date, and telling sexual stories or jokes at work.\n\nThough they varied in what they thought was \"always inappropriate,\" that doesn't mean these young men were more likely to find all of these behaviors appropriate. While young men were more likely than other groups to find suggestive jokes and stories appropriate, they were about as likely as everyone else to find a supervisor asking an employee on a date always, mostly, or sometimes appropriate. On this question, they were more likely than everyone else to say \"it depends.\"\n\nYoung men aren't the only ones to stand out. Different demographic groups stood out on particular questions. Older people were much more likely than younger to think that asking about a coworker's social life is inappropriate. Around six in 10 men and women alike over 55 thought this was inappropriate to some degree, compared to 3 in 10 18-to-34-year-olds and 4 in 10 35-54-year-olds.\n\nNon-employed people were also more likely than employed people to think that asking about social lives was inappropriate.\n\nAnd women 55 and older were significantly more likely than other groups to think that referring to an adult female coworker as \"babe\" \"sweetie\" or \"honey\" is \"always inappropriate.\"\n\nLots of questions still unanswered\n\nOne concern inherent in this poll (and other polls on sexual misconduct) is social desirability — the phenomenon of people giving poll answers that they feel are \"right\" or paint themselves in a better light.\n\nIt's true that this was an online poll — meaning one wouldn't have to admit to a living, breathing person at the other end of the phone line that one has told a sexual joke at work — but it's possible some people didn't want to admit, even to themselves or a computer, that they had done so.\n\nIn addition, one thought-provoking question this survey can't answer is how much people's opinions have changed since the #MeToo wave caused many to rethink how they function at work. It's possible that this increased scrutiny has changed people's opinions on what behaviors are and aren't okay.\n\nIt's also possible that behaviors some respondents saw as innocuous — for example, commenting a coworker's appearance — sounded inappropriate in the context of #MeToo, or even in the context of this poll. What one person may have imagined as \"Hey, cool dress,\" to another may have been a leering \"That dress looks great on you.\"", "keywords": ["workplaces", "pervasive", "likely", "office", "women", "coworkers", "asking", "men", "young", "poll", "behaviors", "sexual", "inappropriate"], "polarity": 0.16156046913346186, "subjectivity": 0.5084200977449154},
{"title": "UNICEF Official Quits After Inappropriate Behavior Allegations", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588206077/unicef-official-quits-after-inappropriate-behavior-allegations", "text": "UNICEF Official Quits After Inappropriate Behavior Allegations\n\nEnlarge this image toggle caption Bryan Bedder/Getty Images for UNICEF Bryan Bedder/Getty Images for UNICEF\n\nA top official at the United Nations International Children's Emergency Fund has announced his resignation following allegations that he engaged in inappropriate behavior during a previous job at the aid organization, Save the Children.\n\nUNICEF Deputy Executive Director Justin Forsyth announced his resignation Thursday, saying in a statement, \"I want to make clear I am not resigning from UNICEF because of the mistakes I made at Save the Children. They were dealt with through a proper process many years ago. I apologised unreservedly at the time and face to face. I apologise again.\"\n\nHe said he was resigning because some media coverage of him is \"not just to (rightly) hold me to account, but also to attempt to do serious damage to our cause and the case for aid.\"\n\n\"I am resigning because of the danger of damaging both UNICEF and Save the Children and our wider cause,\" he wrote. \"Two organisations I truly love and cherish. I can't let this happen.\"\n\nSave the Children U.K. said on Tuesday that \"concerns were raised about inappropriate behaviour and comments by the then CEO, Justin Forsyth\" in 2011 and 2015. Three women made three complaints, the organization said in a statement. After investigating the complaints, \"reviews resulted in unreserved apologies from the CEO. All the parties agreed to this and the former CEO apologised to the women in question. At that time the matters were closed.\"\n\nBut the organization added that more recently, additional \"concerns were raised\" and \"a further review was required.\"\n\nSexual misconduct at aid agencies has gained attention this month after a report that workers for Oxfam International who were in Haiti following the earthquake had hired prostitutes in 2011.\n\nAlso this month, Brendan Cox, the widower of the murdered British Member of Parliament, Jo Cox, resigned from charities he helped to start after a report said he engaged in sexual assault in 2015 — while he worked at Save the Children.", "keywords": ["official", "behavior", "women", "save", "statement", "ceo", "children", "resigning", "organization", "resignation", "allegations", "quits", "unicef", "inappropriate"], "polarity": 0.1392857142857143, "subjectivity": 0.3334523809523809},
{"title": "Now On Immigration's Front Lines, Sheriffs Are Choosing To Back Or Snub ICE", "url": "https://www.npr.org/2018/02/23/587974852/now-on-immigrations-front-lines-sheriffs-are-choosing-to-back-or-snub-ice", "text": "Now On Immigration's Front Lines, Sheriffs Are Choosing To Back Or Snub ICE\n\nEnlarge this image toggle caption Jeff Chiu/AP Jeff Chiu/AP\n\nAnytime someone is booked into a county jail for a crime in the U.S., his or her fingerprints are automatically sent to federal authorities. If the suspect happens to be an undocumented immigrant, what happens next could depend on where the jail is located.\n\nImmigration and Customs Enforcement often asks jails to hold undocumented people, so federal agents can pick them up and put them into deportation proceedings.\n\nNational Texas Sheriff Partners With ICE How 1 Texas Sheriff Is Partnering With ICE On The Issue Of Undocumented Immigrants Listen · 3:48 3:48\n\nNational San Francisco's Sheriff Steps Up Protections For Undocumented Immigrants How San Francisco's Sheriff Is Helping Undocumented Immigrants Find Lawyers Listen · 4:27 4:27\n\nMost counties comply with those detainer requests. And the Trump administration has been building on these partnerships with local law enforcement in friendlier jurisdictions.\n\nBut across America, so-called sanctuary cities and states have taken a stand against the administration's immigration crackdown. They say it's not their job to enforce immigration law, and they don't comply with requests.\n\nThe administration has responded by ratcheting up the pressure. It has threatened to take away federal funding from the local jurisdictions. And on Thursday, President Trump threatened to pull federal immigration authorities out of California.\n\n\"If we said, 'Hey let California alone, let them figure it for themselves,' in two months, they'd be begging for us to come back,\" Trump said. \"They would be begging. And you know what, I'm thinking about doing it.\"\n\nCalifornia: 'You don't have to worry about immigration'\n\nCalifornia and several cities in the state have sanctuary laws. In San Francisco, that means when ICE asks local jailers to turn over an undocumented immigrant, they can comply only if the inmate has a history of violent crime.\n\nAttorney Nick Gregoratos with the sheriff's office recently set up shop at in a small room at the San Francisco County jail. He introduces himself when the first inmate walks through the door.\n\n\n\n\"We have to give you some information regarding immigration 'cause immigration has asked us about you so I want to give you that information,\" he said.\n\n\n\nThe inmate tensed up when immigration is mentioned. Gregoratos explained that Immigration and Customs Enforcement wants the sheriff to detain the inmate until federal agents can take him into custody or to let ICE know when they plan to release him.\n\n\n\nBut Gregoratos said the sheriff won't cooperate with those requests.\n\n\"So while you're here in San Francisco you don't have to worry about immigration coming to the jail and trying to pick you up,\" he said.\n\nIn fact, Gregoratos was there to help this inmate. He gave the man a packet of information. It includes legal resources for undocumented immigrants.\n\n\n\n\"Esta bien, muchas gracias,\" the inmate said, thanking Gregoratos.\n\nBecause of jail policy, we can't use his name without his permission. And he said he doesn't want to be identified because he's scared.\n\n\n\nHe said he was deported back to Mexico a decade ago but returned. He was recently arrested for assault and battery, which sounds violent, but doesn't fall under San Francisco's strict definition of a violent crime.\n\nThe inmate was waiting to be arraigned. He said through an interpreter that he would call one of the immigration attorneys recommended by Gregoratos. \"Yes, I am going to talk to them will see what we can figure out,\" the inmate said.\n\n\n\nCalifornia has stepped up protections for undocumented immigrants. As of Jan. 1, San Francisco Sheriff Vicki Hennessy also is required to tell inmates when ICE is looking for them. She says they have a right to know.\n\n\"Anytime you're in jail for anything, and there's any kind of document that comes up that has something to do with you that is about you and could affect you, you generally get a copy of that,\" she said.\n\n\n\nHennessy says she would honor any federal court warrant for an inmate in her jail. But she says those ICE detainer requests are just a form filled out by an ICE agent — not a legally binding document.\n\nThis is all part of a larger battle playing out between the Department of Justice and sanctuary cities and states.\n\nLocal officials across the nation worry if they work too closely with ICE, immigrants won't feel safe cooperating with police. Federal officials say the opposite — that these sanctuary policies make the public less safe.\n\nIn its latest move, the Department of Justice has threatened to subpoena local officials if they don't turn over documents by Friday to show whether they are sharing information with ICE.\n\nMeanwhile, ICE agents continue to raid immigrant communities. They took more than 100 people into custody during recent operations across Los Angeles.\n\n\n\nIn a statement to NPR, ICE said if its agents can't get into jails, they will be forced to carry out more raids.\n\n\n\nCalifornia Attorney General Xavier Becerra says local law enforcement shouldn't have to spend limited resources helping enforce federal laws against people who pose no danger to the public.\n\n\n\n\"Immigration may have the right to chase those folks because they may not have documents but it certainly doesn't necessarily make our communities safer,\" he said.\n\n\n\nTexas: 'We Don't Want 'Em Here'\n\nEnlarge this image toggle caption John Burnett/NPR John Burnett/NPR\n\nThe coastal bend of Texas is a world away from San Francisco. Here you find the biggest cluster of counties in the nation that have partnered with ICE. Twelve sheriffs have agreed to help the federal government enforce immigration laws by turning over undocumented immigrants they happen to arrest.\n\nThe first was Jackson County, where Andy Louderback is sheriff.\n\n\"If they're driving around this county intoxicated; if they're stealing from people,\" he said, \"If they're committing crimes ... we want them removed from the country. We don't want 'em here.\"\n\nThe popular sheriff is in his fourth term. His rural county is located on the Gulf Coast, about midway between Houston and Corpus Christi.\n\nAbout three-quarters of the nation's 3,000 counties cooperate with ICE, according to a recent survey by the Immigrant Legal Resource Center. Jackson County is one of a few dozen law enforcement agencies in the country that have gone even farther.\n\nThey send jailers to a month-long ICE academy where they learn how to identify prisoners who are in the country illegally. Then, ICE gives the county a dedicated computer to send a detainee's personal information directly to the agency.\n\nTara Timberlake, a supervising jailer in Jackson County, explains.\n\n\n\n\"You just talk to them just like ask 'em their name,\" she said, \"where they're from, and if they've come over to the United States legally or illegally.\"\n\nLouderback says he even set aside a room in the jail. He says they refer to it as the \"ICE booking station.\"\n\nLouderback says he and the other coastal sheriffs in Texas signed up for the ICE program — it's called 287g — to crack down on immigrant crime. The U.S. highway their counties straddle is a pipeline for smuggling drugs and humans from Mexico.\n\nHe figures at any one time, he's holding five unauthorized immigrants in his jail until they can be picked up by ICE. Yet, most are not accused of being cartel operatives. They're young men like Pablo Garcia.\n\n\n\nGarcia is a 21-year-old undocumented house painter from Mexico. He's dressed in black-and-white jail stripes, with a sallow jailhouse complexion.\n\n\"I was trying to stay in the shadows, just working and going home,\" he says in Spanish. The cops came to his house in the county seat of Edna looking for someone else, but he says they ended up arresting him for possessing a small bag of cocaine.\n\nBecause Garcia was holding less than a gram of cocaine, he will likely get probation. But he's almost certain to be deported.\n\nICE statistics show that most of the immigrants it takes into custody from local jails are there for crimes like driving while intoxicated, assault, and drug possession. Not the grave crimes the Trump administration highlights, like homicide and rape.\n\nAsked if he considers Garcia a dangerous criminal who would pose a threat to public safety if released, Louderback says he \"can't really answer that.\"\n\n\"You know, he was picked up for possession of a controlled substance. I mean, there's plenty of evidence about the violence associated with the drug trade. Whether he particularly is a potential threat, we can't really answer that, can we?\"\n\nFor Andy Louderback, the severity of the offense is irrelevant.\n\n\"If you're here illegally and you're not a citizen, that's crime one. And now you're here in this community, and you commit another crime here.\"\n\nSheriff Louderback stresses that he's not interested in rounding up all undocumented workers in Jackson County — he estimates there are about a thousand. He says he's only interested in the ones who end up in his jail.", "keywords": ["immigration", "inmate", "immigrants", "sheriff", "sheriffs", "choosing", "lines", "ice", "san", "undocumented", "federal", "immigrations", "county", "jail", "snub"], "polarity": -0.002448543519972094, "subjectivity": 0.336906942264085},
{"title": "PHOTOS: Myanmar Apparently Razing Remains Of Rohingya Villages", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588217754/photos-myanmar-apparently-razing-remains-of-rohingya-villages", "text": "PHOTOS: Myanmar Apparently Razing Remains Of Rohingya Villages\n\nFor the hundreds of thousands of Rohingya Muslims who have fled Myanmar and what authorities describe as a brutal campaign of ethnic cleansing, the prospect of returning to their home villages might be more than just daunting. As satellite photographs show, a return home might be simply impossible.\n\nThe images released by DigitalGlobe reveal what appears to be a systematic bulldozing operation by Myanmar authorities, with the remains of dozens of predominantly Rohingya villages razed to the ground in a matter of months.\n\nEnlarge this image toggle caption DigitalGlobe via AP DigitalGlobe via AP\n\n\"Many of these villages were scenes of atrocities against Rohingya and should be preserved so that the experts appointed by the UN to document these abuses can properly evaluate the evidence to identify those responsible,\" Brad Adams, Asia director of Human Rights Watch, said in a statement released Friday.\n\nThe international human rights organization said at least 55 villages have been leveled and stripped of all their buildings, plant life and distinguishing features since last November. Most of these villages had already been at least partially burned to the ground since August, when Myanmar's crackdown against the stateless minority population erupted in response to an attack by Rohingya insurgents.\n\nSince then, some 688,000 Rohingya have escaped Myanmar to neighboring Bangladesh, where they live in massive makeshift camps bearing horrific accounts of widespread murder, rape and torture conducted by Myanmar's military. Earlier this month, The Associated Press reported evidence of at least five mass graves at just one location; others, including two Reuters reporters who were arrested by Myanmar officials, have also reported evidence mass graves in Rakhine state, where most of the atrocities have been reported.\n\nYouTube\n\nAdams said Friday the bulldozing operation apparently underway there is tantamount to a cover-up destroying dozens of crime scenes.\n\nThe operation not only \"threatens to erase both the memory and the legal claims of the Rohingya who lived there,\" he said. \"Deliberately demolishing villages to destroy evidence of grave crimes is obstruction of justice.\"\n\nMyanmar's government, for its part, says the Rohingya — whom it calls \"Bengalis\" — burned their own homes as they left their villages. Officials say their activities in Rakhine state are related to rebuilding efforts, conducted partly with the intention of repatriating the Rohingya refugees who escaped to Bangladesh.\n\nAuthorities are \"making continuous and unremitting efforts\" to support \"the socioeconomic development and creation of employment opportunities in Rakhine State\" and enable the closure of the region's internally displaced person camps, the government said in a lengthy statement about the construction project posted earlier this week.\n\nThe AP reported some reasons to doubt the assertion that construction efforts were intended to help the Rohingya, who \"fear authorities are seizing land they've lived on for generations.\" Of the 787 houses planned in the effort, the news service says, only 22 have been reserved for the Rohingya.\n\nEarlier this month the U.N. high commissioner for refugees, Filippo Grandi, urged caution on a controversial plan to repatriate the Rohingya refugess, which was put on hold due to logistical concerns last month.\n\nEnlarge this image toggle caption DigitalGlobe via AP DigitalGlobe via AP\n\n\"Let me be clear. Conditions are not yet conducive to the voluntary repatriation of Rohingya refugees,\" Grandi told members of the Security Council. \"The causes of their flight have not been addressed, and we have yet to see substantive progress on addressing the exclusion and denial of rights that has deepened over the last decades, rooted in their lack of citizenship.\"\n\nThe refugees want to return, Grandi said, so long as their protection and freedom of movement are assured. But as satellite images continue to filter out, showing their homes leveled and their farms bare of crops, it is unclear now just what it is they will be returning to.\n\n\"All the memories that I had there are gone,\" one 18-year-old refugee told the AP. \"They've been erased.\"", "keywords": ["reported", "digitalglobe", "rohingya", "myanmar", "evidence", "razing", "remains", "refugees", "state", "photos", "rights", "ap", "villages", "apparently"], "polarity": -0.002864357864357862, "subjectivity": 0.4213888888888888},
{"title": "2nd Russian Olympian Fails A Doping Test At Pyeongchang Winter Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/23/588211762/second-russian-olympian-fails-a-doping-test-at-pyeongchang-winter-olympics", "text": "2nd Russian Olympian Fails A Doping Test At Pyeongchang Winter Olympics\n\nEnlarge this image toggle caption Edgar Su/REUTERS Edgar Su/REUTERS\n\nA second Russian athlete has failed a doping test at the Pyeongchang Winter Olympics. Nadezhda Sergeeva, a bobsled athlete, failed a drug test for a banned heart drug, the Russian Bobsled Federation announced on Friday.\n\nSergeeva failed a test on Feb. 18, the federation said on its Facebook page. It adds, \"A few days before that, on Feb. 13, her sample was clean.\"\n\nThe federation says that the bobsledder does not have a prescription for the drug.\n\nSergeeva, 30, placed 12th in the two-woman bobsled competition this past Saturday. She was less than half a second from a podium time.\n\nThe news about Sergeeva comes one day after a bronze medal was stripped from Russian curling athlete Aleksandr Krushelnitckii, who had tested positive for meldonium in Pyeongchang.\n\nRussian sports media are reporting that Sergeeva had trimetazidine in her system, citing a statement from the spokesman for the Olympic Athletes from Russia team. The drug was banned by WADA (the World Anti-Doping Agency) in 2014.\n\nBefore the news broke about Sergeeva, Friday was setting up to be a great day for Russian sports fans: The first gold medal for a Russia athlete had gone to figure skater Alina Zagitova, and the men's hockey team had played its way into Sunday's final.\n\nBut then came news that for the second time, a member of the 168-strong Olympic Athletes from Russia team had darkened the cloud that hangs over the country's Olympians.\n\nShortly after word spread about Sergeeva, Zagitova stood on the top step of the podium in the medals plaza near the Pyeongchang Olympic Stadium and watched as the Olympic flag was raised in honor of her gold medal, rather than the Russian flag. As another part of the sanctions on her country, the Olympic anthem played rather than Russia's anthem.\n\nThe two failed drug tests come after officials with the International Olympic Committee sought to provide assurances that the athletes from Russia had passed tight scrutiny and would continue to be tested in South Korea.", "keywords": ["doping", "team", "2nd", "russia", "test", "fails", "pyeongchang", "second", "olympics", "failed", "russian", "olympic", "athlete", "sergeeva", "olympian", "drug", "winter"], "polarity": -0.040598845598845607, "subjectivity": 0.22992784992784993},
{"title": "Trump Appears To Read From The NRA's Script Hours After The Gun Lobby Chief's Speech", "url": "https://www.npr.org/2018/02/22/588038614/within-hours-of-an-nra-speech-trump-appears-to-read-from-largely-the-same-script", "text": "Trump Appears To Read From The NRA's Script Hours After The Gun Lobby Chief's Speech\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nIn trying to clarify his Wednesday comments about arming teachers and other school personnel, President Trump, a day later, aligned himself even more closely with the National Rifle Association on the issue of teachers with guns and beefing up school security.\n\nSo much so, they seemed, at times, to be reading from the same script.\n\nHere's how the day started — with NRA Executive Vice President and CEO Wayne LaPierre at the Conservative Political Action Conference, or CPAC (emphasis ours):\n\n\"Can we protect so much with armed security, while we drop our kids off at school, that are so-called gun-free zones, that are wide-open targets for any crazy madman bent on evil to come there first? There first? In every community, PTAs, teachers' unions, local law enforcement, moms and dads – they all must come together to implement the very best strategy to harden their schools, including effective trained, armed security that will absolutely protect every innocent child in this country. That has to happen now. Evil walks among us, and God help us if we do not harden our schools and protect our kids. ... \"I refuse to leave this stage until I say one more time that we must immediately harden our schools. Every day— every day, young children are being dropped off at schools that are virtually wide open, soft targets for anyone bent on mass murder. It should not be easier for a madman to shoot up a school than a bank or a jewelry store or some Hollywood gala. Schools must be the most hardened targets in this country.\"\n\nHours later, Trump was at the White House talking about school safety after last week's mass shooting at a Parkland, Fla., high school. Notice, Trump used some of the same talking points, key words and phrases as LaPierre (again, emphasis ours):\n\n\"We have to harden our schools, not soften them. A gun-free zone to a killer or somebody who wants to be a killer, that's like going in for the ice cream. That's like 'here I am, take me.' We have to get smart on gun-free zones. When they see 'this is a gun-free zone,' that means that nobody has a gun except them, nobody's going to be shooting bullets in the other direction. And they see that, it's such a beautiful target. They live for gun-free zones. \"Now what I'd recommend doing is the people that do carry, we give them a bonus, we give them a little bit of a bonus, because frankly they'd feel more comfortable having the gun anyway, you give them a little bit of a bonus, so practically for free you've now made the school into a hardened target. ... \"You want a hardened school, and I want a hardened school, too.\"\n\nSo when it comes to \"hardening\" schools, not a phrase that was in wide use before Thursday, and speaking out against \"gun-free zones,\" it appears the president and the NRA are, well, on the same page.\n\nTrump does appear, however, to differ with the gun lobby when it comes to his support of increasing the age to be able to buy an assault rifle, from 18 to 21. Trump said he wasn't concerned, though, about that.\n\n\"I don't think I'll be going up against them,\" Trump said. \"I really think the NRA wants to do what's right. I mean, they're very close to me; I'm very close to them; they're very, very great people. They love this country. They're patriots. The NRA wants to do the right thing.\"\n\nAnd then in his next sentence, he may have given away the reason he and the NRA seem to be using similar, and sometimes the exact same, language.\n\n\"I've spoken to them often in the last two days,\" Trump acknowledged, \"and they want to do the right thing.\"\n\nTrump also reiterated his calls for arming more teachers and other adults working in the nations' schools, something LaPierre also called for. But Trump has made several conflicting statements on the controversial issue over the course of less than 24 hours beginning Wednesday.\n\nAt White House listening sessions Wednesday with students and parents, including some from Marjory Stoneman Douglas High School, where a gunman killed 17 people last week, Trump said, \"If you had a teacher who was adept at firearms, it could very well end the attack very quickly.\"\n\nBut Thursday morning, the president put out a barrage of tweets, defending himself and clarifying, \"I never said 'give teachers guns' like was stated on Fake News.\" He added that he wanted to look at the possibility of giving \"concealed guns to gun adept teachers with military or special training experience.\"\n\nIn his subsequent White House meeting Thursday with state and local officials to discuss schoool safety, Trump expanded on that.\n\n\"I don't want teachers to have guns,\" he said. \"I want certain highly adept people, people that understand weaponry, guns. If they really have that aptitude, because not everybody has an aptitude for a gun. I think a concealed permit for teachers and letting people know there are people in the building with a gun, you won't have, in my opinion, you won't have these shootings.\"\n\nAn armed guard was present at the Florida high school last week, but resigned Thursday after video footage showed that he never went inside the building to engage the shooter.\n\n\"He never went in,\" Broward County Sheriff Scott Israel said at a news conference Thursday. \"Devastated. Sick to my stomach\" is how Israel described how he felt when he learned the school resource officer didn't engage the shooter. \"There are no words. I mean, these families lost their children.\"\n\nThe idea of arming teachers, while pushed by the NRA, is opposed by the nation's largest teachers union. In a statement, National Education Association president Lily Eskelsen Garcia said:\n\n\"Bringing more guns into our schools does nothing to protect our students and educators from gun violence. Our students need more books, art and music programs, nurses and school counselors; they do not need more guns in their classrooms. Parents and educators overwhelmingly reject the idea of arming school staff. Educators need to be focused on teaching our students. We need solutions that will keep guns out of the hands of those who want to use them to massacre innocent children and educators. Arming teachers does nothing to prevent that.\"\n\nTrump on Thursday also expressed doubts about active shooter drills in schools, calling them \"a very negative thing,\" \"crazy\" and \"very bad.\"\n\n\"I'll be honest with you,\" Trump said. \"If I'm a child, I'm 10 years old, and they say, 'We're going to have an active shooter drill,' I say, 'What's that?' 'Well, people may come in and shoot you.' I think that's a very negative thing to be talking about, to be honest with you. I don't like it. I'd much rather have a hardened school.\"\n\nThe president said unless a school has \"offensive capability, you're wasting your time, you're wasting your time.\"\n\nThe president also shifted blame from guns to violent movies and video games. They are \"really shaping young people's thoughts,\" Trump contended, reminding of the national debate after Columbine in 1999. The shooters at Columbine listened to the music of rocker Marilyn Manson, popular with high-schoolers all over the country at the time.\n\n\"The Columbine era destroyed my entire career at the time,\" Manson told The Guardian this past September.\n\nTrump claimed Thursday, \"You see these movies, and they're so violent and yet a kid is able to see the movie if sex isn't involved.\"\n\nHe then called for a ratings system, something that has long existed for movies and video games.\n\nTwo survivors of the Stoneman Douglas shooting disputed the president's logic.\n\n\"My friends and I have been playing video games our whole lives, and seen, of course, violent movies,\" Samuel Zeif told CNN, \"but never have we ever felt driven or provoked by those action in those games to do something as horrible as this.\"\n\nChris Grady called the presidents' comments \"a pathetic excuse.\"\n\n\"I grew up playing video games,\" Grady said, citing Call of Duty and other first-person shooter games. \"I would never, ever dream of taking the lives of any of my peers.\n\n\"So it's just pathetic.\"", "keywords": ["hours", "gun", "president", "appears", "nras", "video", "guns", "trump", "teachers", "gunfree", "read", "lobby", "chiefs", "schools", "nra", "script", "speech", "school"], "polarity": 0.06684819382298371, "subjectivity": 0.4700980392156863},
{"title": "Exiles In Their Country, Crimean Dissidents Resist Russian Rule", "url": "https://www.npr.org/sections/parallels/2018/02/23/587565686/exiles-in-their-country-crimean-dissidents-resist-russian-rule", "text": "Exiles In Their Country, Crimean Dissidents Resist Russian Rule\n\nEnlarge this image toggle caption STR/AFP/Getty Images STR/AFP/Getty Images\n\nOn the day Olga Skripnik fled her home in Crimea, many of her fellow Crimeans were celebrating.\n\nOn March 16, 2014, separatist leaders in the Ukrainian province rushed through a referendum on joining Russia in violation of Ukraine's constitution. The controversial measure, which few countries recognized, passed overwhelmingly under the watchful eyes of a Russian occupation force that had seized the Crimean Peninsula two weeks earlier.\n\nAs pro-Russian Crimeans went to the polls, Skripnik crammed her belongings into her car and raced to the safety of the Ukrainian mainland, turning her back on her family, home and job as a university instructor in the seaside resort of Yalta.\n\n\"Because of persecution and threats, my husband and I were forced to leave Crimea on the day of the so-called referendum,\" said Skripnik, who now lives in Ukraine's capital Kiev. \"I can't go back because I'd be prosecuted as an extremist or a terrorist, since people who openly refuse to recognize the occupation of Crimea fall under the Russian criminal code.\"\n\nEurope How Has Life In Crimea Changed Since Russia Seized It From Ukraine? How Has Life In Crimea Changed Since Russia Seized It From Ukraine? Listen · 3:48 3:48\n\nAs heavily armed Russian soldiers fanned out across Crimea, Skripnik attracted attention by documenting their movements and bringing supplies to beleaguered Ukrainian troops. The Russians surrounded Ukrainian military bases, challenging the demoralized troops inside to put up a futile fight — or give up. In the aftermath of bloody anti-government protests in Kiev, the ill-prepared Ukrainian soldiers had little hope of getting clear orders, not to mention reinforcements, from the mainland.\n\nA majority of Crimea's population identifies as ethnic Russian, and fed up with years of neglect by Kiev, many saw a better future under the Kremlin than a provisional government aiming to take Ukraine into the European Union. In the chaos that followed the Kiev uprising, Russian President Vladimir Putin jumped on a unique opportunity to grab Crimea, home of the Russian Black Sea Fleet, and hobble Ukraine's westward integration at the same time. Because of widespread local sympathy for Russia, the annexation was practically bloodless — and vocal critics like Skripnik, herself an ethnic Russian, were effectively silenced.\n\n\"The establishment of Russian power led to the violation of almost all fundamental human rights,\" said Skripnik, a soft-spoken 30-year-old who heads the Kiev-based Crimean Human Rights Group. Today Crimea has at least 55 political prisoners, people who have been jailed for their opposition to the Russian annexation, she said.\n\nCrimea's Kremlin-backed administration categorically denies her charge. In an interview with NPR, Crimean leader Sergei Aksyonov said there is \"not a single\" political prisoner in the region and that only criminals are being imprisoned.\n\nEnlarge this image toggle caption Lucian Kim/NPR Lucian Kim/NPR\n\nThe most vulnerable group are the Crimean Tatars, a Muslim ethnic minority that was deported during the Soviet era and only allowed to return to Crimea as Ukraine gained its independence in 1991. A November report by Human Rights Watch found the Crimean Tatars have been \"relentlessly persecuted\" since the Russian annexation.\n\nCrimean Tatars largely remain loyal to Ukraine, and their representative body, the Mejlis, was banned by the Russian authorities on grounds of \"extremism.\" Last year the United Nations' International Court of Justice ruled that Russia must lift the ban — to no effect.\n\nThe Mejlis, once housed in a stately, pastel green building in the Crimean capital Simferopol, now has its offices in a glass tower in Kiev. Its exiled head, Refat Chubarov, said the human rights situation in Crimea is even worse than on the Russian mainland.\n\n\"Having occupied Crimea, Moscow is doing everything to isolate people who have their own opinions and try to preserve their dignity,\" said Chubarov, 60. \"That's why the repressions in Crimea, which are formally based on Russian law, are in fact completely arbitrary.\"\n\nEnlarge this image toggle caption Lucian Kim/NPR Lucian Kim/NPR\n\nChubarov is wanted by the Russian authorities for publicly calling into question the territorial integrity of Russia — by refusing to accept Crimea's annexation.\n\nAksyonov, Crimea's pro-Kremlin leader, says the Crimean Tatars face no persecution whatsoever. He blames activists like Chubarov for seeking to stir up anti-Russian sentiment from Kiev.\n\n\"They left Crimea on their own. They didn't bother anyone at all, and nobody chased them out,\" Aksyonov said. \"The incitement of ethnic hatred is unacceptable. There will be order in Crimea, so provocateurs and instigators should find themselves a different place to work and live in.\"\n\nEven though the Mejlis has been shuttered, one of Chubarov's deputies, Nariman Dzhelyal, still lives and works in Simferopol.\n\n\"The biggest change has been that in Ukraine we lived freely, while in Russia today, freedoms have been severely limited or in some cases, simply banned,\" said Dzhelyal, 37. \"Crimean Tatars have been prosecuted on various charges and jailed — some have even been killed. But this isn't just about Crimean Tatars, all residents of Crimea have felt this change.\"\n\nSpeaking your mind, you can lose your job at best or land in jail at worst, said Dzhelyal. He said he isn't afraid because publicity at last offers some protection, and because the Russian authorities are trying to hide any signs of dissent or protest.\n\nOn the streets of Simferopol and Sevastopol, Crimea's main cities, few people are willing to talk about how their lives have changed since the annexation, even if they support Russian rule. A waiter out for a smoke in Simferopol's pedestrian zone, who identifies as ethnic Ukrainian, said he voted for joining Russia in 2014 but now regrets it. He said he is fed up with the lack of economic opportunity in Crimea — and plans to use his Ukrainian passport to stake out a new future in Western Europe.\n\nEnlarge this image toggle caption Lucian Kim/NPR Lucian Kim/NPR\n\nAlthough some Crimean Tatars have emigrated, as a group they consider themselves Crimea's indigenous people, and most don't want to leave. After Soviet dictator Josef Stalin banished them to Central Asia in 1944, the Crimean Tatars spent almost half a century in a peaceful struggle to return to their ancestral homeland. When they were finally allowed to go back, the Soviet Union was falling apart and the returning Crimean Tatars found themselves in independent Ukraine.\n\nA number of Crimean Tatars have been imprisoned for belonging to the Islamist group Hizb ut-Tahrir, which is outlawed in Russia as a terrorist organization. Merely being a member of the group is cause for criminal prosecution, Dzhelyal said, without any proof of terrorist activity.\n\n\"The wording is so general that it can be applied to anyone. Recently the number of legal cases for posts on social media has risen sharply,\" he said. \"Despite all the attempts to wrap us up in an armed confrontation, we are actively resisting them.\"\n\nCrimean Tatars remain committed to nonviolence, Dzhelyal said, and will defend their rights within the framework of international legal norms.\n\nIn a media environment dominated by the Russian state, news of provocateurs trying to sabotage Crimea's sleepy existence is alarming. In 2015, the Russian authorities refused to renew the broadcasting license of ATR, a Crimean Tatar TV station that also broadcast in Russian and Ukrainian.\n\nSince the annexation, many critical journalists have been intimidated into leaving.\n\n\"I had to choose between staying in Crimea or being free. I chose freedom,\" said Sergei Mokrushin, once an investigative journalist in Simferopol.\n\nMokrushin fled Crimea with just a backpack when the FSB, Russia's federal security service, searched a colleague's apartment in March 2015. He figured he would be next.\n\n\"They wanted anybody who was inconvenient for them to leave on their own. Their idea was to kick out Crimean journalists,\" said Mokrushin, 30, who now works for a Crimean news site run out of Kiev by U.S.-funded Radio Liberty.\n\nLike Crimean human rights activist Skripnik and Crimean Tatar leader Chubarov, Mokrushin has been split from relatives and missed important family celebrations like the birth of a niece.\n\nUkraine, like the United States and the EU, says it will never accept the annexation of Crimea. But the government in Kiev is also fighting against Russian-backed separatists in eastern Ukraine and facing growing public anger over the lack of reforms since the 2014 street revolution.\n\nThe government has still not come up with a clear strategy on how it plans to regain control over Crimea, said Mokrushin.\n\n\"In fact the issue of Crimea has been outsourced to human rights groups, journalists, the Mejlis and diplomats from the EU and U.S.,\" he said. \"We see very little involvement by the Ukrainian state in solving the issue.\"\n\nBut until Ukraine meets the elusive goal of winning back Crimea, Mokrushin, Skripnik and Chubarov will remain exiles in their own country.", "keywords": ["tatars", "dissidents", "ukrainian", "crimean", "resist", "ukraine", "skripnik", "crimea", "russia", "kiev", "rights", "exiles", "russian", "rule", "country"], "polarity": 0.03174770458036586, "subjectivity": 0.34527475212959097},
{"title": "What It's Like to Visit Russia's 'Sports House' At The Pyeongchang Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/23/587969949/what-it-s-like-to-visit-russia-s-sports-house-at-the-pyeongchang-olympics", "text": "What It's Like to Visit Russia's 'Sports House' At The Pyeongchang Olympics\n\nEnlarge this image toggle caption Felipe Dana/AP Felipe Dana/AP\n\nIts location isn't a secret, and neither are its ties to Russia – but a visitor can be forgiven for feeling a bit surreptitious on arriving at the Sports House, a party hall for Russian Olympic fans to meet at the Pyeongchang Winter Olympics.\n\nAfter all, the Russian Olympic Committee is in the doghouse. It was suspended in December, and dozens of its athletes are banned. It had also been widely reported before the Olympics that Russia wouldn't be among the dozen or so countries to open a hospitality venue during the Games.\n\nEnlarge this image toggle caption Bill Chappell/NPR Bill Chappell/NPR\n\nSo we were a bit surprised when we found the Russian Olympic movement had turned a doghouse into a Sports House.\n\nPart of the reason for the undercover vibe is the location: The Sports House is located on a side street just feet away from a beachfront lane in Gangneung that runs along the coast of the Sea of Japan. With many of the Olympic events in South Korea centered in Pyeongchang, this location feels as if it's as far removed as possible from the eyes of Olympics officials.\n\nThat's not to say the Sports House is trying to hide. It's painted a striking shade of red, after all. And then there are are the huge, grinning matryoshka figures towering over the entrance. Without saying the word \"Russia,\" the imagery screams \"RUSSIA!\"\n\nOnce inside, there's virtually no sign that the Russia's Olympic committee is being punished more severely than any committee has ever been by the International Olympic Committee.\n\nAt these Olympics, Russian athletes don't compete under their own flag; they're banned from flying their colors and other signals of national pride and identity. The Sports House offers a salve to that awkward situation, with exhibits on Russia's past Olympic successes. On its walls there's an upbeat message: \"Russian in My Heart.\"\n\nUnlike some international houses, the Russian house doesn't charge an entrance fee or require an advance registration. Our experience there was similar to other hospitality houses in Pyeongchang: We were greeted warmly and cultural items were pointed out, as live events played out on TVs.\n\nAt earlier Winter Olympics, editions of the Russia House – particularly in Sochi, but also in Vancouver, where Russia began celebrating its hosting of the 2014 Games — have been famous for the mass consumption of vodka that took place on the premises. But not in South Korea: \"No alcohol,\" a man at the door tells me as he searches my bag.\n\nAt first, I think maybe he's asking if I'm smuggling booze, but then I realize that he's giving me a chance to bail — and maybe save him the trouble of searching through my gear.\n\nThe Sports House is in a converted wedding hall called Aqua. A sign out front promises tea from a samovar, and a traditional cake made in Tula, an industrial center south of Moscow.\n\nVisitors to the Sports House head through a security barrier and past a \"Wish Wall\" crowded with handwritten thoughts for the athletes competing in South Korea. Upstairs, they walk through double doors and into the main hall, an open space ringed by a balcony level. Looming on the opposite wall is a massive TV screen that shows live events featuring Russian athletes.\n\nAnd, propped against a wall, we see that the cake mentioned outside – a treat called pryanik – is a massive rectangle, about four feet long. Part of what makes these spice cakes special is the imagery imprinted on them; this one has a hockey player. The hope, I'm told, is that it might be cut on the day of the gold medal match, this Sunday.\n\ntoggle caption Bill Chappell/NPR\n\nThe main space is full of rows of cozy, low-riding lounge chairs. And they, in turn, are full of people who seem laser-focused on the doings of the Russian hockey squad – who, I notice, are busy obliterating the U.S. team. Loud cheers erupt at each score; so do chants of \"Russia!\"\n\nOn the edges of the room, there are parents and children, and people who simply can't fit into the central space. There's a face-painting station (to invoke the Russian white, blue and red, naturally); there's also a crafts table and a tabletop air hockey game.\n\nI had heard that the space wouldn't be able to host any athletes from the Russian team – officially known during these games as \"Olympic Athletes from Russia,\" as part of the IOC's mandate. But a staff member tells me that Russian athletes \"usually come after their competition,\" just as Olympians do at other international houses.\n\nOnce the OAR team finished its rout of the Americans on the big screen, there were smiles and high-fives. Almost immediately, the house PA system cranked the Nirvana song \"Smells Like Teen Spirit,\" and the kids working behind the snack counter started dancing around, singing along.\n\nI asked a member of the Sports House staff, Dmitry Zubarev, how the Russian fans are responding to the team at this Olympics — a question I asked in the journalistic tradition of confirming what's in front of one's face.\n\n\"The vast majority of the people who visit this event,\" Zubarev said, \"they've been waiting for the whole Olympics just for the ice hockey, just because it's such a big deal in Russia – and our team is the best.\n\n\"That's what we think,\" he said with a smile.\n\nEnlarge this image toggle caption Felipe Dana/AP Felipe Dana/AP\n\nComing off their country's success at the Sochi Winter Olympics in 2014, many Russian athletes remain under the cloud of suspicion over doping. This week came word that curler Aleksandr Krushelnitckii, one of the 168 Russians who came to Pyeongchang after being declared clean to compete, failed a doping test. He's now been stripped of his bronze medal.\n\nThe lingering suspicions, the athletes' restrictions, the lifetime bans from competition, the suspension of the national committee: All of those factors might seem like reasons to tamp down the celebrations, to be mindful of the punishments and responsibilities this team is saddled with.\n\nBut this is Russia, a country that's adept at pursuing its own message — and one, like many others, that enjoys being proud of its Olympians.\n\nStill, all those circumstances can produce some unique juxtapositions when they're crammed into one place.\n\nA Russian journalist we spoke with after our visit said the Sports House held its grand opening party on the same day that 15 Russians saw their appeal to participate in Pyeongchang rejected by an Olympics review panel, despite a Court of Arbitration for Sport decision that seemed to favor them.\n\nThe panel said the court's process did not \"lift the suspicion of doping\" or give any reason to believe the athletes were clean.\n\n\"There is nothing to celebrate,\" the journalist told me. \"I was surprised.\"", "keywords": ["russias", "theres", "russia", "visit", "house", "pyeongchang", "olympics", "athletes", "russian", "space", "team", "olympic"], "polarity": 0.10192260955418847, "subjectivity": 0.4001963241436926},
{"title": "Iran May Follow Venezuela In Launching Its Own Cryptocurrency ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/22/588080130/iran-may-follow-venezuela-in-launching-its-own-cryptocurrency", "text": "Iran May Follow Venezuela In Launching Its Own Cryptocurrency\n\nIran has announced its intent to establish a national cryptocurrency. In a tweet posted Wednesday, an Iranian official said that a test model for a \"cloud-based digital currency\" is being developed for submission to the Iranian banking system.\n\nThe official, Mohammad-Javad Azari Jahromi, heads Iran's Ministry of Information and Communications Technology. Jahromi made the announcement after a meeting with the state-owned Post Bank of Iran.\n\nIt is not yet clear what role the currency will play in the Iranian banking system. Iran's central bank has hinted at regulating cryptocurrencies in the past, even suggesting the adoption of an \"infrastructure\" to integrate digital currencies into the country's financial system.\n\nBut the central bank backpedaled on Wednesday just as news of the state-sponsored digital currency went public. In a statement reported by Iran Front Page news, the Central Bank of Iran highlighted the \"highly unreliable and risky\" nature of cryptocurrency markets. It warned that Iranians \"may lose their financial assets\" in a space marked by extreme volatility and \"pyramid scheme\"-like businesses.\n\nThe announcement comes on the heels of Venezuela's oil-backed \"petro\" cryptocurrency launch earlier this week. Venezuelan President Nicolas Maduro claims that the cryptocurrency has raised over $700 million for the cash-strapped country. But doubts remain over the currency's long-term viability, as Venezuela struggles to profit from the oil reserves that are supposed to back it.\n\nThere are fears that the rise of state-backed cryptocurrencies could pose a challenge to international efforts to regulate financial transactions and impose sanctions. The countries most interested in the technology – Iran, Venezuela and Russia – are all targeted by U.S. sanctions.\n\nThe Treasury Department has warned that U.S. citizens purchasing these currencies may be violating sanctions laws. And just last month, Treasury officials told Congress that rogue states and international criminal organizations are using virtual currencies \"to launder their ill-gotten gains.\"", "keywords": ["venezuela", "digital", "central", "bank", "iran", "cryptocurrency", "follow", "currency", "currencies", "financial", "launching", "iranian"], "polarity": 0.041400000000000006, "subjectivity": 0.28026666666666666},
{"title": "West Virginia's Teachers Walk Off The Job, Protesting Low Pay And Benefit Cuts", "url": "https://www.npr.org/sections/thetwo-way/2018/02/22/588086091/west-virginias-teachers-walk-off-the-job-protesting-low-pay-and-benefit-cuts", "text": "West Virginia's Teachers Walk Off The Job, Protesting Low Pay And Benefit Cuts\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nWest Virginia's public schools were closed Thursday, as teachers across the state walked out and protested for better pay and benefits from state lawmakers.\n\nGov. Jim Justice signed a bill Wednesday to give teachers a 2 percent pay raise starting in July, and an additional 1 percent pay increase in 2020 and 2021.\n\n\"We need to keep our kids and teachers in the classroom,\" Gov. Jim Justice said in a statement­ Wednesday. \"We certainly recognize our teachers are underpaid and this is a step in the right direction to addressing their pay issue.\"\n\nAs the Charleston Gazette-Mail reports, teachers say those increases amount to little after hikes to insurance premiums and cuts to their benefits. At the governor's request, the state's Public Employee Insurance Agency approved a 16-month freeze on premiums and benefits.\n\nThe state's teachers last staged a statewide strike in 1990, and striking employees could face a range of legal consequences. The state's attorney general issued a statement that the work stoppage is unlawful and he was ready to assist state agencies or boards to enforce the law.\n\nOn Wednesday, students at schools in 12 counties wore purple in solidarity with their teachers. And Thursday, thousands of demonstrators showed up at the Capitol in Charleston, the Gazette-Mail reported.\n\n\"When we went to the Board of Education's website last night and saw the entire state was red — that was amazing,\" Heather Ritter, a librarian at Scott High School told the Gazette-Mail. \"They weren't unified in 1990, but we are today.\"\n\nSalary for a beginning teacher in the state is $32,435, and the average teacher salary is $44,701, according to the National Education Association. That ranks the state 48th in terms of teacher pay, The Associated Press reports.\n\nWest Virginia has a hard time retaining talented teachers. Former Ohio County teacher of the year Heidi Hohman told the Wheeling Intelligencer she had mentored eight \"excellent\" student teachers, but all had left to teach in states with higher starting salaries.\n\n\"It's an insult to every public employee, school teacher, and service personnel at how little we value them,\" Del. Isaac Sponaugle, a Democrat, told West Virginia Public Broadcasting. \"I've compared it to handing out Christmas hams. We're giving them nothing. ... Their insurance, we haven't made it a priority. We haven't made pay a priority but we want to cut taxes and continue cut taxes for businesses.\"\n\nHouse Finance Chair Eric Nelson said there wasn't room in the budget to meet the teachers' demands.\n\n\"We've done as much, fiscally, as we can in this budget right now,\" said Nelson, a Republican, told the broadcaster. \"We'd all like to do a lot more but we've got to work within the body of what we have. And we've heard them. We've put a lot on the table very quickly in front of other things. And you know I guess everybody has a voice but there are many other people out there too that, you know, we're all hurting in many ways.\"", "keywords": ["west", "public", "insurance", "gazettemail", "teacher", "low", "weve", "told", "pay", "job", "state", "teachers", "virginias", "walk", "protesting", "states", "benefit", "cuts"], "polarity": 0.15558897243107772, "subjectivity": 0.3907769423558897},
{"title": "Missouri Gov. Eric Greitens Indicted On Felony Charges Of Invasion Of Privacy", "url": "https://www.npr.org/2018/02/22/588122246/missouri-gov-eric-greitens-indicted-on-felony-charges-of-invasion-of-privacy", "text": "Missouri Gov. Eric Greitens Indicted On Felony Charges Of Invasion Of Privacy\n\nMissouri Gov. Eric Greitens was indicted on felony charges of invasion of privacy and taken into custody Thursday. This apparently stems from allegations made last month that during an extramarital affair, Greitens took a photo of the woman and threatened to publish it if she exposed the affair.\n\nMARY LOUISE KELLY, HOST:\n\nThis afternoon in Missouri, Republican Governor Eric Greitens was arrested and booked on a charge of felony invasion of privacy. He was released without having to post bail. St. Louis Public Radio's Rachel Lippmann joins us now. Hey, Rachel.\n\nRACHEL LIPPMANN, BYLINE: Hi, Mary Louise.\n\nKELLY: What led to this charge today?\n\nLIPPMANN: So back on the night of the - his State of the State address in January, our local CBS affiliate here ran a story alleging that the governor had had an affair and then allegedly taken a picture of this woman with - of this woman while she was semi-nude. He was then also accused of threatening to release that photo if she ever said anything about the affair - essentially blackmail. Missouri law says that the photo taking - taking the picture alone was the act - was a misdemeanor. What pushes this to the level of a felony was the fact that he put that photo on a computer, and therefore it makes it sort of a low-level felony. We know about this incident because the ex-husband of the woman who had the affair recorded the conversation and then released to and talked to it with the media.\n\nKELLY: Now, the woman - who we're not naming - the woman involved has not spoken publicly about this. The governor has spoken publicly about it. What's he said?\n\nLIPPMANN: The governor, in a statement, admitted to the affair back on that January night. He and his attorneys initially denied that a photo had been taken but walked that back later. He has always strenuously denied that that blackmail allegation took place, that he said he would release the photo if the woman made the affair public. And that is not part of the indictment today. An attorney for the governor said in a statement today about the indictment, quote, \"in 40 years of public and private practice I have never seen anything like this. The charges against my client, the governor, are baseless and unfounded. The governor, my client, is absolutely innocent, and we will be filing a motion to dismiss these charges.\"\n\nKELLY: Now, we mentioned that the governor is out on bail. What is the next step that his lawyers are contemplating?\n\nLIPPMANN: So he has the - has hired these private attorneys. And as they said, they'll be filing this motion to dismiss. He's always strenuously denied the blackmail, and now they're saying that these charges are completely and totally baseless. So we do know that the case has been officially filed with the court system here. And the motion to dismiss, I'm going to guess, will come shortly after.\n\nKELLY: Now, you know, the governor is married. He is a father. He portrayed himself as a family man during the campaign. And he was widely said to have had aspirations for higher office. Do we know how this may all play out for his political future?\n\nLIPPMANN: I think you have to think that future - you know, his future in politics is probably, with the #MeToo movement and how this is all tied into allegations of sexual assault - is probably over. There's a question now, too, of whether he'll even finish out the rest of his term. He was first elected back in 2016. You've already had Republicans and Democrats alike calling on him to be impeached because of this indictment. And he was never really well-liked among legislatures in - legislators in Jefferson City.\n\nKELLY: All right. Rachel, thank you so much.\n\nLIPPMANN: Thank you, Mary Louise.\n\nKELLY: It's St. Louis Public Radio's Rachel Lippmann reporting there on the news that Missouri Governor Eric Greitens has been indicted on a felony charge of invasion of privacy.\n\n(SOUNDBITE OF EMUNE AND MUJO'S \"DETROIT STREETS\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["public", "privacy", "invasion", "charges", "affair", "missouri", "know", "governor", "gov", "woman", "greitens", "indicted", "felony", "eric"], "polarity": 0.060627177700348436, "subjectivity": 0.26022067363530776},
{"title": "South Korean Speedskaters Left A Teammate Behind; Now Fans Want Them Off The Team ", "url": "https://www.npr.org/sections/thetorch/2018/02/22/588092354/south-korean-speedskaters-left-a-teammate-behind-now-fans-want-them-off-the-team", "text": "South Korean Speedskaters Left A Teammate Behind; Now Fans Want Them Off The Team\n\nEnlarge this image toggle caption Aris Messinis /AFP/Getty Images Aris Messinis /AFP/Getty Images\n\nTwo South Korean speedskaters who humiliated their teammate are facing a swift backlash from fans who are demanding the women be banned from the national team. The fans' petition has gathered more than 579,000 signatures over two days.\n\nThe painful drama played out on the ice on Monday during the pursuit team quarterfinals race when Noh Seon-Yeong was left behind by the two faster women on the team, leaving Noh to cross the finish line roughly four seconds later — a glacial delay in the sport.\n\nAnd when she broke down in tears after the race — in which they came in seventh — they ignored her and walked away.\n\nThe fans are not having it.\n\nThey are furious over the public shaming and unsportsmanlike display by Kim Bo-reum and Park Ji Woo and have launched a petition appealing to the South Korean president to remove the young women from the national team. The online petition calls it \"an obvious national disgrace\" to have Kim and Park represent the country in the Olympics.\n\nThe presidential Blue House responded to the public outcry saying it \"plans to respond to the petition at an appropriate time. We will likely pass our recommendations or express our views to relevant bodies,\" according to CNN.\n\nLeaving Noh to fend for herself — kind of like a wounded animal on the Sahara — appeared especially vindictive to pursuit team speedskating fans because the race is only over when the final member of a trio finishes the race. Meaning there is nothing to gain by bolting away.\n\nIn fact, skaters often trade places between the lead, middle and rear positions — sometimes physically pushing the slowest teammate ahead — to ensure that the pack sticks together and makes it across the finish line as quickly as possible. It is the only speedskating competition where physical contact among racers on the same team is allowed.\n\nKim and Park also made matters worse in a series of interviews and non-apology apologies. Immediately following the race, Kim talked to The Korea Times. \"We practiced a lot for the Olympics and our midway race was quite good,\" she said. \"As you saw it, the racer was far behind us and the gap had become even wider as we neared the finish line... I regret our record.\"\n\nPark similarly insinuated that Noh was to blame for the team's poor performance and failure to reach the semifinals, according to the newspaper.\n\nThe Korean Herald reported both women were met with an onslaught of criticism over social media from fans who say they should have helped Noh and have accused Kim and Park of bullying. Apparently, the flurry of angry posts and comments led Kim to switch her social media accounts to private.\n\nShe also offered this statement in a separate news conference: \"I think many people were hurt after seeing [the interview after the race] so I am really sorry for that. ... I became greedy and focused only when I reached the finish line I realized she was behind.\"\n\nReuters reported the South Korean team finished eighth in the women's team pursuit final on Wednesday.\n\nAfter the race, Noh and Kim headed straight to the locker room. Park had one comment: \"I'm sorry.\"", "keywords": ["teammate", "race", "left", "park", "korean", "women", "kim", "speedskaters", "petition", "fans", "noh", "south", "team"], "polarity": -0.01950113378684808, "subjectivity": 0.5222708130871395},
{"title": "Coal Jobs Have Gone Up Under Trump, But Not Because Of His Policies", "url": "https://www.npr.org/2018/02/23/586236738/coal-jobs-have-gone-up-under-trump-but-not-because-of-his-policies", "text": "Coal Jobs Have Gone Up Under Trump, But Not Because Of His Policies\n\nEnlarge this image toggle caption Dake Kang/AP Dake Kang/AP\n\nPresident Trump made coal jobs a core of his presidential campaign, repeatedly vowing to bring back \"beautiful\" coal despite the industry's decades-long decline. And in pockets of the U.S. during Trump's first year in office, it may well have felt like a turnaround was underway.\n\nA review of data from the Mine Safety and Health Administration shows 1,001 more U.S. coal jobs last year compared with 2016, although energy analysts say the reasons are short term and have nothing to do with White House policies.\n\nThe biggest jump was in West Virginia, where MSHA's annual average found 1,429 more coal jobs in 2017. One U.S. congressman from West Virginia, David McKinley, the chairman of the Congressional Coal Caucus, was quick to declare that \"Trump has ended the war on coal\" — one he said had been created by President Barack Obama.\n\nLoading...\n\nOther states that saw a sizable increase: Alabama (494), Virginia (243) and Pennsylvania (124). Seven other states saw a smaller number of new coal jobs.\n\n\"I think Trump should be patted on the back because we need this coal,\" retired Virginia miner Noah Counts tells NPR.\n\nLoading...\n\nEnergy Economist Rob Godby, at the University of Wyoming, calculates MSHA data differently, comparing fourth-quarter 2016 and 2017 numbers. By that measure he also finds a 2 percent bump in coal employment in Wyoming. But that was alongside a 6 percent rebound in production, which means mines are doing \"more with fewer people.\" Godby thinks that reluctance to hire more workers, perhaps relying on overtime instead, means mine owners are \"uncertain about future production.\"\n\nShort-term jobs bump, long-term decline\n\nThe Trump administration has certainly tried to help the coal industry, rolling back a number of environmental regulations, imposing tariffs on imported solar panels, and proposing to subsidize both coal and nuclear (a move regulators rejected). But Godby and other analysts credit last year's rise in coal jobs to short-term market forces, here and overseas, including a powerful cyclone that battered Australia.\n\nAustralia is the world's leading producer of metallurgical coal, a special kind used in steelmaking. But last March, Tropical Cyclone Debbie disrupted that market. Art Sullivan, a mining consultant and former coal miner in Washington, Pa., told NPR last year that this disruption, along with \"a continuing high level of demand in China,\" boosted demand for exports of \"met\" coal in places such as Appalachia and Alabama. That's why Trump could tout \"a big opening of a brand-new mine\" in Pennsylvania when he announced the U.S. would leave the Paris climate accord last June.\n\nMet coal is the smaller, but more profitable share of the U.S. industry. By far, most American coal is thermal, or steam, the kind used to make electricity. For years, low-cost competition from natural gas has forced such plants to shut down, or switch from coal to gas. Thermal coal got a bit of a break in 2016, as natural gas prices rose from very low levels in 2016. But it still continued its long-term decline.\n\n\"Natural gas is more flexible; it's cheaper to operate and it's also more efficient,\" David Sorrick, senior vice president for power operations with the Tennessee Valley Authority, tells Ohio Valley Resource. TVA's Paradise power plant in Kentucky, for example, retired two of its three coal-burning generators last year in favor of natural gas.\n\nAccording to MSHA's annual averages, Kentucky lost 108 coal jobs last year. Two states had bigger losses, Texas (503) and Ohio (401). Five other states lost several dozen coal jobs, including Wyoming (again, by a different calculation than economist Godby uses).\n\nGodby says strong global growth may keep the metallurgical coal market a \"bright spot\" for a while longer. But he notes those exports are just a fraction of what they were years ago and says they won't change coal's overall downward trend. The number of U.S. coal miners has plunged from 90,000 in 2012 to just over 50,000 today, according to the Bureau of Labor Statistics. And in fact, in the last quarter of 2017, production and jobs were back down.\n\nMany mines will continue to automate, Godby says, cutting jobs to cut costs, and hold on as long as they can. There will be more pressure as wind and solar electricity becomes even cheaper, and electricity demand stays flat.\n\nBased on retirements already announced, analysts expect a jump in the number of mines that could close in 2018. Just last month, the 4 West Mine in southwestern Pennsylvania announced it will shut down, meaning jobs will disappear for about 400 workers. That's far more than the number of new coal jobs in the state last year.", "keywords": ["gone", "coal", "2016", "number", "jobs", "godby", "gas", "trump", "policies", "virginia", "wyoming", "states"], "polarity": 0.13079940329940326, "subjectivity": 0.3848911898911897},
{"title": "Trump Trade Action Could Boost Steel And Aluminum Makers, Hurt Other Industries", "url": "https://www.npr.org/2018/02/23/587898827/trump-trade-action-could-boost-steel-and-aluminum-makers-hurt-others-industries", "text": "Trump Trade Action Could Boost Steel And Aluminum Makers, Hurt Other Industries\n\nEnlarge this image toggle caption Alwyn Scott/Reuters Alwyn Scott/Reuters\n\nAs the Trump administration sees it, U.S. steel and aluminum industries are in crisis, rapidly losing ground to foreign competitors and hemorrhaging jobs along the way.\n\nBut proposed import tariffs and quotas have other manufacturers worried that they'll become less competitive in the global marketplace.\n\nHow the administration responds to the problem is something Mark Vaughn is watching very closely.\n\nThe president of a small manufacturing company in Nashville, Tenn., Vaughn makes parts for auto and appliance companies, such as Carrier, Whirlpool and Johnson Controls.\n\nBecause he buys steel domestically, he isn't concerned about the impact of import tariffs, a move recommended by Commerce Secretary Wilbur Ross last week, on his own bottom line.\n\nBut as Vaughn sees it, tariffs could disrupt the complex supply chains that he and his customers are part of.\n\n\"All of them concentrate on cost, and if the cost of their products goes up, then that would create the environment where they may go elsewhere as far as how they go about supplying their plants,\" he says.\n\nVaughn's case illustrates the larger dilemma facing President Trump as he weighs whether to impose tariffs to preserve steel and aluminum jobs, a goal that he campaigned on. Trump has until mid-April to make his decision.\n\nThis is a complex set of problems and possible solutions, with potential for unintended consequences.\n\n\"There's a real opportunity for the president to make a difference for some of those forgotten men and women that he talked about for so long on the campaign trail in states like Pennsylvania,\" says Scott Paul, president of the Alliance for American Manufacturing, a partnership of the United Steelworkers and manufacturers.\n\nBut tariffs could also indirectly drive up costs for other domestic manufacturers.\n\n\"This is a complex set of problems and possible solutions, with potential for unintended consequences,\" says Remy Nathan, vice president of international affairs at the Aerospace Industries Association.\n\nNathan notes that the U.S. aerospace industry, which provides 2.5 million American jobs and exports heavily, depends on steel and aluminum imports to build aircraft. He points, for example, to the metal fasteners that connect aircraft parts, which would become more expensive if tariffs go through.\n\n\"Now, multiply that impact across every possible piece of an aircraft that connects to an aluminum or a steel part, and you could have a cascading effect that has fairly significant impacts on our industry's global competitiveness,\" Nathan says.\n\nFor that reason, Trump will probably take a more moderate course, such as imposing penalties on dumping, says Dan Ikenson, director of the Cato Institute's Herbert A. Stiefel Center for Trade Policy Studies.\n\n\"I know the president is hearing from a lot of members of Congress and senators who have a lot of steel-using and aluminum-using businesses in their districts, and they are saying, 'Hey, if you have this blanket tariff or quotas on all sorts of imports of aluminum and steel, that's going to put a lot of our manufacturers out of business,' \" Ikenson says.\n\nPolitics U.S. Trade Partners Threatening Retaliation If Proposed Tariffs Go Through U.S. Trade Partners Threatening Retaliation If Proposed Tariffs Go Through Listen · 2:44 2:44\n\nHe points to another problem. U.S. tariffs would almost certainly be challenged by other countries at the World Trade Organization, the body that mediates trade disputes.\n\nThe U.S. could argue that it needs healthy steel and aluminum manufacturers to build planes and tanks for defense purposes, Ikenson says. But such a move would open a Pandora's box of trade retaliation, he says.\n\nBut Paul, of the Alliance for American Manufacturing, disputes the notion that tariffs would ignite a trade war, noting that no other country is as large an import market or suffers similar trade imbalances.\n\n\"The difference is, in the past, we've just kind of sat back and taken it when countries have violated our trade laws and have dumped [imports] into our market. This time we're standing up,\" Paul says. \"I think they're going to have a hard time saying we're not justified in taking this action.\"", "keywords": ["industries", "vaughn", "trade", "steel", "tariffs", "boost", "president", "retaliation", "proposed", "hurt", "trump", "aluminum", "action", "possible", "makers"], "polarity": 0.0024581128747795454, "subjectivity": 0.437037037037037},
{"title": "Growing Scandal Forces Australia's Deputy Prime Minister To Resign", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588184679/growing-scandal-forces-australias-deputy-prime-minister-to-resign", "text": "Growing Scandal Forces Australia's Deputy Prime Minister To Resign\n\nEnlarge this image toggle caption Michael Masters/Getty Images Michael Masters/Getty Images\n\nAustralia's beleaguered deputy prime minister has announced his resignation over allegations of sexual harassment that followed on reports earlier this month of an adulterous affair with a former staff member who is now pregnant with the couple's child.\n\nAt a news conference on Friday, Barnaby Joyce said he would step down Monday \"as leader of the National Party and deputy leader of Australia.\"\n\nHe said media reports that an unidentified woman had made a sexual harassment complaint against him were \"the straw the breaks the camel's back,\" after two weeks of withering scrutiny about the affair with his former press secretary, Vikki Campion.\n\nJoyce — who has denied the allegation of harassment and has steadfastly insisted that his relationship with Campion is a private affair — called the decision to resign from the government a \"circuit-breaker,\" telling reporters, \"This current cacophony of issues has to be put aside.\"\n\nQuestions were raised not only over the extramarital affair, but with Campion receiving two subsequent government jobs after leaving Joyce's office. Further scrutiny has come from an apartment where Joyce and Campion now live that was provided, rent-free, by a wealthy political donor.\n\nAs we reported last week, the growing scandal had erupted into open conflict between Joyce and Prime Minister Malcolm Turnbull, threatening to split the coalition between Turnbull's Liberal Party and Joyce's National Party.\n\nTurnbull publicly rebuked his deputy, calling Joyce's actions a \"shocking error in judgement\" that had caused \"terrible hurt and humiliation\" to the deputy prime minister, his wife, daughters and Campion.\n\nTurnbull went so far as to announce a revision in the ministerial code of conduct to prohibit such breaches in the future.\n\nJoyce responded to Turnbull's remarks, calling them \"inept\" and \"unnecessary.\" He complained that his relationship with Campion was \"a personal issue that's been dragged into the public arena.\"\n\nThe Canberra Times writes that Joyce's resignation from the deputy prime minister post and as head of his National Party that \"... comes after rising public pressure to go, as well as from within the Nationals and their Coalition partners, the Liberal Party.\"\n\nEven as he departs, Joyce will retain his seat in Parliament, guaranteeing that Malcolm's government maintains its one-seat majority in the House of Representatives.", "keywords": ["affair", "resign", "deputy", "australias", "party", "prime", "forces", "joyce", "minister", "growing", "joyces", "campion", "scandal", "harassment", "national"], "polarity": -0.022124470511567296, "subjectivity": 0.4410394265232975},
{"title": "Texas Commutes Death Sentence, As Execution Carried Out In Florida; Alabama Postpones", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588189618/texas-commutes-death-sentence-as-execution-carried-out-in-florida-alabama-postpo", "text": "Texas Commutes Death Sentence, As Execution Carried Out In Florida; Alabama Postpones\n\nEnlarge this image toggle caption AP AP\n\nThree executions were scheduled. Two were called off.\n\nIf the death sentences in Alabama, Texas and Florida had all gone ahead on Thursday night as originally planned, it would have marked the first time in eight years that three convicted killers were executed on the same day.\n\nHowever, Texas Gov. Greg Abbott granted clemency to Thomas Whitaker, 38, commuting his sentence to life in prison. And late Thursday, the execution in Alabama of Doyle Lee Hamm was postponed after last minute legal wrangling pushed late into the evening.\n\nOnly the execution of Florida inmate Eric Scott Branch, 47, who was convicted of raping and killing a college student decades ago, was carried out.\n\nBranch thrashed on the gurney where he was strapped to receive a lethal injection, managing to scream \"murderers!\" three times before he was pronounced dead at 7:05 p.m.\n\nAccording to The Associated Press:\n\n\"Moments earlier, he had addressed the corrections officers in the room with him by saying that, instead of them carrying out the death sentence, it should have been Gov. Rick Scott and Attorney General Pam Bondi, both Republicans. 'Let them come down here and do it. I've learned that you're good people and this is not what you should be doing,' Branch told the officers.\"\n\nIn a rare move earlier this week, the Texas Board of Pardons and Paroles voted unanimously to recommend clemency for Whitaker, whose father had kept up a relentless campaign on his behalf, despite his son's role in the 2003 murder of his wife and only other child, The Statesman reports.\n\nAbbott agreed with the board and granted his first commutation of a death sentence as governor, after allowing 30 others to be carried out.\n\n\"The murders of Mr. Whitaker's mother and brother are reprehensible,\" Abbott said in a prepared statement. \"The crime deserves severe punishment for the criminals who killed them. The recommendation of the Texas Board of Pardons and Paroles, and my action on it, ensures Mr. Whitaker will never be released from prison.\"\n\nIn Alabama, Hamm's execution was unable to begin before a midnight deadline on his death warrant expired.\n\nAppeals for Hamm, 61, who was convicted of killing a hotel clerk in 1987, have revolved around whether the inmate's cancer \"had left him healthy enough to be executed without excessive suffering,\" according to AL.com.\n\nThe news website reports:", "keywords": ["postpones", "whitaker", "convicted", "alabama", "texas", "execution", "board", "sentence", "death", "commutes", "carried", "florida"], "polarity": 0.030555555555555558, "subjectivity": 0.47200854700854705},
{"title": "This 'Gray Hat' Hacker Breaks Into Your Car — To Prove A Point", "url": "https://www.npr.org/sections/alltechconsidered/2018/02/23/583682220/this-gray-hat-hacker-breaks-into-your-car-to-prove-a-point", "text": "This 'Gray Hat' Hacker Breaks Into Your Car — To Prove A Point\n\nEnlarge this image Jenn Liv for NPR Jenn Liv for NPR\n\nCybercrime is expanding beyond computers and cellphones. Cars, washers and dryers, and even toasters are going online — an evolution of technology called the Internet of things.\n\nSamy Kamkar, a felon who knows how to hack these things, may be the best person to help us understand all the possibilities for crime as we move toward a fully connected world.\n\nI met up with him at the parking lot of NPR West in Culver City, Calif. We planned to steal a car. Kamkar arrived with a couple of gadgets that looked like hand-sized circuit boards with wires dangling from them.\n\nWe picked a Chevy Bolt with keyless entry. Kamkar stood 20 feet away with one of the gadgets, and I stood next to the car with the other one. The Bolt unlocked. I got in, started the car and then I was off — ready for a trip to the beach.\n\nFor the record, the Bolt belongs to an NPR colleague, who wasn't happy to see how easy it was to hack her car.\n\nKamkar says his gadget can imitate signals being sent from the owner's key fob to the car. Parking lots are a treasure trove for thieves, he says. \"There are a lot of cars coming in and out, so it's essentially dealer's choice,\" he says.\n\nKamkar is one of the most famous hackers in America. He has made a career out of working his way into networked devices. It takes a lot of skill, and you have to think a bit like a criminal. That is why Kamkar has an advantage.\n\nHe became notorious when he was 19 years old. It was 2005, and he had signed up for the biggest social network of its time, MySpace. He didn't have many friends on the site, but he found a hacker workaround. \"When someone would visit my profile, it wrote some code so that you would add me as a friend,\" he says. \"Additionally you would add, 'Samy is my hero' to the bottom of your profile. I thought that would be funny.\"\n\nIt worked very, very well. In fact, it was the fastest-spreading computer worm of its time. Unfortunately, it also crashed MySpace. Kamkar was arrested and charged with cyberhacking. The judge found a punishment to fit the crime: Kamkar was banned from the Internet for life.\n\nAs it turns out, Kamkar now thinks time off the computer was just what he needed.\n\nEnlarge this image toggle caption Courtesy of Samy Kamkar Courtesy of Samy Kamkar\n\n\"It think it was really good for me because ... I was forced to partake in other parts of life,\" he says. \"Things that I'd never done before like go outside and look at the sun and get a little color, read books, hang out with people in real life, or IRL as we say online.\"\n\nAfter three years, his sentence was lifted for good behavior. But, over those three years, Kamkar had changed. He says he still loved hacking. \"I ... really enjoy understanding how technology works and using it in a way that you wouldn't expect,\" he says. \"But ... I think, 'Would I want this done to me?' \"\n\nKamkar is a \"gray hat\" hacker — not all good, not all bad. He works on the edges of the law — breaking into cars, connected doorbells, drones and phones to try to find vulnerabilities. When he succeeds, he lets the world know so the vulnerability can be fixed.\n\nAs the world moves toward being fully connected — and ordinary household appliances are converted into cyberweapons — Kamkar is offering a valuable service.\n\nThe security risks of connected devices hit home personally for Richard Downing, head of the Justice Department's Computer Crime and Intellectual Property section. \"I was just over the holidays installing a new smart thermostat in my house,\" he says, \"and thinking about this very problem because, of course, it's connected to the Internet.\"\n\nAnd yes, even a thermostat could potentially be hacked.\n\nLast year, the Justice Department prosecuted a student at a New Jersey college and two of his friends for hacking into hundreds of thousands of Internet-connected devices — DVRs, routers, even baby monitors. Downing says they turned all these little devices into a supercomputer called a botnet.\n\n\"They were able to sell access to the botnet to others who wanted to cause denial-of-service attacks,\" he says. \"They had a business and they were able to harm their competitors' businesses as a result of these denial-of-service attacks.\"\n\nThe botnet they created took down Twitter, Netflix and the network at Rutgers University — where one of them went to school.\n\nSecurity on Internet-connected devices is often very weak. Manufacturers often give every device the same password, and it can be difficult or impossible to change. \"Unfortunately, these Internet-of-things devices sometimes don't have as a robust security as our phones or our computers do,\" Downing says.\n\nManufacturers are rushing to sell Internet-connected toasters or doorbells, and security isn't the top priority. And that is where a gray-hat hacker like Kamkar comes in. He can embarrass a company into providing more security. For instance, shortly after Amazon said it was interested in using drones to deliver packages, Kamkar announced he had found a way to take them over. He shared the hack on his YouTube channel.\n\nYouTube\n\nImagine if a terrorist managed to take control of an army of drones. Or what about cars? In the not-too-distant future, autonomous vehicles will be clogging the freeways of Los Angeles. And they're hackable. A few years ago, Chris Valasek and Charlie Miller, a couple of gray hat hackers, proved it with an Internet-connected Jeep Cherokee.\n\nYouTube\n\nFiat Chrysler has fixed that problem.\n\nBut Kamkar says there will always other bugs. \"I'm worried that someone really young will do something really stupid because they don't understand what they're doing ultimately,\" he says. \"So I'm worried about someone who hasn't had a lot of life experience, but has a lot of power. And that's simply because we're making things more accessible.\"\n\nAt the moment, there is a lot of competitive pressure on companies to make things as easy to use as possible. Kamkar hopes that by finding vulnerabilities and making them public customers will demand change. \"It's only when everyone yells at a company and says, 'This needs to change.' ... That's when change occurs,\" he says.\n\nKamkar will keep raising the alarm — but ultimately it's up to us to decide whether to buy the most convenient new gadget or the most secure. We may not be able to have both.", "keywords": ["connected", "car", "breaks", "hacker", "prove", "really", "devices", "security", "gray", "things", "internetconnected", "kamkar", "hat", "point", "lot"], "polarity": 0.13714397839397843, "subjectivity": 0.5272075484575485},
{"title": "Finding Strength In Shared Stories Of Childhood Sexual Abuse", "url": "https://www.npr.org/2018/02/23/586096174/finding-strength-in-shared-stories-of-childhood-sexual-abuse", "text": "Finding Strength In Shared Stories Of Childhood Sexual Abuse\n\nEnlarge this image toggle caption Morgan Feigal-Stickles/StoryCorps Morgan Feigal-Stickles/StoryCorps\n\nNew Bethany Home for Girls in Arcadia, La., opened in the early 1970s as a religious reform school for, as its founder said, \"the incorrigible, unwanted rejects\" who \"haven't been loved and haven't had a chance in life.\"\n\nOver the next three decades, law enforcement officials repeatedly investigated claims of physical and psychological child abuse at the school.\n\nJoanna Wright was 16 years old when she first arrived at New Bethany in the 1970s. She says she had been sexually abused as a child and hoped the school would be a refuge. But she says when she got there, she was raped by the man in charge of the school.\n\n\"I thought something was really wrong with me, that I must be a really bad person because this keeps happening to me in life,\" Joanna told Tara Cummings, who came to New Bethany when she was 12, in a StoryCorps interview. \"I started to think, 'How could I dismember my body and spread the pieces around so that God couldn't find me and put me back together to punish me?' \"\n\nThe two spoke in 2016 at Joanna's home in Cypress, Texas.\n\n\"I used to wish that I would come back as a cotton ball or a Coke can, completely inanimate so I could feel nothing,\" Tara said.\n\nThe women attended the school at different times, but they crossed paths when women began speaking up about the abuse they say they endured at New Bethany.\n\nSeveral women who attended the school have come forward in recent years alleging abuse — including sexual, physical and psychological — by the same man.\n\nJoanna, now 58, and Tara, now 47, were part of a group of women who in 2014 testified in front of a grand jury that the man who ran the school abused them. In January 2015, the grand jury did not indict him, The Times-Picayune reported at the time. He died the following month. NPR is not naming him because he cannot respond to the accusations. While he was alive, he repeatedly denied any kind of abuse at the school.\n\nThe school closed in 2001. Over the years, Joanna told people of the abuse, the first being her father. He made her take a lie detector test, she says.\n\n\"I always wondered, 'What do people see in me that makes them think it's OK to abuse me?' And that was something that I carried even into adulthood,\" Joanna said.\n\n\"It put a fear in me that I've never shaken. I don't know that I ever will. You know, I always thought, 'There has to be other girls, I can't be the only one.' And so I've always blabbed about it,\" she says.\n\nTara, on the other hand, kept quiet about the abuse.\n\n\"I was a really good liar. Always being the preacher's kid and putting on a perfect front. I think I was trying to move on. But to get out of the hiding was a game changer for me,\" she said.\n\nTara says Joanna helped her learn how to stop hiding.\n\n\"I know you don't believe in divine path,\" she told Joanna, \"but I was at a fork in the road. And knowing you has changed my life.\"\n\nProduced for Morning Edition by Liyna Anwar with Martha Perez-Sanz.\n\nStoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at StoryCorps.org.", "keywords": ["childhood", "strength", "abuse", "think", "shared", "women", "tara", "know", "told", "interview", "finding", "really", "joanna", "sexual", "school"], "polarity": 0.1433794466403162, "subjectivity": 0.42544701675136465},
{"title": "Zagitova Edges Medvedeva To Win Figure Skating Gold At Pyeongchang Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/22/588165918/womens-figure-skating-comes-down-to-a-duel-as-russians-eye-first-gold-medal", "text": "Zagitova Edges Medvedeva To Win Figure Skating Gold At Pyeongchang Olympics\n\nEnlarge this image toggle caption Harry How/Getty Images Harry How/Getty Images\n\nUpdate at 12:50 a.m. ET Friday\n\nAlina Zagitova narrowly beat her teammate Evgenia Medvedeva in the women's singles figure skating competition at the Pyeongchang Winter Olympics, winning the first gold medal for the Olympic Athlete from Russia team.\n\n\"I haven't fully realized yet that I've won,\" said Zagitova, who is just 15. \"I think I need some time to understand that I won the Olympic Games.\"\n\nIt would begin to sink in, she said, when she gets her medal in tonight's ceremony in Pyeongchang.\n\nIn addition to her jaw-dropping talent, Zagitova has drawn scrutiny for the composition of her program, in which she saves all the most complicated moves for the second half, to maximize their scoring potential.\n\nBut Zagitova also uses the first half of the program to show her artistry and dramatic flair. She did that in her free skate here in South Korea – and when it was time to hit her jumps, she nailed them in spinning, smooth precision.\n\nAs she finished, the crowd, including a large and vocal Russian contingent, cheered loudly. Coming off the ice, Zagitova was beaming.\n\nOf her score, Zagitova said, \"I was surprised and it was a nice surprise. I am glad that I was able to deal with my nervousness, go out there and skate my program calmly.\"\n\nShe added that she would have given herself \"a 4 with a little plus [out of 5] for my performance, because I didn't do the first jump combination [triple Lutz-triple loop], but I did it later. I proved one more time to myself that I can change my jump elements during the program.\"\n\nThe three Americans in the field — Mirai Nagasu, Karen Chen, and Bradie Tennell — needed to turn in eye-popping performances today to even approach the podium. None of them had scored above 70 points in their short program, as six other skaters had. In the final rankings, they held onto their spots, all in a group, with Tennell vaulting from 11th, last in the group, to 9th.\n\nAn updated version of our original story, recapping the event:\n\nZagitova's score in the free program of 156.65 points staked her claim to the gold medal.\n\nCanada's Kaetlyn Osmond, 22, followed with a graceful and smooth skate, with elements flowing into one another. One highlight: a triple salchow - double toeloop - double loop combination that drew loud cheers.\n\nFor Osmond, there was at least one stumble on a landing. But when she spun into her finish, the packed arena (with many Canadian fans) was already roaring its approval. Osmond put her hands on the ice, smiling and laughing — and clearly trying to catch her breath: These elite skaters only make these routines SEEM easy.\n\n\"I was so excited, I was so ready for this program,\" Osmond said later. \"All day I was terrified, I was so nervous, but it is a program I feel super comfortable with in practice, and I was so ready to show it in competition — that's exactly what I felt.\"\n\nOsmond's score: 152.15, putting her into second place overall — a bump up from third and assuring her of a medal.\n\nBut then it was all up to Medvedeva, skating in the final slot of the day to \"Anna Karenina\" by Dario Marianelli. The question in the arena was: Would the reigning world champion take gold, or silver?\n\nMedvedeva's fluid technique and ability to express herself on the ice — while pulling off jumps with technical skill and grace — are captivating. The crowd cheered her dramatic program with appreciation, but it wasn't the loudest we heard today.\n\nFinishing her program, Medvedeva immediately started weeping on the ice, covering her face with her hands. As she skated off and hugged her coach, she began crying openly.\n\nMedvedeva's score: 156.65 points — a tie in the free skate with Zagitova, who had come into the final skate leading her by less than two points: 82.92 to 81.06. That sealed the gold medal for Zagitova, with 239.57 total points.\n\n\"I felt today in my program really like Anna Karenina in the movie,\" Medvedeva said, discussing her performance and likely mortifying Russian literature professors. \"I put everything out there that I had, I left everything on the ice. I have no regrets.\"\n\nShe skated \"in a fog,\" Medvedeva said, saying she was in the moment and aware that for four minutes she could express herself to the world.\n\n\"My soul thrives on that feeling, the body and the brain did their job,\" she said.\n\nWhen Medvedeva left the scoring area, she and Zagitova shared a big and long hug.\n\nOf her bronze medal, Osmond said, \"Not long after the last Olympics, I didn't even know that I would be competing at this one. It means so much, and to know that I fought so hard in the last four years.\"\n\nShe added, \"My main goal was to place higher than 13th, which I did, and I improved that by 10 placements. I am so excited.\"\n\nAmong the U.S. trio, Tennell led the way in this final, after trailing on Wednesday. She and Chen turned in solid, but far from perfect, performances that left them behind Russian athlete Maria Sotskova. Nagasu, who made history earlier in Pyeongchang by landing the first triple axel at an Olympics, pulled out of her jumps today and didn't seem as steady as she was during the team event. She finished between Tennell and Chen.\n\n\"I'm ready to go home,\" Nagasu said afterwards, according to NPR's Tom Goldman.\n\nThe start times for the final six women in the free skate on Friday in South Korea (Thursday night in the U.S.) had Medvedeva going last:\n\nSatoko Miyahara (Japan)\n\nCarolina Kostner (Italy)\n\nKaori Sakamoto (Japan)\n\nAlina Zagitova (OAR)\n\nKaetlyn Osmond (Canada)\n\nEvgenia Medvedeva (OAR)\n\nBefore the highest-ranked skaters from the short program began their programs, Chen and Tennell had come closer to skating the way many had expected them to – and the way they didn't quite manage to in their short program (for Tennell, it included a fall, something she rarely does).\n\nAfter Chen earned a 119.75 score, Tennell put down a solid program to get a 128.34 – and 192.35 total points, with nine skaters still to take the ice.\n\nAs she finished her skate and awaited her score, Tennell looked relieved, proud, and happy.\n\nThere were 24 skaters in the final — but Zagitova and Medvedeva were the only ones to score above 80 points in the short program. Zagitova had the edge with 82.92 points, partly because her program is shaped to maximize scoring: All of her big jumps come in the last section, when they're worth more.\n\nMedvedeva, 18, is the reigning world champion. She's competing in South Korea after recovering from a broken foot that she suffered last October.\n\nZagitova, 15, won this year's European championship in Moscow. She has risen to the heights of the world's elite skaters just one year after winning the world junior championship.\n\nWith a Russian skater winning gold, it set off a celebration for fans of the Olympic Athletes from Russia team — who are competing under a neutral flag at these Winter Games because of doping punishments. Before today's event — and with the final weekend of competition looming in Pyeongchang, the team hadn't managed to win a gold medal, it has now also won five silver and eight bronze medals.\n\nFor a brief while earlier this week, Medvedeva owned the Olympic record for the highest-scoring women's short program in history, after turning in a flawless skate at the Gangneung Ice Arena. But within moments, her score of 81.06 was eclipsed by Zagitova's 82.92.\n\nBoth Medvedeva and Zagitova attend Sambo 70, a large sports center and school in Moscow that was founded in 1970. The school trains Olympic athletes in a variety of winter and summer sports, from judo and swimming to skiing and figure skating. Another product of Sambo 70: Julia Lipnitskaya, who was 15 when she won a gold medal as part of Russia's figure skating team at the Sochi 2014 Olympics.", "keywords": ["skating", "tennell", "figure", "edges", "program", "gold", "win", "final", "zagitova", "pyeongchang", "skate", "score", "olympics", "points", "medvedeva"], "polarity": 0.127536298757229, "subjectivity": 0.4614033468684634},
{"title": "New Report Finds Climate Change Could Take A $1 Billion Bite From Winter Sports", "url": "https://www.npr.org/2018/02/23/588106531/new-report-finds-climate-change-could-take-a-1-billion-bite-from-winter-sports", "text": "New Report Finds Climate Change Could Take A $1 Billion Bite From Winter Sports\n\nEnlarge this image toggle caption Rich Pedroncelli/AP Rich Pedroncelli/AP\n\nIt's been a painfully slow start to the ski season in the Western U.S. Some places have seen record warm temperatures and record low snowfall, prompting resorts to open late. Those that cranked out fake snow had trouble attracting avid skiers who prefer the real stuff. And all this means an economic hit.\n\nA new report finds that a low-snow year can cost the U.S. winter sports industry up to $1 billion. Protect Our Winters, a climate advocacy nonprofit, says as the climate warms, winter activities like skiing, snowboarding and snowmobiling could end up contributing less to the overall economy.\n\n\"When somebody goes and skies, they don't just spend money on that lift ticket,\" says Rebecca Hill, a Colorado-based natural resources economist who contributed to the report. \"They also spend money at restaurants in the area. They buy gas in the area. So it's those other support industries that are also going to be harmed.\"\n\nLow and variable snowfall is expected to become more commonplace as the climate warms. Across the West this year, ski resorts from Colorado to California have seen slow starts to their seasons amid the warmer temperatures and minimal snowfall. Last month Vail Resorts, which operates 11 destination ski resorts across North America, reported a 10.8 percent drop in skier visits in part due to low snow.\n\nProtect Our Winters also finds that less outdoor activity during low-snow years can mean up to 17,400 fewer U.S. jobs compared to an average season.\n\nSki resorts do have snowmaking to fall back on. But places without that technology, like Diamond Lake Resort in Oregon, have had to use layoffs to cope with a slow start to the season.\n\nRebecca Hill, the Colorado economist, says the new findings, and headlines from ski resorts this year, should prompt resorts to think about how they can adapt to survive.\n\n\"What can we do now?\" she says. \"What needs to happen now to change this trajectory that we're on?\"\n\nFiguring that out is Auden Schendler's job. He's vice president of sustainability at Aspen Ski Resorts and a Protect Our Winters board member. In the short term, Schendler says ski businesses are investing in better snowmaking tools. In the summertime, they're investing in mountain biking trails and other activities that can generate income.\n\n\"Snow is currency,\" he says. The concern is that this year demonstrates that snowmaking is ultimately \"a stop gap, it's an insurance policy. But it doesn't replace the natural product.\"\n\nTo prepare for a warming climate, South Lake Tahoe's Heavenly Resort announced this week it's considering removing rocks and trees that are obstacles in low snowpack years.\n\nBut ultimately, \"you're not going to adapt to the kind of warming that we're headed towards,\" Schendler says. \"We need to stop it.\"", "keywords": ["billion", "change", "finds", "snowfall", "climate", "report", "snowmaking", "ski", "low", "bite", "winters", "slow", "resorts", "winter"], "polarity": 0.021148989898989893, "subjectivity": 0.4303841991341992},
{"title": "Logs Of 911 Calls Reveal The Troubled History Of Florida School Shooter", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588456524/logs-of-911-calls-reveal-the-troubled-history-of-florida-school-shooter", "text": "Logs Of 911 Calls Reveal The Troubled History Of Florida School Shooter\n\nEnlarge this image toggle caption Mike Stocker/AP Mike Stocker/AP\n\nNewly released tapes and logs of 911 calls show that police had responded to at least two dozen incidents of violent or disruptive behavior over 10 years by the 19-year-old suspect in the fatal shootings of 17 students and staff at a Marjory Stoneman Douglas High School in Parkland, Fla., last week.\n\nOn November 29 of last year, Nikolas Cruz called 911 himself in Palm Beach County to report that someone \"attacked me and said they were going to gut me.\"\n\nIn a 5 ½ minute call, Cruz say, \"I kind of got made and I started punching walls and stuff and then a kid came at me and threw me on the ground, and he started attacking me and kicked me out of the house.\"\n\nIn another call, a woman, whose name was redacted, describes an altercation between her adult son and Cruz. She also said she's worried that Cruz is going to get a gun, \"because that's all he wants is his gun, and that's all he cares about is his gun.\"\n\nThe Miami Herald and other news organizations identify the caller as 42-year-old Roxanne Deschamps, who had taken in Cruz and his younger brother, Zachary, after their mother died earlier that month.\n\nThose two calls are just part of the story authorities are piecing together about the troubled history of the alleged shooter and how various government agencies and school officials failed to effectively intervene before the shooting last week.\n\nMeanwhile, the Broward Sheriff's office released records dating back 10 years documenting contacts it had with Nikolas Cruz, the 19-year-old suspect. The records released are logs of 23 separate 911 calls, including 15 calls made by his now-deceased mother, Linda Cruz, reporting disputes and disturbances involving Cruz between November 2008 and June 2014. Several other calls were made by third parties beginning in February 2016 through November 2017.\n\nThe Sheriff's Office's response to two of the calls is under investigation by its Internal Affairs unit.\n\nOn February 5, 2016, deputies received a call summarized as:\n\n\"Third hand information from the neighbor's son that Nikolas Cruz planned to shoot up the school on Instagram (Picture of Juvenile with guns.) One month time delay. Unknown high school. Cruz lives in area.\"\n\nThe log says that the deputy made contact with the anonymous caller. Upon learning that Cruz possessed knives and a BB gun, that information was \"forwarded to Stoneman Douglas School Resource Officer.\"\n\nOn November 30, 2017, another call was logged:\n\n\"Caller advised subject Nikolas Cruz is collecting guns and knives. Cruz wants to join the Army. Concerned he will kill himself one day and believes he could be a school shooter in the making. Caller advised Cruz was no longer living at the listed parkland address and is now living Lake Worth, FL. Believes the weapons are kept at a friend's house at an unknown location.\"\n\nThe log says that the deputy contacted the caller located in Massachusetts via telephone. \"No report was initiated...Deputy advised her referred the caller to the Palm Beach Sheriff's Office.\"\n\nOn Thursday, Sheriff Scott Israel announced that two of his deputies are on restrictive duty pending an investigation into whether they followed policy in responding to 911 calls about the alleged shooter.", "keywords": ["shooter", "logs", "troubled", "caller", "nikolas", "sheriffs", "911", "cruz", "released", "history", "reveal", "florida", "calls", "school"], "polarity": -0.03667584940312215, "subjectivity": 0.34751147842056923},
{"title": "White House Briefly Put On Lockdown After Driver Hits Security Barrier", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588384613/white-house-briefly-put-on-lockdown-after-driver-hits-security-barrier", "text": "White House Briefly Put On Lockdown After Driver Hits Security Barrier\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nUpdated at 9:25 p.m. ET\n\nThe White House went on lockdown for a while on Friday afternoon after a female driver struck a nearby security barrier and was \"immediately apprehended\" by officers, according to the Secret Service.\n\nThe agency said in a statement it has had \"previous encounters\" with the woman they say is 35, white and from LaVergne, Tenn. The statement said she has been charged with \"numerous criminal violations,\" and turned over to Washington, D.C., police.\n\nThe agency said the vehicle \"did not breach the security barrier of the White House complex.\"\n\nIt happened a couple of blocks south of the President's official residence around 3:30 p.m., as President Trump was inside hosting Australian Prime Minister Malcolm Turnbull.\n\n\"This minivan came and crashed into the barricade and tried to push through the barricade and his tires were burning rubber and a lot of smoke was coming up,\" eyewitness Chris Bello said, according to Reuters. \"And then about 30 seconds after that the two security guards that were in the booth, you know, ordered him to stop doing what he was doing and he didn't listen,\" Bello said.\n\nThe checkpoint is the same site of a 2016 episode when agents shot a man brandishing a gun, reports CNN. Nobody else was injured and the White House was placed under an hour-long lockdown at the time.\n\nLocated in the middle of the bustling metropolis, the White House grounds have been a target for intruders several times over the years.\n\nA Congressional report compiled in 2015 found, \"security incidents occur frequently enough that the agency must be prepared to deter and respond to breaches at all times.\"\n\nA 2014 Washington Post report chronicled more than 30 breaches that have been reported since the mid-1970s.\n\nOften Secret Security tackles fence jumpers before they can gain much ground. But in 2014 an intruder armed with a small knife was able to make it inside the White House through an unlocked door before being apprehended. The Obama family was away at the time.\n\nDuring Friday's incident, the Secret Service said law enforcement personnel suffered no injuries and no shots were fired.\n\nFox 5 DC tweeted a video of a white van in front of a barrier with a broken rear window.", "keywords": ["lockdown", "barrier", "report", "hits", "washington", "security", "house", "briefly", "driver", "secret", "agency", "statement", "white"], "polarity": -0.056172839506172835, "subjectivity": 0.25802469135802475},
{"title": "Gothamist Properties Will Be Revived Under New Ownership: Public Media", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588388525/gothamist-properties-will-be-revived-under-new-ownership-public-media", "text": "Gothamist Properties Will Be Revived Under New Ownership: Public Media\n\nEnlarge this image toggle caption WNYC WNYC\n\nNearly four months after their billionaire owner shut them down, local news sites Gothamist, LAist and DCist will come back to life under new ownership: public radio stations.\n\nWNYC in New York will buy Gothamist, Southern California's KPCC will acquire LAist, and WAMU in Washington, D.C., is taking over DCist.\n\nWNYC says the move is largely funded by two anonymous donors \"who are deeply committed to supporting local journalism initiatives and the station partners.\" Though the financial details weren't disclosed, the station says the acquistition resulted from a competitive process. The deal includes story archives, Internet domains, and social media assets.\n\nThe sites' owner, TD Ameritrade founder Joe Ricketts, cited financial reasons in closing the sites. But the move came just a week after workers at its New York outlets voted to unionize. Ricketts had previously written a blog post titled, \"Why I'm Against Unions At Businesses I Create.\"\n\nThe deal to revive the sites was driven by Gothamist's founders, Jake Dobkin and Jen Chung, Wired reports. Dobkin told the magazine the acquisition was \"the best possible outcome\" after the sudden shutdown of the sites in early November.\n\nHe told Wired that his team was looking for other local news organizations or radio stations to possibly acquire Chicagoist and SFist. Both sites say their archives are now operated by WNYC.\n\n\"The nonprofit WNYC business model has proved to be a growing and thriving thing while a lot of things have been going so deeply south,\" Jim Schachter, head of WNYC's news division, told the magazine.\n\nNew York Public Radio's chief operating officer told The Wall Street Journal that each of the three stations has some \"skin in the game.\"\n\nIn an open letter to Southern Californians, KPCC Chief Content Officer Kristen Muller said that when LAist went dark, \"a collective shudder ran through our newsroom. It was the neighborhood blog that could. We'd lost an important voice.\"\n\nKPCC is conducting a survey of Angelenos about what they miss about LAist and what their \"dream version\" of the site would look like.\n\n\"The health of our local media landscape matters,\" Muller writes. \"The future of our city depends on engaged residents to make informed choices. We're excited by the opportunity to bring LAist back into the fight.\"\n\nWAMU says it plans a \"slight refresh\" of DCist before launching this spring. The station plans to hire three full-time staffers to run the site.\n\n\"This was an opportunity that when we learned about it, it seemed like such a natural fit,\" WAMU chief content officer Andi McDaniel said in a statement. \"The kind of community and neighborhood-level reporting that DCist does, and its beloved status locally, just aligned naturally with what our mission is.\"", "keywords": ["local", "revived", "ownership", "officer", "station", "gothamist", "told", "media", "dcist", "york", "laist", "properties", "sites", "public"], "polarity": 0.0845771378380074, "subjectivity": 0.3323953823953824},
{"title": "Seychelles Finds A Novel Way To Swap Its Debt For Marine Protections", "url": "https://www.npr.org/sections/thetwo-way/2018/02/23/588273709/seychelles-finds-a-novel-way-to-swap-its-debt-for-marine-protections", "text": "Seychelles Finds A Novel Way To Swap Its Debt For Marine Protections\n\nEnlarge this image toggle caption AP AP\n\nThe Seychelles have brokered a novel deal that will allow the island archipelago to swap millions of dollars in sovereign debt for protecting nearly one third of its ocean area.\n\nIt's hailed as the first of its kind. \"Seychelles is clearly breaking new grounds and with it, it has positioned itself as a world leader in ocean governance and management,\" Seychelles vice president Vincent Meriton said in remarks announcing the new protections.\n\nAnd hopes are high that this could serve as a model for other countries. \"If it works, it will also secure the economic future of the nation, which depends entirely on tourism and fishing,\" The Guardian writes. \"With other ocean states lining up to follow, the approach could transform large swaths of the planet's troubled seas.\"\n\nHere's how it's going to work. The Nature Conservancy negotiated a deal that \"converts a portion of the nation's foreign debt into a $22-million investment in expanded marine conservation,\" according to a press release. Effectively, it \"turned sovereign debt repayments into conservation funding,\" the organization said.\n\nThe Leonardo DiCaprio Foundation is one of the investors on the deal. It was reached in 2016, though it was this week that areas were formally designated as protected.\n\nThe entire plan is set to expand the Seychelles' protected area from less than one percent to 30 percent. Earlier this week, Meriton signed documents that started this process by protecting two huge expanses of sea. It set aside more than 28,700 square miles in the Aldabra group of islands and 52,000 square miles in the Admirantes area. Together, that's an area larger than the size of Syria.\n\nEnlarge this image toggle caption Tate Drucker/AP Tate Drucker/AP\n\nThe idyllic Indian Ocean nation is popular with tourists. But it's particularly vulnerable to climate change and has also seen overfishing.\n\n\"Half of this area will be designated as 'no-take' zones to protect fish breeding sites and scientifically identified priority biodiversity areas,\" according to the Leonardo DiCaprio Foundation. The archipelago is home to the endangered dugong and multiple species of endangered sea turtles.\n\nThe plan is to expand the protected area to nearly double by 2021, as well as come up with ways to manage the territorial waters.\n\n\"Our approach is ambitious,\" said Seychelles President Danny Faure in a Nature Conservancy statement. \"It is about a paradigm shift on how we manage and use our coastal and ocean resources, how we work together as a government and as communities.\"\n\nThe Seychelles defaulted on its debt in 2008, according to Reuters. Since then it has \"clawed its way back to prosperity with assistance from the International Monetary Fund.\" Its total debt now is $406 million, the wire service adds.\n\nWhile this is a new approach for protecting marine areas, it's not unique in nature conservation. According to Reuters, there are \"20 years' worth of similar debt-for-nature swaps that have preserved vast tracts of tropical forests in Latin America and the Caribbean.\"", "keywords": ["finds", "swap", "conservation", "way", "novel", "ocean", "protecting", "protections", "area", "according", "seychelles", "nature", "marine", "debt", "deal"], "polarity": 0.08388271815903395, "subjectivity": 0.4534791524265208},
{"title": "FDA Finds Hazards Lurking In Parsley, Cilantro, Guacamole", "url": "https://www.npr.org/sections/thesalt/2018/02/23/588336210/fda-finds-hazards-lurking-in-parsley-cilantro-guacamole", "text": "FDA Finds Hazards Lurking In Parsley, Cilantro, Guacamole\n\nEnlarge this image toggle caption Joff Lee/Getty Images Joff Lee/Getty Images\n\nLast fall, the U.S. Food and Drug Administration started looking for dangerous bacteria in a few of America's most beloved fresh foods: parsley, cilantro, basil, and prepared guacamole. The very freshness of these foods carries a risk. Since they aren't normally cooked, they may harbor nasty bugs like salmonella and Listeria monocytogenes.\n\nThe testing has barely begun, but the agency has released the first results, revealing that it has, in fact, discovered disease-causing microbes in a small percentage of those samples.\n\nOut of 139 samples of fresh herbs tested, four tested positive for salmonella and three contained disease-causing E. coli. Most of the herbs that the FDA tested, and all of the contaminated samples, were imported from other countries.\n\nThe FDA tested 107 samples of processed avocado and guacamole, divided roughly equally between domestic and foreign suppliers. Four samples tested positive for disease-causing listeria, three of which were processed in the United States.\n\nListeria is especially troublesome because it can proliferate in cold conditions, such as a refrigerator.\n\nEventually, the FDA plans to test 1,600 samples of both fresh herbs and processed avocados. The agency says that no conclusions can be drawn from the results so far, because most of the testing remains to be done.\n\nRobert Buchanan, an expert on food safety at the University of Maryland, wrote in an email to NPR that \"I did not find the result unexpected. These frequencies are not unusual in fresh produce.\"\n\nBuchanan also cautioned that the amount of contamination in each sample, which the FDA did not disclose, is important in determining the real risk to human health. Healthy people can eat slightly contaminated food without getting sick.\n\nNo amount of contamination, however, is legal in fresh produce. According to the FDA, when it detects any of these disease-causing microbes in products through its tests, it can launch enforcement actions such as a recall, or, in the case of imported food, blocking that food from entering the United States.\n\nCraig Hedberg, an expert on food safety at the University of Minnesota, says that contamination with salmonella or listeria is \"an indication that companies need to pay more attention to sanitation in their plants.\"\n\nWashing fresh herbs may reduce the amount of bacterial contamination, he says, but it won't eliminate it altogether.", "keywords": ["finds", "guacamole", "lurking", "fda", "herbs", "salmonella", "tested", "contamination", "hazards", "cilantro", "food", "samples", "parsley", "diseasecausing", "processed", "fresh"], "polarity": 0.08058982683982684, "subjectivity": 0.5228679653679654},
{"title": "How 1 Tweet From Kylie Jenner Caused Snap, Inc. To Lose $1 Billion", "url": "https://www.npr.org/2018/02/23/588374736/how-1-tweet-from-kylie-jenner-caused-snap-inc-to-lose-1-billion", "text": "How 1 Tweet From Kylie Jenner Caused Snap, Inc. To Lose $1 Billion\n\nNPR's Ari Shapiro talks with Will Oremus, a senior technology writer at Slate about how a recent tweet by Kylie Jenner caused Snap, Inc. — the parent company for Snapchat — to lose more than $1 billion.\n\nARI SHAPIRO, HOST:\n\nNow we're going to talk about a tweet worth more than a billion dollars. It came from Kylie Jenner, reality TV star and member of the Kardashian family. Quote, \"so does anyone else not open Snapchat anymore? Or is it just me? Ugh, this is so sad.\" With that, the company Snap $1.3 billion of its stock market value - more than 6 percent. It has recovered a bit. Ten minutes later, Kylie Jenner tweeted (reading) still love you, though, Snap. My first love.\n\nSmall consolation. This actually points to some important currents in the tech industry. And to talk about them, Will Oremus of Slate joins us now. Hi there.\n\nWILL OREMUS: Hi, Ari.\n\nSHAPIRO: Let's work backwards. What was it about Snap that made Kylie Jenner so annoyed?\n\nOREMUS: Well, we have to infer that a little bit, but the reason that most people are annoyed with Snapchat right now is that they recently rolled out a big redesign of their app. And the goal of this redesign, among other things, was to try to finally lure in users who are older than, say, 30, 35 years old, which is something they've always had trouble doing. But the problem is the people who loved it in the first place are finding it really hard to use and apparently especially if you have a lot of friends on Snapchat. I wouldn't know about that from personal experience, but I've heard tale that it's become very confusing to try to interact with your friends on a regular basis, which, of course, is what teens and a lot of young people use it for.\n\nSHAPIRO: People generally hate redesigns. In this case, more than a million people signed a change.org petition saying they hated Snap's redesign. Tell us about the larger tech competition that this redesign was a response to.\n\nOREMUS: Yeah, and you raise a good point. I mean, redesigns are always unpopular with some people, and then the question is how many people hate it and will they come around eventually? But there is a worrying backdrop for this if you're Snapchat, and that is the fact that Instagram, which is owned by Facebook, copied its most popular feature, the stories feature where you can share these sort of video compilations with your friends, and has been luring people away from Snapchat. So celebrities and influencers and also just regular users are spending on the whole more time now on Instagram and less time on Snapchat. That's seen as an existential threat to Snapchat's business.\n\nSHAPIRO: Snap was one of the most hotly anticipated tech IPOs when it went public close to a year ago. Is it now fighting for its life?\n\nOREMUS: That might be a little strong. I mean, it's - there's an expectation when a company like Snap goes public that investors are going to be on this rocket ride of growth for a while. That's why they're buying in even though the company isn't really making money at the time. Well, fast-forward a few quarters, Snapchat still isn't making money, but the bigger problem is they're not growing. It doesn't mean that they're about to go away, doesn't mean everybody is leaving Snapchat. But the concern is if it doesn't have that momentum anymore, at any given point, there could be this sort of inflection, and all of a sudden, it's not cool anymore. And then you see an exodus that reminds everyone of what happened to MySpace back when Facebook took over. That's why a tweet like Kylie Jenner's can cause such a little panic because, really, the question of whether Snapchat is cool is at the core of its value proposition.\n\nSHAPIRO: We learned yesterday that the Snap CEO Evan Spiegel is paid nearly $638 million. That's thought to be the third-highest annual salary ever for a CEO. Has he earned it?\n\nOREMUS: (Laughter) Spiegel is coming under more pressure. I mean, he is really - according to a lot of accounts, he's really the mind that drives this company. He has a hard time delegating. It's really his vision that drives the product changes in the app. And recently, those haven't been very successful. I think we will start to see more pressure on Spiegel to relinquish some control in one way or another.\n\nSHAPIRO: Will Oremus is a senior tech writer for Slate. Thanks so much for joining us.\n\nOREMUS: Thanks for having me.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["billion", "kylie", "caused", "lose", "snap", "thats", "snapchat", "company", "mean", "redesign", "tech", "jenner", "really"], "polarity": 0.06776683087027915, "subjectivity": 0.47314628857732316},
{"title": "Teachers Across The Country Are Thinking About Active Shooter Situations", "url": "https://www.npr.org/2018/02/23/588374729/teachers-across-the-country-are-thinking-about-active-shooter-situations", "text": "Teachers Across The Country Are Thinking About Active Shooter Situations\n\nPresident Trump tweeted this week that teachers should be armed, in response to the deadly shooting at Marjory Stoneman Douglas High School last week. Since then teachers and other school administrators are looking at what they would do in a shooting situation.\n\nMARY LOUISE KELLY, HOST:\n\nThat idea of putting guns in the hands of teachers and school staff has come to dominate the debate this week as we grapple with the mass killing 10 days ago at Marjory Stoneman Douglas High School in Florida. We have heard from politicians, from gun control advocates, from gun rights advocates. Let's hear now from some teachers.\n\nSTEPHANIE JONES: We spend all our time teaching our children how to solve problems without violence. And arming a teacher is the antithesis of that. My name is Stephanie Jones. I work in New Mexico.\n\nJOSHUA GRUBBS: Yes. My name is Joshua Grubbs, and I am an assistant professor of psychology at Bowling Green State University.\n\nRICKY STEPHENS: Hi, my name's Ricky Stephens. I'm the superintendent of Keene ISD. We're a rural district about 20 miles south of Fort Worth.\n\nCARRIE MARTIN: My name is Carrie Martin. I have been teaching for 21 years. I teach English literature.\n\nARI SHAPIRO, HOST:\n\nMartin is married to a police officer, and she feels that in an active shooter situation, she would need to be prepared to fight.\n\nMARTIN: I remember thinking, I don't want to die here. So, you know, you look around your classroom, and I'm thinking, I'm probably not strong enough to pick up a desk and throw it. I don't think a book would stop them. So you just kind of look around, and you think, what can I have in here that's usable and that's not an actual weapon that's going to get me fired (laughter)?\n\nKELLY: Her solution - a window hammer.\n\nMARTIN: I've had it for my car for a very long time. But after what happened in Florida, I don't know. A lightbulb just kind of came over my head, and I said, I could probably use this on my classroom window as well. So I just brought it in, and I have it secured in a desk drawer.\n\nSHAPIRO: For Joshua Grubbs, thinking about school shootings is a reflex as soon as he walks into a classroom. He came to teaching in this era of school shootings. He was in college near Virginia Tech at the time of the 2007 massacre there in which 32 people died.\n\nGRUBBS: Now, walking into a new classroom as a professor for the semester, just kind of looking, OK, does the door open in or out? What kind of desks do we have in the room? Is there a locking mechanism in the door? Can I lock it reasonably during class and just keep the door locked for the classroom? Are there large windows? Do they face the inside or the outside - those kind of things.\n\nKELLY: Stephanie Jones has been a counselor for almost 40 years. She works at a school in Albuquerque. She says in recent years, lockdown drills have become as routine as fire drills.\n\nJONES: Once we get the lockdown word, then we proceed to secure our room. We lock the room. We turn out the lights. We shut down all of our computers, and we move to a secure place. In my classroom, I have a bathroom that is large enough for probably - I don't know - 20 of us to get in and stay there.\n\nSTEPHENS: What we immediately do after every incident like that is we get together, and we do tabletop scenarios. What if that would have been our school? You know, what - where were we at that moment? How would we have reacted?\n\nSHAPIRO: That's Ricky Stephens, superintendent of the Keene Independent School District in Texas. In Keene schools, some teachers are armed. They're called guardians. And they're highly trained.\n\nSTEPHENS: Our teachers and our administrators - they were going to go to the problem. If they heard gunshot or they heard an active shooter was in the building, they're not going to run and hide. They're going to go confront that person. And our school board and our community decided, you know what? We'd at least rather them have a fighting chance with a firearm.\n\nKELLY: That is an argument that Joshua Grubbs does not buy. He grew up in rural North Carolina.\n\nGRUBBS: I've been around guns my whole life. I'm very comfortable around them. I'm a pretty decent shot. And if you placed me in a situation in a crowded classroom with people screaming and crying and people dying and someone standing with an assault rifle, I would bet my money on the assault rifle every time.\n\nSHAPIRO: The voices of teachers from around the United States reflecting on last week's shooting in Florida - we heard from Stephanie Jones, Joshua Grubbs, Ricky Stephens and Carrie Martin.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["shooter", "know", "thats", "grubbs", "classroom", "im", "kind", "teachers", "situations", "theyre", "active", "thinking", "country", "school"], "polarity": 0.1177596695243754, "subjectivity": 0.47849913702854885},
{"title": "Trump Warns About Complacency In 2018 Midterms At CPAC", "url": "https://www.npr.org/2018/02/23/588374720/trump-warns-about-complacency-in-2018-midterms-at-cpac", "text": "Trump Warns About Complacency In 2018 Midterms At CPAC\n\nPresident Trump received an enthusiastic greeting from thousands of conservative activists at the annual Conservative Political Action Conference outside Washington, D.C., on Friday. He boasted of his first year accomplishments, but also had a warning about this year's midterm elections, saying complacency could short-circuit his agenda.\n\nARI SHAPIRO, HOST:\n\nPresident Trump attended the annual Conservative Political Action Committee Conference (ph) outside Washington, D.C., today. Thousands of conservative activists greeted the president enthusiastically. President Trump boasted about his first-year accomplishments from tax cuts to naming Justice Neil Gorsuch to the Supreme Court. But he also had a warning about this year's midterm elections. NPR's Don Gonyea reports.\n\nDON GONYEA, BYLINE: For the CPAC audience, there is plenty to like about President Trump. These are among the most active conservatives in the country. But Trump himself also knows that the cheers in this room aren't enough, so his speech today also included this as he looks ahead to this year's elections.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: See; the word really is complacent. People get complacent. It's a natural instinct. You get - you just won, and now you're happy and you're complacent. Don't be complacent.\n\nGONYEA: He repeated that word over and over again with this warning about what big losses would mean.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: Because if they get in, they will repeal your tax cuts.\n\nGONYEA: That got a small groan of disapproval. Then he hit on the issue that did light up the room.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: They'll take away your Second Amendment, which we will never allow to happen. They'll take away your Second Amendment.\n\n(CHEERING)\n\nGONYEA: The reaction to that went on and on.\n\n(CHEERING, APPLAUSE)\n\nGONYEA: It was Trump echoing the words of National Rifle Association CEO Wayne LaPierre from just a day earlier at this same conference. Here's LaPierre.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nWAYNE LAPIERRE: You know, I hear a lot of quiet in this room. And I sense your anxiety. And you should be anxious. And you should be frightened. If they seize power...\n\nGONYEA: LaPierre and Trump both said one day apart if Democrats win control of the Congress this year, then Second Amendment rights protecting gun ownership are at risk. Both clearly see it as a motivating issue in a year when Republicans are indeed worried about energizing supporters. CPAC attendees told me that talking about protecting gun ownership and even promoting putting more weapons in schools will get conservatives to the polls. Jerry Feith is a retired former IRS worker from Maryland. He says it's a good issue, especially in battleground states.\n\nJERRY FEITH: The Democratic Party, based upon their position, they don't want you to be safe. They don't want you to be secure. They don't want you to be successful.\n\nGONYEA: And that'll get Trump voters out to vote?\n\nFEITH: I think so, yeah, because safety is a big deal for most people. I mean, that's very basic.\n\nGONYEA: But 23-year-old Caleb Wolfe, a business owner from Grand Rapids, Mich., isn't so sure the gun issue will be a big motivator.\n\nCALEB WOLFE: I think that's - it's in voters' heads. But when they go to the booth at the end of the day, they really - I don't think it's a determining factor. I think it's going to come down to how much more money is in their pocketbook.\n\nGONYEA: Wolfe adds that it's not like these are new issues. And then he added this.\n\nWOLFE: I mean, unless there's all of a sudden a bunch more shootings up until the 2018 election - I mean, people have been trying to get gun control passed for years. People have been trying to, you know, have teachers concealed carry. And nothing ever really gets done. And I think people know that at this point.\n\nGONYEA: But Wolfe acknowledges that the issue will likely dominate debate and campaign ads this year, something all but guaranteed by the president's speech today at CPAC. Don Gonyea, NPR News, Oxon Hill, Md.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["2018", "think", "archived", "gun", "warns", "midterms", "wolfe", "cpac", "warning", "trump", "complacency", "dont", "issue", "conservative", "npr"], "polarity": 0.14638347763347764, "subjectivity": 0.4463361291486291},
{"title": "U.S. Citizenship And Immigration Services Omit 'Nation Of Immigrants' From Mission Statement", "url": "https://www.npr.org/2018/02/23/588374709/u-s-citizenship-and-immigration-services-omit-nation-of-immigrants-from-mission-", "text": "U.S. Citizenship And Immigration Services Omit 'Nation Of Immigrants' From Mission Statement\n\nNPR's Mary Louise Kelly talks with Susan Martin, professor emeritus at Georgetown University, about United States Citizenship and Immigration Services omitting the promise of America as \"a nation of immigrants\" from its mission statement. Martin, like former President John F. Kennedy, wrote a book called A Nation of Immigrants.\n\nARI SHAPIRO, HOST:\n\nA nation of immigrants - that phrase used to be central to the mission statement of the U.S. Citizenship and Immigration Services, the agency that issues green cards and grants citizenship, until yesterday.\n\nMARY LOUISE KELLY, HOST:\n\nThe change was announced in an email to staffers at the agency, which now defines its mission as administering the nation's lawful immigration system - pretty different language from the mission up until yesterday, which was to secure America's promise as a nation of immigrants. On the National Mall today, we asked tourists what a nation of immigrants means to them.\n\nBRUCE RUBIN: It means a place where people feel welcome.\n\nDEMETRIUS PRINCE: Most of our ancestors didn't originate on this continent.\n\nYUXING XU: That it's willing to welcome people from different countries.\n\nMARTIN STONE: A nation of immigrants means that somebody came here and allowed themselves to take over a land and then make laws to keep other people out.\n\nMARTIN CAMACHO: I have family from Germany and Russia. I would not be here if they hadn't made unbelievably horrifying treks to get here.\n\nMAL GJERQEKU: In a nation of immigrants, I see other cultures around me and other races and religions. And it's nice to see that.\n\nKELLY: That is 12-year-old Mal Gjerqeku along with Bruce Rubin, Demetrius Prince, Yuxing Xu, Martin Stone and Martin Camacho, all visitors to the Capitol this morning. Well, for a historical perspective on the phrase and what its deletion from the U.S. Citizen and Immigration Services mission statement means, we've reached Susan Martin. She's a Georgetown professor emerita and author of a very relevantly titled book, \"A Nation Of Immigrants.\" Welcome to the program.\n\nSUSAN MARTIN: Thank you.\n\nKELLY: Start by telling us all where this phrase came from. When did it enter the lexicon?\n\nMARTIN: The phrase in substance has been around for a long time. In the late-18th century, a man named Crevecoeur, writing about what it meant to be American, used that same concept in saying that the Americans melted into a new society that was free from the tyranny of Europe. And then...\n\nKELLY: That's so interesting. Those two phrases came into being at the same time.\n\nMARTIN: Pretty much so. This is the melting pot and the concept that we were a nation of immigrants. But I think in the modern times it's been more associated with John F. Kennedy, who wrote a book in the late 1950s that was called \"A Nation Of Immigrants.\" And I sort of stole the title from him.\n\nKELLY: (Laughter) I was interested to note as Congress was debating immigration just last week on the floor of the House and the Senate - by our count, Republicans and Democrats used the phrase eight times, so a phrase that's still used very often in American politics.\n\nMARTIN: Yes, certainly. And - because it resonates with people. All of us except Native Americans had some immigrant ancestor.\n\nKELLY: Is America a nation of immigrants? To pick up on your point there, what are the actual numbers?\n\nMARTIN: Well, there are almost 44 million foreign-born persons counted in the last Census Bureau. It represents about 13 and a half percent of the American population.\n\nKELLY: And where are they coming from? Break down that number for us.\n\nMARTIN: Sure. The largest number in terms of the numbers already here are from Mexico. Interestingly, though, the largest number of new arrivals last year were from India.\n\nKELLY: Well, what do you make of this change, of the deletion of the phrase nation of immigrants from the mission statement?\n\nMARTIN: Well, I think it's unfortunate because I think deleting it really deletes a major concept with regard to what it means to be an American. And what it means is to have immigrant backgrounds of one sort or another - some recent, some far back.\n\nKELLY: We reached out to U.S. Citizenship and Immigration Services. They told us the decision to cut this phrase was in the interest of clarity. It was not directed by the White House. Is it possible to read too much into what maybe is just a bureaucracy tweaking some language?\n\nMARTIN: Well, I think that may be a part of it because mission statements change all the time. But the deletion of that phrase, I think, had to take some thought. And if it weren't thought directed by the White House, it was thought that wanted the mission statement to be consistent with other things coming out of the White House. And so I don't think we can just take it as being a bureaucratic action.\n\nKELLY: Does this change to the mission statement tell us about how people at this agency see their job, what they think they're there to do?\n\nMARTIN: Yeah. Unfortunately, I think they're going to see their job as keeping people out and being so concerned that if anyone gets in who does something bad they'll be blamed, that they'll see themselves as enforcers of the law rather than a service agency that of course has to fight fraud and abuse, but also be very open to admitting people when they are eligible for that admission.\n\nKELLY: That's Susan Martin, Georgetown professor emerita and author of the book \"A Nation Of Immigrants.\" Thanks so much for taking the time.\n\nMARTIN: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["think", "immigration", "phrase", "mission", "means", "omit", "citizenship", "services", "nation", "statement", "immigrants", "martin"], "polarity": 0.0917437091067228, "subjectivity": 0.4481730218031589},
{"title": "Trump Administration Is Trying To Make It Harder For North Korea To Evade Sanctions", "url": "https://www.npr.org/2018/02/23/588374700/trump-administration-is-trying-to-make-it-harder-for-north-korea-to-evade-sancti", "text": "Trump Administration Is Trying To Make It Harder For North Korea To Evade Sanctions\n\nThe Trump administration is trying to make it harder for North Korea to evade sanctions. It is putting the world on notice to look out for \"deceptive shipping practices.\"\n\nARI SHAPIRO, HOST:\n\nPresident Trump says he's imposing the toughest sanctions to date on North Korea. The goal is to pressure the country to give up its nuclear weapons program. These latest measures are meant to get countries around the world to take notice of how North Korea has been getting around restrictions on coal exports and fuel imports. NPR's Michele Kelemen has more.\n\nMICHELE KELEMEN, BYLINE: The U.S. is taking aim at 27 companies and 28 shipping vessels from countries around the world. Treasury Secretary Steven Mnuchin says these are virtually all the ships that are helping the government of North Korean leader Kim Jong Un evade international sanctions.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSTEVEN MNUCHIN: This action targets the deceptive shipping practices that have enabled the Kim regime to fund its dangerous weapons programs.\n\nKELEMEN: The blacklist includes companies and vessels from China, Singapore, Hong Kong and Taiwan along with Panama, Tanzania and elsewhere. Mnuchin showed images from last year of so-called ship-to-ship transfers of fuel and other products destined for North Korea. And he says the U.S. is determined to crack down on that.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMNUCHIN: Those who trade with North Korea do so at their own peril.\n\nKELEMEN: He wouldn't rule out the possibility that the U.S. could board ships to enforce sanctions. And the Treasury secretary says he thinks the sanctions are making a difference, pointing out that there are now 450 of them, half of them imposed in the last year. But a former State Department official, Richard Nephew of Columbia University, says the Trump administration shouldn't overstate this.\n\nRICHARD NEPHEW: These are the kinds of basic, you know, sanctions implementation steps that you have to do. You have to keep going after the various different transportation and trade links that exist because it's these links that allow the regime to keep going.\n\nKELEMEN: And adding more names to a blacklist isn't a major change, Nephew says.\n\nNEPHEW: Just taking these guys out is not necessarily going to shift the calculus of the government in Pyongyang. And that's where I have a bit of a quibble with this idea that this is somehow a major, new, significant initiative. It's really kind of more of the same.\n\nKELEMEN: The State Department and the U.S. Coast Guard are also sending out a global shipping advisory. It warns that some vessels have been disabling transponders to mask their movements and painting over their names to obscure their identity. Why is the U.S. imposing sanctions now given that North Korea hasn't been testing missiles lately and has been talking with the South and taking part in the Olympics? Treasury Secretary Mnuchin says the U.S. wants to keep the pressure on.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMNUCHIN: While we appreciate the fact that there haven't been tests, that's not exactly a terrific standard of what we're applying.\n\nKELEMEN: He says President Trump's daughter Ivanka is, quote, \"part of the team on this\" and briefed South Korea's president today. She's in Korea for the closing of the Winter Olympics. Michele Kelemen, NPR News, Washington.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["korea", "mnuchin", "harder", "trying", "administration", "trump", "north", "treasury", "shipping", "npr", "sanctions", "world", "vessels", "evade"], "polarity": 0.08303170594837263, "subjectivity": 0.4296787317620651},
{"title": "'Black Panther' Fans Are Screaming 'Wakanda Forever' In Wauconda, Ill.", "url": "https://www.npr.org/2018/02/23/588374693/black-panther-fans-are-screaming-wakanda-forever-in-wauconda-ill", "text": "'Black Panther' Fans Are Screaming 'Wakanda Forever' In Wauconda, Ill.\n\nThe city of Wauconda, Ill., — a suburb of Chicago — has been gaining fans after the Marvel's blockbuster Black Panther premiered last week. The movie is set in a fictional African country called Wakanda.\n\nARI SHAPIRO, HOST:\n\nThe biggest movie in America right now...\n\n(SOUNDBITE OF FILM, \"BLACK PANTHER\")\n\nFOREST WHITAKER: (As Zuri) I give to you the Black Panther.\n\nMARY LOUISE KELLY, HOST:\n\nYou got it. It's \"Black Panther.\" The movie is a hit. And so is the fictional East African country where it is set.\n\n(SOUNDBITE OF FILM, \"BLACK PANTHER\")\n\nDANAI GURIRA: (As Okoye) Wakanda forever.\n\nKELLY: Wakanda. A beautiful, lush place, incredibly futuristic - monorails, super tall buildings. And it's wealthy.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #1: The things to do in Wauconda are all season long. We're very happy in Wauconda.\n\nSHAPIRO: I'm sorry, I think we - I think we have a bit of a mistake. That's actually a video about Wauconda, Ill., just northwest of Chicago.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #2: What I love about Wauconda is the camaraderie. The ice fishing derby is one of the events that I really hold dear to my heart because I'm one of the organizers for it.\n\nKELLY: Now, the Illinois village is spelled a bit differently. There's an extra U in there. But that has not stopped movie lovers from making a connection.\n\nKEVIN TIMONY: The amount of calls from movie pranks versus news inquiries is about even.\n\nKELLY: That is Wauconda, Ill., village administrator Kevin Timoty (ph).\n\nSHAPIRO: He's been inundated with mostly benevolent callers. Some just want to inform them that they are in a movie now.\n\nKELLY: Other, less benevolent callers to shout the \"Black Panther\" battle cry, Wakanda forever, and then they hang up.\n\nSHAPIRO: Both Wakandas are nice places to live, but the real Wauconda is not quite as futuristic.\n\nTIMONY: We do have a nice downtown, some shopping and restaurants. No high-speed rails or anything of that regard.\n\nSHAPIRO: They are also short on the rare metal vibranium, which is the key to the African Wakanda's power and riches.\n\nKELLY: Case in point - the movie \"Black Panther\" has earned over $277 million.\n\nSHAPIRO: The village of Wauconda revenue for the last year - just shy of $17,000.\n\nKELLY: Another point of contrast - the population of the African country Wakanda is mostly black. The midwestern village is almost all white, according to the U.S. Census.\n\nSHAPIRO: The two places, different though they may be, are bonded together by the name. And some in the Illinois town are embracing that.\n\nKELLY: Yeah, there's a rumor that some people want to change the name of the Illinois town's high school football team from the Bulldogs to the Black Panthers.\n\nSHAPIRO: Wauconda High School Principal Dan Klett says, don't hold your breath.\n\nDAN KLETT: There's no groundswell to change the mascot. In fact, I just looked at a yearbook from 1958 and the mascot was the Bulldogs in 1958. And undoubtably it was Bulldogs much prior to that.\n\nSHAPIRO: OK, keep the Bulldogs mascot. But can they at least change their cheer?\n\nKELLY: All together now - Wauconda, Ill., forever.\n\n(SOUNDBITE OF LUDWIG GORANSSON'S \"THE GREAT MOUND BATTLE\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["black", "bulldogs", "village", "forever", "theres", "panther", "wakanda", "fans", "movie", "ill", "african", "wauconda", "screaming"], "polarity": 0.07270824003582627, "subjectivity": 0.482167487684729},
{"title": "Why Major Companies Are Severing Ties With The NRA After Parkland Shooting", "url": "https://www.npr.org/2018/02/23/588374684/why-major-companies-are-severing-ties-with-the-nra-after-parkland-shooting", "text": "Why Major Companies Are Severing Ties With The NRA After Parkland Shooting\n\nNPR's Ari Shapiro speaks with Bloomberg reporter Polly Mosendz about why major companies are severing ties with the Nation Rifle Association in the wake of protests over the shooting at Marjory Stoneman Douglas High School that left 17 people dead.\n\nARI SHAPIRO, HOST:\n\nIn the last 24 hours, several companies have severed corporate partnerships with the National Rifle Association - car rental companies, insurers and a major hotel group, among others. The hashtag #BoycottNRA has been the top trending topic on Twitter on and off throughout the day. To explain what's going on, we've reached Polly Mosendz who covers the gun industry for Bloomberg news. Hi.\n\nPOLLY MOSENDZ: Hi. Thank you for having me.\n\nSHAPIRO: Explain what's happening with this boycott.\n\nMOSENDZ: So we saw this pick up steam yesterday evening into this morning. It really is focused around a hashtag on Twitter, which is #BoycottNRA, which has been among the top hashtags on the website. And what folks are doing is they are calling on companies that partner with the NRA through their member benefits to sever ties. So this ranges from things like rental cars that might offer a discount to NRA members to hotel chains that might have a group discount for NRA members.\n\nSHAPIRO: For people who are not familiar with this member benefits program, you're saying that people who belong to the NRA might pay less for a rental car or a hotel room or an insurance plan. And now those companies are saying they're just going to end that partnership program.\n\nMOSENDZ: That's right. So it's comparable to any kind of other membership group where you get a discount just for participating. You can show your card, you get some kind of benefit from that. And this ranges from things that are simple like just showing your card in an establishment and getting 10 percent off to something a little more elaborate like having an NRA-branded credit card.\n\nSHAPIRO: And that NRA-branded credit card actually was among the things that was canceled in this boycott.\n\nMOSENDZ: That's right. And something that's really interesting about that credit card is they actually cited customer complaints in their decision-making process.\n\nSHAPIRO: It seems as though all day new companies have been adding their names to this list. Do you think it's picking up momentum, or is this something that's going to subside pretty quickly?\n\nMOSENDZ: I think it definitely picked up some momentum. You know, it started with a hotel company. Then, you got Enterprise there. And then this morning, we had MetLife say that they were going to break ties with the NRA. That's one of the largest insurance companies in the nation.\n\nSHAPIRO: What kind of an impact is this likely to have?\n\nMOSENDZ: You know, I think it's something a lot of people are noticing, but I don't think it necessarily is going to change NRA membership rates. These membership benefits might be nice, but I don't think that's really what drives somebody to become a member of this organization.\n\nSHAPIRO: Beyond ending these partnership programs, pension plans are also saying they don't want to be involved with the NRA anymore in some cases. Tell us what's happening there.\n\nMOSENDZ: Right. So in 2012, the CalSTRS, after the Sandy Hook school shooting, decided they wanted to divest from firearms companies. So just as they did then, we are seeing a little bit of a similar trend now. The Florida teacher's union, after they found out that their pensions are invested in firearms companies, also expressed frustration. And one of the members there said that perhaps it's better to invest our money in something else. They haven't called for a full divestment yet, but they're certainly frustrated with the situation.\n\nSHAPIRO: I understand that the partnership programs might not be a reason that people join the NRA. If corporate America on a larger scale decides that it wants to get involved in the gun debate in opposition to the NRA, could that have an impact?\n\nMOSENDZ: You know, I think that could definitely have an impact, but it remains to be seen how much they are going to get involved. We see institutional investors say, you know, perhaps we'll have a conversation with these companies, but opening the door to that kind of conversation is very different than pulling out an investment. So it really remains to be seen how much action they're willing to take because, of course, there is frustration from the other side. Those who are members of the NRA are going to be very frustrated. Perhaps they won't want to go towards those businesses or bank at those banks anymore if that happens.\n\nSHAPIRO: What has the response from NRA membership been today as more and more of these companies pile onto the boycott movement?\n\nMOSENDZ: You know, it's curious. If you look at that hashtag on Twitter, a lot of the folks using it are actually members of the NRA or are sympathetic to the NRA. They're kind of poking fun at it a little bit. So it doesn't seem like it's being taken extremely seriously from their point of view.\n\nSHAPIRO: There have been a number of mass shootings lately. Why do you think this is only happening now?\n\nMOSENDZ: You know, I think it's a combination that we've had a couple tragic incidents recently. We had the tragic attack in Las Vegas. We had a school shooting in Kentucky. Now, we have this event. So that's definitely part of it. The other thing I'll say is that you have students speaking up in this case, and I think that's been unique, and a lot of people are really listening to what they're saying. The president has had a dialogue with them as well, so that is just a little bit of a change in trend.\n\nSHAPIRO: Polly Mosendz, who covers the gun industry for Bloomberg news, thank you for joining us.\n\nMOSENDZ: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["think", "going", "shooting", "know", "thats", "major", "ties", "really", "kind", "parkland", "theyre", "severing", "nra", "companies"], "polarity": 0.09710181593298471, "subjectivity": 0.5012835216731321},
{"title": "President Trump Is Pushing Several Ideas To Prevent School Shootings", "url": "https://www.npr.org/2018/02/23/588374677/president-trump-is-pushing-several-ideas-to-prevent-school-shootings", "text": "President Trump Is Pushing Several Ideas To Prevent School Shootings\n\nPresident Trump held a joint press conference with the prime minister of Australia as Trump pushes several ideas to prevent school shootings amid controversies from the Russia investigation and other surrounding security clearances among his staff.\n\nMARY LOUISE KELLY, HOST:\n\nPresident Trump says he's determined to put an end to school shootings in the U.S. The president spoke at a White House news conference this afternoon with Malcolm Turnbull, the prime minister of Australia, a country that mounted its own successful crackdown on gun violence more than two decades ago. NPR's Scott Horsley reports.\n\nSCOTT HORSLEY, BYLINE: President Trump says it's not enough to simply defend schools against gun violence. He wants to go on offense as well. Trump has proposed letting some school teachers carry concealed weapons in the classroom. He thinks that would deter would-be shooters like the one who killed 17 people at a Florida high school last week.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: If, by the way, the bad guy thinks that somebody is in this room with a weapon that's going to be pointed at him with live bullets, he's not even going into the school. It's the one way you're going to solve it. You're not going to solve it with gun-free spaces.\n\nHORSLEY: Trump criticized a sheriff's deputy who was outside the school in Parkland, Fla., while the shooting was underway inside. Trump's been asked if a trained deputy froze in the face of gunfire, how could teachers be expected to respond? The president argues armed teachers inside the school might be more effective than an armed guard outside.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: This man standing outside of the school the other day doesn't love the children, probably doesn't know the children. The teachers love their children. They love their pupils. They love their students.\n\nHORSLEY: Mass shootings in Australia have been virtually non-existent since that country adopted sweeping gun control measures in response to a 1996 massacre. Speaking alongside Trump at the White House today, Prime Minister Malcolm Turnbull noted guns are much less common now in his country. But he adds Australia doesn't have a Second Amendment to consider.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRIME MINISTER MALCOLM TURNBULL: We are very satisfied with our laws. We maintain them, but we certainly don't presume to provide, you know, a policy or political advice on that matter here.\n\nHORSLEY: The Trump administration has cast Australia as a cornerstone of what it calls the Indo-Pacific region, a counterweight to China along with India and Japan. Turnbull says this should not be viewed as a Cold War-style effort to keep China in check.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTURNBULL: We see China's rise as being overwhelmingly a positive for the region and for the world. The critical thing, of course, is the rule of law is maintained.\n\nHORSLEY: Some have questioned the U.S. commitment to the Asia-Pacific region after Trump pulled out of a big Pacific trade agreement. Australia and 10 other countries are moving forward with that deal. The Trump administration announced new sanctions today against shipping companies based in China, Singapore and Panama that have been secretly helping North Korea to evade international pressure on Pyongyang's nuclear program. Trump at first ducked a question of what might follow those sanctions, but eventually he offered an ominous warning.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: I don't think I would exactly play that card, but we'll have to see. If the sanctions don't work, we'll have to go phase two, and phase two may be a very rough thing. It may be very, very unfortunate for the world.\n\nHORSLEY: Trump's daughter Ivanka is currently in South Korea for the closing ceremony of the Olympics. No meeting is planned with North Korea's representatives. Today is also the deadline when the president's son-in-law, Jared Kushner, and other White House staffers are set to lose their interim security clearances if they haven't passed a final background check. Trump defended the work Kushner has been doing on issues such as Middle East peace but said he would not overrule the directive on security clearances issued a week ago by his chief of staff, John Kelly.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: That will be up to General Kelly. General Kelly respects Jared a lot, and General Kelly will make that call. I won't make that call. I will let the general, who's right here, make that call.\n\nHORSLEY: Trump says he's confident Kelly will do what's right for the country. The White House has said regardless of what happens with his security clearance, the president's son-in-law will continue his work. Scott Horsley, NPR News, the White House.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["shootings", "pushing", "president", "kelly", "security", "trump", "prevent", "teachers", "australia", "turnbull", "archived", "white", "ideas", "school"], "polarity": 0.07844688644688642, "subjectivity": 0.42310256410256397},
{"title": "France's Louvre Museum Opens Rooms With Paintings Stolen By Nazis In WWII", "url": "https://www.npr.org/2018/02/23/588374670/frances-louvre-museum-opens-rooms-with-paintings-stolen-by-nazis-in-wwii", "text": "France's Louvre Museum Opens Rooms With Paintings Stolen By Nazis In WWII The Louvre museum just opened two rooms entirely dedicated to paintings stolen by Nazis during World War II. The museum says its a symbol of its continuing commitment to finding the real owners of looted art. But critics say France's greatest museum has done too little too late.", "keywords": ["war", "louvre", "nazis", "wwii", "opens", "world", "rooms", "stolen", "frances", "paintings", "museum"], "polarity": 0.1425, "subjectivity": 0.605},
{"title": "Experts Say There's Little Connection Between Mental Health And Mass Shootings", "url": "https://www.npr.org/2018/02/23/588374658/experts-say-theres-little-connection-between-mental-health-and-mass-shootings", "text": "Experts Say There's Little Connection Between Mental Health And Mass Shootings\n\nPresident Trump has raised mental health as a key factor in mass shootings, including a call Thursday to create more mental hospitals. But experts say there's little connection between a person's mental illness and the likelihood of a mass shooting.\n\nMARY LOUISE KELLY, HOST:\n\nAlong with gun control, the link between mental illness and gun violence has been a major focus in the days since the shooting. NRA spokeswoman Dana Loesch put it this way in a CNN town hall this week.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDANA LOESCH: I don't believe that this insane monster should have ever been able to obtain a firearm - ever. This individual was nuts.\n\nKELLY: President Trump has repeatedly pointed to mental health as the root of the problem, including yesterday at the White House.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: And we're going to be focusing very strongly on mental health because here's a case of mental health.\n\nKELLY: President Trump says part of that focus will be keeping guns out of the hands of people with mental illness. Another proposal from the president - opening more mental health institutions. But NPR's Alison Kodjak reports that doctors and mental health advocates say the link between mental health problems and gun crimes is tenuous.\n\nALISON KODJAK, BYLINE: The president says the way to stop future school shootings is to identify people with severe mental illness and lock them up.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: So we're going to be talking seriously about opening mental health institutions again.\n\nKODJAK: And he added...\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: We used to have mental institutions. And I said this yesterday. We had a mental institution where you take a sicko like this guy - he was a sick guy - so many signs - and you'd bring him to a mental health institution.\n\nKODJAK: That troubles Bethany Lilly, an attorney with the Bazelon Center for Mental Health Law, because the United States has a dark history of locking people away in psychiatric hospitals.\n\nBETHANY LILLY: We did that for most of American history. And then my organization and civil rights lawyers across the United States and journalists and investigators found out how horrible these snake pits were.\n\nKODJAK: The patients received little mental health care. They were often abused and neglected.\n\nLILLY: Mental health institutions not only imprisoned people who would have what we today call a mental health disability or a mental health diagnosis. They also imprisoned people who simply behaved outside of the norm of society.\n\nKODJAK: So in the 1970s and 1980s, many psychiatric hospitals were closed. The number of patients fell by more than 90 percent. The president isn't completely alone in suggesting that that went too far. Health policy experts at the University of Pennsylvania wrote in 2015 that there's a need for more mental asylums, ones that actually provide quality mental health care for people who cannot safely live in the community. But Lilly fears people will once again be locked up not because they pose an actual threat but simply because they carry a diagnosis that others fear.\n\nLILLY: If you talk to any practicing psychiatrist, they will tell you that the risk factors for gun violence are being a young, angry, socially isolated man. Sometimes in the constellation of effects, you will also have people with mental illness.\n\nKODJAK: The Parkland Florida shooter was 19 and by many accounts very isolated. He was referred to police multiple times for violent threats. Matthew Miller is a professor of epidemiology at Northeastern University who has published several papers on the risk factors of gun violence. He says the key ingredient in this mass shooting and others is not mental illness. It's the guns.\n\nMATTHEW MILLER: The reason for these sort of mass public shootings is not because we have higher rates of mental illness. And it's not because we have higher rates of violent behavior. We don't.\n\nKODJAK: The rate of mental health problems in the U.S., he says, is about the same as in Europe. And the same goes for violent crime.\n\nMILLER: But we have much higher rates of violent death because when people try to harm other people, for example, they are much more likely to use guns.\n\nKODJAK: He says if politicians want to reduce mass shootings, they have to deal with the guns. If they want to improve mental health care, they can do that, too.\n\nMILLER: One doesn't need to invoke homicides in order to say we should be doing a better job trying to treat mental illness and trying to give people access to mental health care. That's an argument you can make on its own merits.\n\nKODJAK: Alison Kodjak, NPR News.\n\n(SOUNDBITE OF CUL DE SAC'S \"BLUES IN E\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["shootings", "gun", "president", "theres", "mass", "mental", "say", "health", "connection", "illness", "trump", "little", "violent", "experts"], "polarity": -0.029923066064370427, "subjectivity": 0.40349378881987574}
]