[
{"title": "17 People Died In The Parkland Shooting. Here Are Their Names", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/586095587/17-people-died-in-the-parkland-shooting-here-are-their-names", "text": "17 People Died In The Parkland Shooting. Here Are Their Names\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nIn the shooting Wednesday at Marjory Stoneman Douglas High School, 17 people were killed. Three were on the staff as coaches or teachers; 14 were students. On Thursday afternoon, the Broward Sheriff's Office identified them.\n\nHere are their names.\n\nAlyssa Alhadeff\n\nAlyssa was 14. In a Facebook post, her mother said Alyssa was a talented soccer player and creative writer and had an amazing personality, the Sun-Sentinel reports.\n\n\"I just spent the last two hours putting the funeral arrangements for my daughter's funeral, who's 14,\" Lori Alhadeff said in an interview on CNN. \"President Trump, please do something. Do something! Action! We need it now! These kids need safety now!\"\n\nThe summer camp she attended in northern Georgia also shared the news of her death. \"May Alyssa's memory forever be for a blessing,\" Camp Coleman posted.\n\nScott Beigel\n\nBeigel, 35, was a geography teacher and the school's cross-country coach.\n\nHe was killed after he unlocked a door to allow students in to hide from the shooter, according to the Sun-Sentinel:\n\n\"Stoneman Douglas student Kelsey Friend said in an interview with ABC's Good Morning America that Beigel saved her life. \" 'He unlocked the door and let us in,' Friend said. 'I had thought he was behind me, but he wasn't. When he opened the door, he had to re-lock it so we could stay safe, but he didn't get the chance to.' \" 'He was in the doorway and the door was still open and the shooter probably didn't know we were in there because he was lying on the floor. If the shooter had come in the room, I probably wouldn't be [alive].' \"\n\n\"Mr. Beigel was my hero, and he still forever will be my hero,\" Friend told CNN. \"I will never forget the actions that he took for me and for fellow students in the classroom.\n\n\"If his family is watching this,\" she said through tears, \"please know that your son or your brother was an amazing person and I'm alive today because of him. Thank you for bringing and having this amazing person in life, and giving him the power to be stronger than I could have ever been. ... I will not let this shooting go down as another one.\"\n\nMartin Duque Anguiano\n\nMartin, 14, was a freshman at the school, according to the Miami Herald.\n\n\"Words can not describe my pain,\" his brother Miguel wrote on Instragram. \"I love brother Martin you'll be missed buddy. I know you're in a better place. Duques forever man I love you junior!!! R.I.P Martin Duque!\"\n\nNicholas Dworet\n\nNicholas, 17, was a senior at the school.\n\nAndre Bailey, head coach at Dworet's swim club, told The Indianapolis Star that the swimmer made huge strides in his life in the last 18 months: working hard at school and in the pool.\n\nNicholas had just earned an academic scholarship to the University of Indianapolis and had committed to its swim team in the fall.\n\n\"I'm telling you from the bottom of my heart, he just took his life in his hands and he chiseled and molded his life,\" Bailey told the Star:\n\n\" 'This is a kid who went from middle of the pack last year to being just lights out,' Bailey said. 'He helped put our program on the map.' \"Nicholas was a team captain known as the 'swim daddy' for the way he helped teammates train and practice. \" 'Everybody loved him,' Bailey said.\"\n\nAaron Feis\n\nFeis, 37, graduated from Douglas High School in 1999 and had been an assistant football coach at the school since 2002, the ­Sun-Sentinel reported. He had worked as a security guard at the school for at least eight years.\n\nHe reportedly died from wounds he sustained while shielding students from bullets.\n\n\"He was a great guy,\" sophomore Douglas lineman Gage Gaynor told the Sun-Sentinel. \"Everyone loved him. Shame he had to go like this. Always gave his all to making us better. Definitely learned a lot from him.\"\n\nJamie Guttenberg\n\nJamie was 14.\n\n\"My heart is broken,\" her father, Fred Guttenberg, wrote on Facebook, according to the Miami Herald. \"Yesterday, Jennifer Bloom Guttenberg and I lost our baby girl to a violent shooting at her school. We lost our daughter and my son Jesse Guttenberg lost his sister. I am broken as I write this trying to figure out how my family get's through this. ... Hugs to all and hold your children tight.\"\n\nChris Hixon\n\nHixon was fatally injured after he raced to the scene of the shooting to try to help students, the school's head football coach told NPR.\n\nHixon was the wrestling coach, along with his role as athletic director. \"It's hard to be AD and a coach but he did it because he just loved it so much,\" says Willis May Jr. Hixon loved being with the students — \"he'd get out there and wrestle with them.\" May described Hixon as a \"great man\" with a \"great sense of humor\" who loved his family. He added that Hixon was very proud of his military background.\n\nLast year, Hixon was named Broward County Athletic Association's athletic director of the year, the newspaper reports.\n\nJason Stein, athletic director at neighboring Taravella High School, told the Sun-Sentinal that Hixon was survived by his wife and a son with special needs.\n\n\"It is devastating,\" Stein told the newspaper. \"His son was with him everywhere. Chris epitomized what an athletic director was all about.\"\n\nLuke Hoyer\n\nLuke, 15, played basketball and was an NBA fan — and he was quiet but happy, his cousin Grant Cox told The New York Times.\n\n\"I know Luke loved his family,\" Cox said. \"He had a huge heart.\"\n\nCara Loughran\n\nCara was 14 and loved the beach, according to the Times.\n\n\"We are absolutely gutted,\" her aunt, Lindsay Fontana, wrote in a Facebook post seen by the newspaper. \"While your thoughts are appreciated, I beg you to DO SOMETHING. This should not have happened to our niece Cara and it cannot happen to other people's families.\"\n\nGina Montalto\n\nGina was 14 and a member of the school marching band's winter guard, the Sun-Sentinel reports.\n\nJoaquin Oliver\n\nJoaquin was 17. He moved with his family to the U.S. from Venezuela when he was 3, the Herald reports.\n\nFriends told the Times that he played basketball in a city rec league and loved to write poetry.\n\nAlaina Petty\n\nAlaina was 14, according to a Facebook post by her church in Coral Springs. It said that another member of the church had been shot twice but was expected to recover.\n\n\"It is impossible to sum up all that Alaina was, and meant, to her family & friends,\" the family wrote in a statement to the Herald. \"Alaina was a vibrant and determined young woman, loved by all who knew her.\"\n\nShe was in the JROTC and helped with a Church of Jesus Christ of Latter-day Saints cleanup of the Florida Keys after Hurricane Irma, the statement said.\n\nMeadow Pollack\n\nMeadow, 18, was a senior who planned to attend Lynn University in Boca Raton, Fla., in the fall, The Herald reports.\n\n\"She was just unbelievable,\" her father, Andrew Pollack, told the Times. \"She was a very strong-willed young girl who had everything going for her.\"\n\nHelena Ramsay\n\nHelena was 17.\n\nAlex Schachter\n\nAlex, 14, played trombone in the marching band, the Times reports.\n\nHis father told the Times that he was \"a sweetheart of a kid\" who \"just wanted to do well and make his parents happy.\"\n\nHis older brother, also a student at Douglas, survived the shooting.\n\nCarmen Schentrup\n\nCarmen, 16, was a standout student. In September she was named a National Merit Scholarship semifinalist.\n\nPeter Wang\n\nPeter, 15, was in the [J]ROTC program, according to the Herald. His cousin told the newspaper that Peter was in study hall when the shooting began and that he had been holding a door so others could escape.\n\nHis family reportedly owned a Chinese restaurant and was preparing to celebrate Chinese New Year on Thursday.", "keywords": ["told", "students", "17", "parkland", "life", "hixon", "school", "14", "according", "shooting", "loved", "family", "names", "died"], "polarity": 0.21188363485238482, "subjectivity": 0.5304070629070627},
{"title": "Two Coaches Among Those Killed In Florida School Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/586122628/two-coaches-among-those-killed-in-florida-school-shooting", "text": "Two Coaches Among Those Killed In Florida School Shooting\n\nEnlarge this image toggle caption Facebook/AP Facebook/AP\n\nIn the shooting Wednesday at Marjory Stoneman Douglas High School in Parkland, Fla., 17 people lost their lives.\n\nTwo of those who were killed were beloved coaches. Aaron Feis was an assistant football coach and security guard at the school, while Chris Hixon was the athletic director and wrestling coach.\n\nDouglas head football coach Willis May Jr. told All Things Considered that he last saw Feis and Hixon when they were speeding toward the scene in a golf cart to see if they could help.\n\n\"Their job is when we have an altercation or a fight or anything, they're on their golf carts and they're there immediately and they are dealing with the situation,\" he said.\n\nFeis graduated from Douglas in 1999, and had been an assistant football coach at the school since 2002, the ­Sun-Sentinel reported. He'd worked as a security guard at the school for at least eight years.\n\nMay said that he heard from students that Feis was shot while protecting a female student from the incoming gunfire. He said he's not surprised that Feis died trying to shield the kids: \"That's what he did.\"\n\nHixon was also fatally shot after he raced to the scene to help students, May said.\n\n\"If we have a fight in school they're first there. Taking care of it. They did that every day,\" May added.\n\nFeis \"was a great guy,\" sophomore Douglas lineman Gage Gaynor told the newspaper. \"Everyone loved him. Shame he had to go like this. Always gave his all to making us better. Definitely learned a lot from him.\"\n\n\"[He] made sure everyone else's needs were met before his own,\" Colton Haab, a junior on the football team, told CNN. \"He was a hard worker. He worked after school, on the weekends, mowing lawns, just helping as many people as possible.\"\n\nAnd the community also mourning Hixon, the athletic director. Between his two roles, Hixon had a lot to juggle, said May — but he relished the work.\n\n\"It's hard to be AD and a coach but he did it because he just loved it so much,\" May said. He loved being with the students — \"he'd get out there and wrestle with them.\" He said Hixon had a great sense of humor, was very proud of his military background, and loved his family.\n\nOther colleagues shared similar memories of Hixon.\n\n\"Chris is such a great guy,\" Coral Springs High School athletic director and wrestling coach Dan Jacob told the Sun-Sentinal. \"Chris is probably the nicest guy I have ever met. He would give you the shirt off his back. He does so much. That is terrible that it would happen to anybody. It is so senseless.\"\n\nLast year, Hixon was named Broward County Athletic Association's Athletic Director of the year, the newspaper reports.\n\nJason Stein, athletic director at neighboring Taravella High School, told the Sun-Sentinal that Hixon was survived by his wife and a son with special needs.\n\n\"It is devastating,\" Stein told the newspaper. \"His son was with him everywhere. Chris epitomized what an athletic director was all about.\"\n\nFeis and Hixon, May said, are \"just great men. ... Everybody trusted them. Everybody knew they were protecting them and had their back.\"", "keywords": ["florida", "killed", "director", "hixon", "school", "coach", "football", "loved", "athletic", "great", "shooting", "coaches", "feis", "told"], "polarity": 0.19322023809523808, "subjectivity": 0.5392996031746031},
{"title": "Suspect Allegedly Confessed To Fla. School Shootings That Killed 17", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/586009751/officials-vow-to-ensure-justice-is-served-after-shooter-kills-17-at-fla-school", "text": "Suspect Allegedly Confessed To Fla. School Shootings That Killed 17\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nUpdated at 7 p.m. ET\n\nCourt documents say the suspect in the shootings at a South Florida high school has confessed to investigators. Nikolas Cruz, 19, has been booked on 17 charges of premeditated murder at Broward County's Main Jail in Fort Lauderdale, Fla.\n\nAccording to a court filing, \"In a post-Miranda statement, Cruz stated that he was the gunman who entered the school campus armed with a AR-15 and began shooting students he saw in the hallways and on the school grounds. Cruz stated that he brought additional loaded magazines to the school campus and kept them hidden in a back pack until he got on campus to begin his assault.\"\n\nCruz made his court appearance less than a day after the shootings at Marjory Stoneman Douglas High School, in Parkland, which killed at least 17 people and wounded 15 more.\n\nCruz allegedly fired on unarmed students and teachers at the high school in Parkland, Fla., which had expelled him for disciplinary reasons.\n\nIn a late-afternoon news conference, Broward Sheriff Scott Israel gave a timeline of Wednesday's events. He said that the shooter arrived at the school at 2:19 p.m., and that within two minutes, he began firing into several classrooms. After conducting attacks on the first and second floors, the shooter dropped his rifle on the third floor and ran away by mixing in among the crowd of students fleeing the scene.\n\nIsrael said the gunman visited a nearby Walmart and McDonald's before he was apprehended without incident.\n\nWithin an hour, Cruz was in custody, captured by law enforcement off campus.\n\nThe sheriff said the shooter arrived at the school by an Uber car, but he said the driver isn't suspected of being complicit in the shooting.\n\nPeter Forcelli, the special agent in charge for the Bureau of Alcohol, Tobacco, Firearms and Explosives, said that the rifle used in the shooting was legally purchased about a year ago by the shooter.\n\nSWAT teams were on the scene soon after the shooting began, evacuating students from the building. After Cruz was arrested away from the school's premises, he was taken to a hospital for treatment before being released to police custody.\n\nHe faced a judge in court briefly Thursday, and bond was denied.\n\nEnlarge this image toggle caption Miguel Guttierez/AFP/Getty Images Miguel Guttierez/AFP/Getty Images\n\nParents and classmates are left to cope with the aftermath.\n\n\"No child, no teacher, should ever be in danger in an American school,\" President Trump said in a televised speech to the country Thursday morning. \"No parent should ever have to fear for their sons and daughters when they kiss them goodbye in the morning.\"\n\n\"Law enforcement will do everything we can — the FBI, ourselves — to make sure that this person is convicted of all charges and that justice is served,\" Israel said Thursday.\n\nAuthorities said Cruz began the attack outdoors toward the end of the school day, just as the school's some 3,200 students were leaving their classrooms.\n\n\"This particular individual came onto campus at the time of dismissal,\" Broward Superintendent Robert Runcie told reporters, \"and that is a fairly open time for the campus.\"\n\nThe shooter then worked his way indoors using using an AR-15 semi-automatic rifle and what Israel described as \"countless magazines,\" smoke grenades and a gas mask. Then, the fire alarm sounded — which \"seemed odd,\" NPR's Greg Allen reports, \"because there had already been a fire alarm that day.\"\n\nGreg explains what happened next:\n\n\"Soon teachers and students got the word: It was a code red. There was an active shooter in the school. In some classrooms, teachers made sure their doors were locked, lights turned off and students hidden in closets or under the desks. \"But thinking it was a drill, one student interviewed on television says, her teacher led them out of the classroom before recognizing the danger. As he got them back into the classroom, she said, he was shot and killed.\"\n\n\"It was pretty chaotic, to be honest,\" Broward County Mayor Beam Furr told Morning Edition on Thursday. \"There were policemen from every one of our cities — we have 31 cities in Broward County, and I believe every force from the county was there. And as I arrived [yesterday] the kids were coming out, and the parents were beside themselves hoping to see their kids.\"\n\nThe wounded were taken to three hospitals in the area. Representatives of two of those hospitals, speaking at Thursday's news conference, said five patients remained in their care at midday.\n\nAmong the 17 victims were the school's athletic director, Chris Hixon, and assistant football coach Aaron Feis. The Douglas football program tweeted that Feis, who was an alumnus of the school, \"selflessly shielded students from the shooter when he was shot.\"\n\n\"He died a hero,\" the team said, \"and he will forever be in our hearts and memories.\"\n\nAuthorities say they have notified the victims' families.\n\nFurr is not only the mayor of the county, but he also worked as a teacher in the local school district. He said the rampage Wednesday called to mind some of the kids he had taught in the classroom.\n\n\"You keep your eyes on those kids who become disconnected — you know, they're out on the fringes. And as a teacher, you try to bring them into the fold, so to speak, in one way or another,\" he said. \"It's part of our mission to make sure that kids become part of the overall community — and when one gets away, it's just sad.\"\n\nAccounts from some of the school's teachers and parents have revealed a record of troubled behavior from Cruz, including at least one incident of bullying, a fixation on firearms, and actions that had so alarmed faculty that, a former math teacher of Cruz said, staff had been warned not to allow him back on campus. Furr also told Morning Edition that the suspect had been a client at mental health facilities and had been expelled from the high school for disciplinary reasons.\n\ntoggle caption Courtesy of Ben Bennight\n\nStill, it remains unclear how many red flags authorities saw.\n\n\"In 2017, the FBI received information about a comment made on a YouTube channel,\" Robert Lasky, FBI special agent in charge, noted at the news conference. \"The comment simply said, 'I'm going to be a professional school shooter.' \"\n\n\"Who would leave a comment like that?\" said Ben Bennight, a bail bondsman in Mississippi, who told NPR that the comment was left on a YouTube video he had posted about the bail bond industry. He says he alerted the FBI, and agents later came to his office to ask him about it, though he had little information to offer because he \"didn't know anything about the individual.\"\n\n\"I didn't hear anything else about it until yesterday, when they called and asked to meet with me,\" Bennight said.\n\n\"No other information was included with that comment which would indicate a time, location or the true identity of the person who made the comment,\" Lasky said at the news conference. \"The FBI conducted database reviews, checks, but was unable to further identify the person who actually made comment.\"\n\nFlorida Republican Gov. Rick Scott told reporters that the chief focus among officials is having \"a real conversation\" about both school safety and mental illness in the community.\n\n\"If somebody is mentally ill,\" Scott said, \"he should not have access to a gun.\"\n\nRuncie echoed Scott about supporting and treating the mentally ill and went a step further, saying, \"Now is the time for this country to have a real conversation on sensible gun control laws.\"\n\nTrump, for his part, did not mention guns or many specifics in his televised speech — but he said authorities plan to tackle issues surrounding mental health. He said he plans to travel to Parkland to meet with families and speak with local officials about how to better secure schools.\n\nHe said the country \"grieves with those who have lost loved ones in the shooting,\" in a statement released earlier Thursday. He also proclaimed that the American flag be flown at half-staff at the White House and public buildings throughout the U.S.\n\n\"We will take such action as we're able to take. We've got to reverse these trends we're seeing in these shootings,\" Attorney General Jeff Sessions told the Major County Sheriffs of America conference on Thursday.\n\n\"You and I know that we cannot arrest everybody that somebody thinks is dangerous,\" he added. \"But I think we can and we must do better. We owe it to every one of those kids crying outside their school yesterday and those who never made it out of their school.\"\n\nStudents have planned a vigil Thursday for their fallen classmates and for the wounded still fighting for their lives.", "keywords": ["fla", "confessed", "killed", "students", "told", "comment", "kids", "shooter", "fbi", "county", "school", "suspect", "cruz", "17", "allegedly", "teacher", "shootings"], "polarity": 0.042501322751322755, "subjectivity": 0.3562222222222223},
{"title": "'You Don't Hold Back': Mikaela Shiffrin Wins Gold At 2018 Winter Olympics", "url": "https://www.npr.org/sections/thetorch/2018/02/15/585958451/mikaela-shiffrin-wins-gold-medal-in-giant-slalom-at-winter-olympics", "text": "'You Don't Hold Back': Mikaela Shiffrin Wins Gold At 2018 Winter Olympics\n\nEnlarge this image toggle caption Sean M. Haffey/Getty Images Sean M. Haffey/Getty Images\n\nMikaela Shiffrin overcame both delays and some of the best skiers in the world to claim her first gold medal at the 2018 Winter Olympics, winning the giant slalom. The weather finally cooperated, with sunny, clear skies over the Yongpyong Alpine Center in Pyeongchang.\n\nNorway's Ragnhild Mowinckel won silver, 0.39 behind Shiffrin's combined time of 2:20.02.\n\nIt was a hard-won medal, on a day where 20 racers crashed out of the course. Shiffrin set herself up for a podium finish by turning in a time of 1:10.82 on her first run of the day, taking second place just 0.2 seconds behind Italy's Manuela Moelgg. Another Italian racer, Federica Brignone, trailed Shiffrin by 0.09 seconds.\n\n\"The conditions are great, the weather is beautiful, and it's a pleasure to be skiing today,\" Shiffrin told reporters after her first run.\n\nShiffrin continued:\n\n\"But I also feel like I can go a little bit harder and you know, there's nothing to hold back for in the second run. The nice thing about the Olympics is, you don't hold back. And I'm excited to see what I can do.\"\n\nShiffrin gave this rundown of the course, part of which was somewhat obscured by shadows from nearby trees:\n\n\"The top is kind of like a false flat. You just, you can push into it so hard it feels like, perfect. And then on the middle, it got a little bit more chattery. There's some sort of micro-terrain that, especially when it's a little darker, you can't see it that well. It seems like it's been tossing everybody around a little bit more.\"\n\nOn her first run, Shiffrin had sped through the first half of the course, but she lost a little time on the bottom portion; in her second run, she started slightly slower than some of the other skiers — but she blazed through the rest of the course, turning in a time of 1:09.20 to put her atop the leader board. Only a handful of skiers were faster than Shiffrin in their second runs; none of them had top-five times in their first attempts.\n\n\"I don't know when it was, at some point today after the first run I thought, like, 'I can really win this'. I just tried to hang on to that feeling and then focus on my skiing a bit,\" Shiffrin said, in remarks transcribed by the Olympics' news service.\n\nLike Shiffrin, Brignone went down the hill in under 1:10.00 on her second run – and Brignone's combined time kept her in third place for a bronze medal. Her fellow Italian Moelgg lost her No. 1 spot, and a place on the podium, after a slow second run. She finished eighth.\n\nAfter Shiffrin set the bar, her Olympic race turned into a waiting game, and she settled in at the scoring area at the bottom of the course to see if any other skier could beat her time.\n\nAs racers tried to carve tenths of a second out of the course, the number of DNF — did not finish — statistics piled up. They included two women who might have challenged Shiffrin: Austria's Stephanie Brunner and Switzerland's Lara Gut. France's Tessa Worley, another contender, was undone by a slow first run that left her with too much time to recover.\n\nThe course in Pyeongchang comprised 49 turning gates and a vertical drop of 400 meters (1,312 feet). The race began at an altitude of 1365 meters (4,478 feet).\n\nAt the Sochi Games of 2014, Shiffrin finished in fifth place in the giant slalom. She won gold in the slalom – an event in which she'll race tomorrow (Friday morning in Korea, and Thursday night in the continental U.S.).", "keywords": ["little", "place", "mikaela", "dont", "hold", "olympics", "shiffrin", "winter", "gold", "skiers", "2018", "course", "slalom", "bit", "turning", "second", "wins", "run"], "polarity": 0.09891975308641972, "subjectivity": 0.39109347442680753},
{"title": "Jeffrey Tambor Officially Exits 'Transparent' Following Claims Of Misconduct", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/586180438/jeffrey-tambor-officially-exits-transparent-following-claims-of-misconduct", "text": "Jeffrey Tambor Officially Exits 'Transparent' Following Claims Of Misconduct\n\nEnlarge this image toggle caption Richard Shotwell/Richard Shotwell/Invision/AP Richard Shotwell/Richard Shotwell/Invision/AP\n\nJeffrey Tambor, Emmy-winning star of Transparent, will not be returning to the cast for the show's upcoming fifth season. Amazon Studios confirmed the actor's departure to NPR on Thursday.\n\nThe announcement comes several months after multiple claims of sexual misconduct surfaced against Tambor, who played trans woman Maura Pfefferman in the Amazon Studio series. As NPR's Emma Bowman reported in November, Tambor had been accused of groping his former assistant, transgender actress Van Barnes, and making inappropriate sexual advances on transgender co-star Trace Lysette.\n\n\"I have great respect and admiration for Van Barnes and Trace Lysette, whose courage in speaking out about their experience on Transparent is an example of the leadership this moment in our culture requires,\" show creator and co-writer Jill Soloway said in a statement to NPR.\n\n\"We are grateful to the many trans people who have supported our vision for Transparent since its inception,\" Soloway continued, \"and remain heartbroken about the pain and mistrust their experience has generated in our community. We are taking definitive action to ensure our workplace respects the safety and dignity of every individual, and are taking steps to heal as a family.\"\n\nTambor has apologized for any inadvertent misbehavior but has denied the allegations against him, which he called \"simply and utterly untrue.\" And even in November, he signaled in a statement that his time with the show may be ending: \"Given the politicized atmosphere that seems to have afflicted our set, I don't see how I can return to 'Transparent.' \"\n\nBoth Tambor and Soloway have won multiple Emmys for their work on the show — Tambor for lead acting and Soloway for directing in 2015 and 2016.\n\nAmazon Studios did not immediately comment further beyond confirming the move.", "keywords": ["jeffrey", "trace", "following", "soloway", "transparent", "trans", "tambor", "taking", "van", "transgender", "misconduct", "statement", "exits", "claims", "officially", "studios"], "polarity": 0.17500000000000002, "subjectivity": 0.39836309523809527},
{"title": "U.S. Military Mission In Syria Endures As ISIS Nears Defeat", "url": "https://www.npr.org/sections/parallels/2018/02/15/585750887/u-s-military-mission-in-syria-endures-as-isis-nears-defeat", "text": "U.S. Military Mission In Syria Endures As ISIS Nears Defeat\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nThe Kurdish soldiers stand watch at this rustic outpost, nothing more than sand bags and hardened earth, like some sort of prehistoric fortress. Some of the fighters carry AK-47s, others hold machine guns. And all are looking to the south and the front line with ISIS in northeast Syria.\n\nIt's a vast open plain.\n\nGen. Hassan commands these troops. He's a short, squat man with salt-and-pepper hair, and he points out in the distance where the enemy is located, just a couple of mud huts on the horizon.\n\n\"That place. That village farm is the place for ISIS,\" says Hassan. \"A couple of kilometers. After this there are many villages controlled by ISIS.\"\n\nHassan knows that at some point his troops will have to leave their base and take on ISIS.\n\nBut that may have to wait. Because right now some of his fighters are leaving, heading to the northwest part of Syria to a place called Afrin.\n\nThe Turkish army is battling their Kurdish comrades there. Why? Because Turkey considers the Kurdish forces terrorists, linked to the deadly Kurdish separatists in Turkey.\n\nBut the Americans say the Kurds are the best fighters against ISIS, and they plan on supporting them well after ISIS is defeated, in an estimated two to six months.\n\nLoading...\n\nA battle on multiple fronts\n\nHassan also is sending some of his reserve forces south to counter attacks by pro-Syrian regime forces that include Russian mercenaries. The U.S. military attacked those forces and killed at least 100 with withering airstrikes just last week.\n\nThe Russians are supporting the Syrian regime and are supposed to coordinate any military activity with the Kurds and the Americans, in order to prevent unintended engagement. It's called \"deconfliction.\"\n\nHassan said he reached out to the Russians when some 500 of those mercenaries were seen massing.\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nThe Russians denied anything was happening, and repeated the denials even when those mercenaries were shelling a Kurdish base that included American special operations advisers. The mercenaries' artillery fire came within 500 yards of the base, officials said. And that's when the U.S. launched its airstrikes.\n\nHassan said it was only then that the Russians acknowledged the attack. They asked if they could collect the dead.\n\nThe multiple fronts have splintered Hassan's forces. Some are heading north, others south.\n\n\"That worries me,\" Hassan says. \"These two forces, if I have availability under my control, I will defeat ISIS more.\"\n\nThe outpost can only wait to take on ISIS, even though ISIS fires an occasional rocket or mortar at them.\n\nOne officer who is not worried is Army Maj. Gen. Jamie Jarrard, who commands the U.S. special operations forces both in Syria and Iraq. His troops are assisting the Kurds and he's here for a visit to this outpost.\n\nHe says ISIS is on the ropes.\n\n\"What we characterize this currently is a little bit of a transient area,\" he says, looking out over the desert. \"There's no significant terrain, there's no significant urban area that they desire to hold onto permanently. This is not where they wanted to be.\"\n\nThe caliphate's capital in ruins\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nWhere ISIS wanted to be is 100 miles west of here along the Euphrates River in the city of Raqqa. It was their de facto capital for three years, until they were defeated in October. They're no longer a threat but today Raqqa is little more than a pile of rubble with traffic.\n\nImagine those black-and-white photos from World War II. The German cities of Dresden or Hamburg that were flattened by allied airstrikes. Driving along, every so often there's movement in the debris: a man shoveling plaster. Another man and his son walking from the skeleton of a house. Children filling buckets at a humanitarian water station.\n\nAbu Basr commands the local security forces here. Behind him is the crumpled building that once was the headquarters of the Islamic State caliphate. He recalls what life was like when ISIS fighters patrolled these streets. Smoking was prohibited. So too was wearing brightly colored clothes. Women would be beaten for not having their faces covered. Businesses had to close for prayer.\n\nHe says mostly people spent the three years of ISIS control at home, rarely venturing out.\n\n\"We were not able to leave our house,\" he says. \"And if we had to, we would have to check ourselves because if ISIS saw something they didn't like, they would immediately have put us in jail. Immediately.\"\n\nAbu Basr's son was detained for a month. His crime? Smoking a cigarette. More serious crimes — like working with Kurdish forces or helping the U.S. coordinate airstrikes — meant certain execution, often a beheading next to the nearby clock tower in the center of the city.\n\nAbu Basr says those memories will linger.\n\n\"They showed us what terrorism really is,\" he said. \"Revenge was taken for anything. There was no justice. They would immediately grab a person, the citizen, place him in a crowded area and take revenge.\"\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nNow the focus is on rebuilding. The U.S. military says it could take at least another year until this part of Syria is stabilized. The U.S. is spending one billion dollars a year in the liberated areas on humanitarian aid and small projects, like fixing water pipes and electric substations and cleaning out irrigation canals so farming can resume.\n\nOne immediate job is removing the thousands of explosive booby traps that ISIS laid before they fled Raqqa. They're everywhere. In front doors. Chairs and couches. Cooking pots.\n\nAbu Basr says residents are told not to return home until their houses can be screened for bombs. Many don't listen. So there are dozens of casualties each week.\n\n\"The vast majority are adult men but we do see some women and about 10 percent kids,\" says Christina, a surgeon with the American special operations forces, who can only use her first name for security reasons. \"Whoever you talk to, everyone is kind of touched by this. Their brothers have been killed, or their father has been killed.\"\n\nChristina says about 95 percent of the people she treats survive. But the wounds can be horrific, and at times include the loss of at least one limb.\n\nNormal life fitfully returns to Raqqa\n\nAmid all the devastation and horror is an oasis. It's the Royal Restaurant, and it's reputed to serve the best shawarma sandwiches in the city. It's a small storefront with a long narrow corridor of tables and chairs. A large hunk of lamb cooks and spins out front on a spit.\n\nEnlarge this image toggle caption Greg Dixon/NPR Greg Dixon/NPR\n\nThe owner, Muhammad Jabara, stayed open during the Islamic State caliphate. He's a heavy-set man, wearing a black leather coat and weary look. He says ISIS fighters would often come in for lunch.\n\nWas he nervous?\n\n\"Once you see an ISIS you want to make sure, just do whatever they want,\" he says, \"make them just leave your place as soon as possible so you don't get in trouble.\"\n\nJabara says ISIS jailed a relative and threatened to behead him, but he was eventually released. Still, he knew some that weren't so lucky and were executed. Everyone was in fear. Jabara is a heavy smoker and he would snuff out his cigarette when ISIS members approached. He recalls, they could smell it on his clothes — and warned him.\n\nFarther north is the city of Manbij, and it seems like it's in full recovery.\n\ntoggle caption Tom Bowman/NPR\n\nIt was liberated from ISIS 16 months ago. There's a bustling market with plenty of fruits and vegetables, clothing, gold jewelry and baked goods. One baker showed off a large bowl of sweet fried dough balls, something like doughnut holes. Bite into one and it explodes in your mouth with a blast of honey. For that reason, they're called \"bombs.\"\n\nISIS fighters liked those, too.\n\nNearby is a kiosk with a man selling perfume and cologne, all set in aluminum jars behind him. He's been open for two decades and ISIS would come by and shop for cologne, he recalls. Their favorite? An earthy concoction called \"al Misk.\"\n\n\"It's very Arabian,\" says the shop owner. \"It's an Eastern type of cologne, it's just for men. It stays very long.\"\n\nBut even in this seemingly normal scene there are hints of the brutality of ISIS rule. There's a man with his right hand gone, the stump covered in green fabric. ISIS fighters accused him of a theft he says he didn't commit. He was jailed for 20 days, strung up by his hands and one leg like a marionette.\n\ntoggle caption Tom Bowman/NPR\n\nThen he was flogged, and told he would lose a hand. His wife and children knew he was being held but were too afraid to ask where. Now the man says he is forced to beg. He can't work to support his family. Still, he says he's lucky.\n\n\"Thanks to God, my head was not cut off,\" he says.\n\nISIS is gone, but now there's a new problem facing Manbij. The U.S. is backing Kurdish fighters here. But Turkey sees them as terrorists, linked to militants in Turkey. And so Turkey and their local allies are attacking the Kurds just a few miles away. Turkey has even threatened to invade Manbij.\n\nThe U.S. wants Turkey to stop, so the focus can remain on defeating ISIS. And American officers — echoing Defense Secretary Jim Mattis and Secretary of State Rex Tillerson — say they are here to stay, to prevent a return of ISIS, to help the Kurds and to help stabilize this area so it's not a breeding ground for terrorists.\n\nThe problem is no one can say how long that will be.\n\ntoggle caption Tom Bowman/NPR\n\nDespite all the tensions, there is hope. It can be found inside a classroom at a girls' high school, a building recently used as an ISIS prison. The two dozen girls are smiling and joking when visitors appear. They wear colorful pink and purple and red hijabs that were banned by an ISIS force that demanded only black could be worn.\n\nThey didn't attend school under ISIS and rarely saw their friends. Now they talk about attending university, about studying English, about a better future.\n\n\"This is very happy and exciting to back to school in this year,\" says one student in halting English. Another adds, \"There isn't any worry because we are now in the peaceful.\"\n\nPeaceful. At least for now.\n\nNPR producer Greg Dixon contributed to this report.", "keywords": ["nears", "military", "greg", "fighters", "toggle", "man", "forces", "endures", "defeat", "caption", "syria", "turkey", "isis", "kurdish", "mission", "theres"], "polarity": 0.0467441984245263, "subjectivity": 0.4389333025808434},
{"title": "ACLU Sues To Halt 'Unconstitutional' Down Syndrome Abortion Law In Ohio", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/586014513/aclu-sues-to-halt-unconstitutional-down-syndrome-abortion-law-in-ohio", "text": "ACLU Sues To Halt 'Unconstitutional' Down Syndrome Abortion Law In Ohio\n\nEnlarge this image toggle caption Julie Carr Smyth/AP Julie Carr Smyth/AP\n\nThe American Civil Liberties Union of Ohio filed a complaint Thursday on behalf of several abortion providers seeking to block a state law that bans abortions \"because an unborn child has or may have Down Syndrome.\"\n\nGovernor John Kasich signed House Bill 214 into law late last year, although it is not scheduled to take effect until March 23, 2018.\n\nThe legislation makes it a felony for a provider to perform an abortion or try to when there is any \"reason to believe that an unborn child has Down syndrome,\" including a prenatal test. The physician could also have his or her medical license revoked under the law.\n\nThe lawsuit, filed on behalf of abortion providers including Preterm Cleveland and Planned Parenthood, says the legislation is unconstitutional, violating \"the very heart of the Fourteenth Amendment right to privacy and autonomy.\" It says the legislation also undermines the mission of physicians \"to honor and support the decisions their patients make.\"\n\nThe plaintiffs are asking the United States District Court for the Southern District of Ohio to issue a permanent injunction.\n\nDown syndrome is a genetic condition caused by an extra chromosome that can present itself with varying mental and physical challenges. The Centers for Disease Control says every year around 6,000 babies in the United States are born with it — about one out of every 700 births. Maternal age is a known risk factor, with women aged 35 or older likelier to be affected, according to the CDC.\n\nAccording to the complaint, only a \"a small percentage\" of patients seek abortions based solely or in part on a prenatal diagnosis or test of Down syndrome: \"These patients typically come to the clinic only after undergoing extensive counseling with a high-risk obstetrician-gynecologist.\"\n\nThe anti-abortion rights group Ohio Right to Life, which campaigned for the bill, says, \"While elective abortion is never the right choice, it's particularly egregious that unborn children can be denied life simply due to the presence of a disability.\"\n\nBut Freda Levenson, legal director for the ACLU of Ohio says the ban is \"a thinly-veiled attempt to criminalize abortion in Ohio.\"\n\n\"If Ohio politicians wanted to proactively take a stance for people with disabilities, they should improve access to health care, education, or other services,\" she said in a statement.\n\nThe Guttmacher Institute, a sexual and reproductive health non-profit, says around a quarter of American women will have an abortion by the age of 45. But the abortion rate has been declining in recent years, the group says, because \"the wave of state abortion restrictions enacted since 2011 could have made abortion more difficult to access.\"\n\nThe Associated Press says anti-abortion-rights activists \"have pushed through several hundred state laws restricting access to the procedure over the past decade.\"\n\nOhio is the third state to ban abortions due to fetal anomalies after similar laws were passed in Indiana and North Dakota, reports Reuters.\n\nIn Ohio, The Dayton Daily News reports state lawmakers are considering several other measures to restrict access to abortion, including \"bills that would make it a crime for doctors to perform an abortion using a surgical procedure commonly used in second trimester abortions; ban abortions after a fetal heartbeat can be detected, which can be as early as six weeks gestation; and require cremation or burial of aborted fetuses.\"", "keywords": ["ohio", "abortions", "state", "aclu", "unborn", "unconstitutional", "halt", "patients", "abortion", "law", "sues", "right", "legislation", "syndrome"], "polarity": -0.024041005291005307, "subjectivity": 0.310300925925926},
{"title": "Deaths From Gun Violence: How The U.S. Compares With The Rest Of The World", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/15/586014065/deaths-from-gun-violence-how-the-u-s-compares-to-the-rest-of-the-world", "text": "Deaths From Gun Violence: How The U.S. Compares With The Rest Of The World\n\nEditor's note: This story was originally published in October and has been republished with updates following the shooting Wednesday in Florida.\n\nIt was the deadliest school shooting since a gunman took 26 lives at Sandy Hook Elementary in Newton, Conn. On Wednesday, a shooter killed at least 17 people at Marjory Stoneman Douglas High School in Parkland, Fla.\n\nThe Florida shooting is the latest reminder of the persistent gun violence in the United States. Rates of gun deaths in the U.S. are far greater than in much of the rest of the world.\n\nTake countries with the top indicators of socioeconomic success — income per person and average education level, for instance. The United States ranks ninth in the world among them, bested only by the likes of Luxembourg, Denmark, Norway, the Netherlands, Iceland, Andorra, Canada and Finland.\n\nThose countries all also enjoy low rates of gun violence, but the U.S. has the 31st highest rate in the world: 3.85 deaths due to gun violence per 100,000 people in 2016. That was eight times as high as the rate in Canada, which had 0.48 deaths per 100,000 people — and 27 times higher than the one in Denmark, which had 0.14 deaths per 100,000.\n\nThe numbers comes from a massive database maintained by the University of Washington's Institute for Health Metrics and Evaluation, which tracks lives lost in every country, in every year, by every possible cause of death. The 2016 figures, released last fall, paint a fairly rosy picture for much of the world, with deaths due to gun violence rare even in many countries that are extremely poor — such as Bangladesh and Laos, which saw 0.16 deaths and 0.13 deaths respectively per 100,000 people.\n\nProsperous Asian countries such as Singapore and Japan boast the absolute lowest rates, though the United Kingdom and Germany are in almost as good shape.\n\n\"It is a little surprising that a country like ours should have this level of gun violence,\" says Ali Mokdad, a professor of global health and epidemiology at the IHME. \"If you compare us to other well-off countries, we really stand out.\"\n\nLoading...\n\nTo be sure, there are quite a few countries where gun violence is a substantially larger problem than in the United States — particularly in Central America and the Caribbean. Mokdad says a major driver is the large presence of gangs and drug trafficking. \"The gangs and drug traffickers fight amongst themselves to get more territory, and they fight the police,\" says Mokdad. And citizens who are not involved are often caught in the crossfire.\n\nLoading...\n\nMokdad said drug trafficking may also be a driving factor in two Asian countries that have unusually large rates of violent gun deaths for their region, the Philippines and Thailand.\n\nLoading...\n\nWith the casualties due to armed conflicts factored out, even in conflict-ridden regions such as the Middle East, the U.S. rate is worse than in all but one country: Iraq.\n\nLoading...\n\nThe U.S. gun violence death rate is also higher than that in nearly all countries in sub-Saharan Africa, including many that are among the world's poorest.\n\nLoading...\n\nOne more way to consider these data: The IHME also estimates what it would expect a country's rate of gun violence deaths to be based solely on its socioeconomic status. By that measure, the U.S. should be seeing only 0.79 deaths per 100,000 people. Instead, its actual rate of 3.85 deaths per 100,000 is almost five times as high.", "keywords": ["violence", "compares", "united", "world", "deaths", "times", "rates", "countries", "rest", "100000", "gun", "rate"], "polarity": 0.12309133489461359, "subjectivity": 0.480863908404892},
{"title": "Trump Administration Sued Over Ending Funding Of Teen Pregnancy Programs", "url": "https://www.npr.org/sections/health-shots/2018/02/15/585879601/trump-administration-sued-for-ending-funding-of-teen-pregnancy-programs", "text": "Trump Administration Sued Over Ending Funding Of Teen Pregnancy Programs\n\nEnlarge this image toggle caption Daniel Acker/Bloomberg/Getty Images Daniel Acker/Bloomberg/Getty Images\n\nIt was Julie Liles' 17-year-old daughter, Emily, who suggested that they attend a sex education program together.\n\nJulie was eager to go. She was just 14 when she gave birth to Emily.\n\n\"So always in the back of my mind was a worry that she would get hurt,\" says Julie, her voice cracking. \"I worried in the back of my mind that she would find herself in the same situation.\"\n\nThe mother-daughter pair spent an entire Saturday holed up at a local high school talking about relationships, love and, yes, sex. The five-hour seminar called Linking Families and Teens, or LiFT, included group discussions and role-playing to help parents and kids get comfortable talking about dating and sex.\n\n\"It was almost instantly that I felt that I could talk to my daughter in a different way, without automatically jumping to assumptions or, you know, just cutting her off and being angry or being embarrassed,\" Liles says.\n\nLiFT is the only sex education program available in her rural community of Shelton, Wash., she says.\n\nHealth Trump Administration Moves To Defund Teen Pregnancy Research Programs Trump Administration Moves To Defund Teen Pregnancy Research Programs Listen · 4:05 4:05\n\nBut come July, LiFT will be gone. The Trump administration cut off the grant funding for it when the Department of Health and Human Services eliminated the Teen Pregnancy Prevention Program.\n\nLiFT is sponsored by Planned Parenthood of the Great Northwest and the Hawaiian Islands, one of 84 organizations losing federal funding that was supposed to last until 2020.\n\nNow the Planned Parenthood chapter, along with eight other groups, is suing HHS, saying it acted unlawfully when it canceled their five-year grants midstream and with no explanation. The organizations — which include city and county health departments, universities, hospitals and nonprofit organizations — operate across the U.S. providing sex education and health information to more than a million teens.\n\nThe Teen Pregnancy Prevention Program has been lauded by watchdogs as an example of good government at work. The program grants 80 percent of its budget to groups that implement pregnancy prevention programs that have been shown to be effective. The remaining 20 percent is dedicated to trying new strategies.\n\nThe efforts are focused on African-American and Hispanic teens, who have higher pregnancy rates, and those in low-income and rural areas.\n\nAnd the organizations are required to measure whether their programs are effective in reducing pregnancy, delaying teen sex or increasing contraception use. The plans was to scale up the projects that work and eliminate the ones that don't.\n\n\"There's a list of proven effective programs that has been developed over time specifically through a lot of these grants,\" says Carrie Flaxman, counsel for Planned Parenthood.\n\nPrograms like the ones used in Baltimore's schools.\n\nThe Healthy Teen Network helps the city choose its sex education curriculum, using social and demographic data to make sure it meets the needs of teens, says Pat Paluzzi, president and CEO of the network.\n\nThe tiny nonprofit has been working to reduce teen pregnancy for 40 years. But now its work is threatened because more than a third of its budget comes from the HHS program.\n\nPaluzzi says the only notice she got that the five-year grant was being eliminated after just three years came in tiny print in the middle of its renewal notice in July.\n\nThe Healthy Teen Network also is using federal grant money to create a web app to help teens make choices about sex and dating and to give them information about reproduction, birth control, safety and health care. It is in the process of launching an app designed for 15- to 17-year-olds and is designing a second one for people aged 18 to 20.\n\nThe original app – called CrushApp.org – \"tells you things like how does a pregnancy occur,\" Paluzzi says. \"A lot of people don't actually know where pregnancy occurs.\"\n\nA section called \"Love & Sex\" offers menu options such as \"Is He A Keeper?\" and \"Put One On\" about using condoms. There are cartoons and animated videos to help teens navigate relationships, dating and sex.\n\nWork on the CrushApp will continue, Paluzzi says, but work on the second app is ending in July. The group already eliminated three jobs and is planning to move to smaller, cheaper office space.\n\nThe Healthy Teen Network and the other groups are suing in U.S. district courts in Washington, D.C., Maryland and Washington state. They accuse the Trump administration of cutting off their grants with no regard for the federal rules that dictate when a grant can be terminated.\n\nHHS in July notified all the grantees that their money would be cut. A few were terminated immediately, and the remainder were granted one more year.\n\nAn HHS spokeswoman said the agency ended the program because it's not effective.\n\n\"Teen birth rates have been declining since 1992 and less than 1 percent of the teen population has been served by TPP,\" the spokeswoman, who declined to be named, said in an email. \"Of the 37 projects funded and evaluated for a 2016 report, 73 percent had no impact or had a negative impact on teen behavior.\"\n\nTrump's budget proposal instead has $75 million for abstinence education programs. Research has shown that \"abstinence-only education rarely has a positive effect on teen sexual behavior,\" according to a 2014 analysis of sex education.\n\nTeen pregnancy rates have plummeted in the three decades from about 60 births per 1,000 girls ages 15 to 19, to just 24 in 2014. Still, the U.S. has a far higher teen pregnancy and birthrate than most developed countries.\n\nPaluzzi says she is unhappy about the cuts to her organization. But she is more concerned about all the money already spent to develop effective sex education programs that she fears will go to waste, and the knowledge gained will be lost.\n\n\"It's a huge waste of taxpayers' money,\" she says. \"But the bigger issue is that we predict we'll start to see teen birthrates go back up again. And that's the real shame of it. Organizations can come and go but the young people they deserve better than that.\"", "keywords": ["teen", "sex", "program", "programs", "pregnancy", "sued", "administration", "funding", "teens", "ending", "organizations", "trump", "education"], "polarity": 0.10668807641633729, "subjectivity": 0.36770531400966183},
{"title": "Trump's Inauguration: Record Spending Leaves Little For Charities", "url": "https://www.npr.org/2018/02/15/586116158/trumps-inauguration-record-spending-leaves-little-for-charities", "text": "Trump's Inauguration: Record Spending Leaves Little For Charities\n\nEnlarge this image toggle caption Scott Olson/Getty Images Scott Olson/Getty Images\n\nUpdated Feb. 15 at 5:30 p.m. ET\n\nPresident Trump's inaugural committee raised twice as much as any of its predecessors, but its final filing with the IRS shows it spent most of the money on events that were significantly scaled back from past years.\n\nThe Trump committee raised $106.8 million, roughly twice as much as President Barack Obama's 2009 committee. Insiders suggested substantial gifts to charity with the unspent funds. Thomas Barrack, a Trump ally and president of the inaugural committee, told the Daily Beast last fall that the IRS filing \"will show that millions of dollars of reserve funds will be allocated to various charities, institutions, and foundations in an amount that will surely exceed any previous inauguration.\"\n\nThe filing doesn't exactly show that.\n\nThe committee gave $1 million each to the American Red Cross, Salvation Army and Samaritan's Purse in 2017. The filing shows three more contributions: $1 million to the White House Historical Association, $750,000 to the Vice President's Residence Foundation and $250,000 to the Smithsonian Institution. Total contributions: $5 million.\n\nThat leaves about $2.7 million in the committee's accounts. After final expenses are paid, Barrack said, remaining funds will go to \"charities of similar stature and quality.\"\n\nUnlike campaign committees, inaugural committees are not required to give a detailed accounting of where their money goes.\n\nOne spending item drew immediate attention from watchdog groups. WIS Media Partners, a firm incorporated shortly after Trump was elected, was paid $25.8 million — more than any other vendor — for \"event production services.\" The New York Times reported WIS was created by Stephanie Winston Wolkoff, a friend of first lady Melania Trump, and Wolkoff herself was paid $1.62 million for her inaugural work. The Times said Wolkoff is also an unpaid adviser to the first lady.\n\n\"Mrs. Trump had no involvement with the [presidential inauguration committee], and had no knowledge of how funds were spent,\" said Melania Trump's spokeswoman, Stephanie Grisham. \"Stephanie Winston Wolkoff is a contracted volunteer with the Office of the First Lady and has specified duties as outlined in her contract.\"\n\nPublic Citizen, a liberal watchdog group, and the lawyers' group Campaign Legal Center both pounced on the filing as proof that inaugural committees need better disclosure. Craig Holman of Public Citizen said the filing showed fiscal mismanagement, adding that it's \"no wonder\" the inaugural committee didn't make voluntary disclosures.\n\nA representative of Barrack didn't respond to requests for comment.", "keywords": ["trumps", "little", "filing", "stephanie", "record", "million", "charities", "funds", "committee", "committees", "leaves", "inaugural", "inauguration", "trump", "wolkoff", "spending"], "polarity": 0.09468773096821878, "subjectivity": 0.33561221975856126},
{"title": "Who's Missing From America's Colleges? Rural High School Graduates", "url": "https://www.npr.org/sections/ed/2018/02/15/581895659/whos-missing-from-america-s-colleges-rural-high-school-graduates", "text": "Who's Missing From America's Colleges? Rural High School Graduates\n\ntoggle caption Ben Smith/The Hechinger Report\n\nWhen Dustin Gordon's high school invited juniors and seniors to meet with recruiters from colleges and universities, a handful of students showed up.\n\nA few were serious about the prospect of continuing their educations, he said, \"But I think some of them went just to get out of class.\"\n\nIn his sparsely settled community in the agricultural countryside of southern Iowa, \"there's just no motivation for people to go\" to college, says Gordon, who's now a senior at the University of Iowa.\n\n\"When they're ready to be done with high school, they think, 'That's all the school I need, and I'm just going to go and find a job.' \" That job, Gordon explains, might be on the family farm or at the egg-packaging plant or the factory that makes pulleys and conveyor belts, or driving trucks that haul grain.\n\nVariations of this mindset, among many other reasons, have given rise to a reality that has gotten lost in the impassioned debate over who gets to go to college, which often focuses on racial and ethnic minorities and students from low-income families: The high school graduates who head off to campus in the lowest proportions in America are the ones from rural places.\n\nOverall, 59 percent of rural high school grads — white and nonwhite, at every income level — go to college the subsequent fall. That's a lower proportion than the 62 percent of urban and 67 percent of suburban graduates, according to the National Student Clearinghouse, which tracks this.\n\nLoading...\n\nForty-two percent of people ages 18 to 24 are enrolled in all of higher education, according to the National Center for Education Statistics, but only 29 percent of rural people in that age group are enrolled, compared with nearly 48 percent from cities.\n\nUnderstanding and addressing this \"is critical to our future, not just for employment but for civil discourse and kids feeling like they can contribute and achieve and not feeling lost and ignored,\" says Jeff Hawkins, executive director of the Kentucky Valley Educational Cooperative. The nonprofit group works to encourage students in that state's coal-mining southeast corner to go on to college.\n\nIt's not that rural students aren't academically prepared. They score better on the National Assessment of Educational Progress than urban students, and they graduate from high school at a higher percentage than the national average, the U.S. Department of Education reports.\n\nAt the regional high school Dustin Gordon attended in Lenox, Iowa, the graduation rate is typically at or near an impressive 100 percent.\n\nThe reasons for low college-going by rural students are as myriad as they are consequential, affecting everything from regional economic competitiveness to widening political division.\n\nEnlarge this image toggle caption Brad Covington/Flickr Brad Covington/Flickr\n\nMany are historic. Rural students live in places where it once was possible to make a decent living from farming, mining and timber-harvesting, said Charles Fluharty, president and CEO of the Rural Policy Research Institute at the University of Iowa. None of those required college educations. Then manufacturing began to leave, agriculture became increasingly automated, and mines closed. While cities were generally able to economically diversify after the decline of industries such as auto manufacturing, rural areas haven't.\n\n\"You could go to ag[ricultural] school, but you didn't have to,\" said Fluharty, who was raised on a farm in the Appalachian foothills of Ohio that has been in his family for five generations. \"You could get those jobs, so why should you go to college?\"\n\nA resulting sense of hopelessness in places where jobs became sparse, Fluharty says, meant that rural students lost interest in their high schools' field trips to technical colleges or public universities, or in those visits from recruiters.\n\nThe same malaise apparently affects their parents. A third of rural whites, and 40 percent of rural white men, are resigned to believing that their children will grow up with a lower standard of living than they did, a survey by the Pew Research Center found. That's a higher proportion than people who live in cities (23 percent) or suburbs (28 percent).\n\nThis disaffection has been widely cited as a reason anti-establishment candidate Donald Trump won 62 percent of the rural vote in the 2016 presidential election, compared with Hillary Clinton's 34 percent — a much wider margin than in suburbs. In cities, Trump lost to Clinton by a wide margin.\n\nDustin Gordon bucked the trend. Though neither of his parents finished college, they insisted that he go.\n\n\"That's why I did it, I guess. They kind of pushed it,\" he said. \"When I think of my [high school] classmates, the kids that went to college, their parents had better jobs or had gone to college.\"\n\nBut because of their histories, rural places have fewer such people than urban and suburban areas. Fewer than 1 in 5 rural adults ages 25 and older have college degrees, says the U.S. Department of Agriculture. That compares with the national average of nearly half, according to the Lumina Foundation, which is pushing for an increase in college completion among all Americans. (Lumina is among the funders of The Hechinger Report, which produced this story.)\n\nEnlarge this image toggle caption Robert Daemmrich/Getty Images Robert Daemmrich/Getty Images\n\n\"Because we don't have a diverse set of vocations kids can look at or try on or have an example of someone in their community that they aspire to be like, they're kind of pushed into a position of 'I have a choice of becoming a coal miner or working in retail or health care,' \" says Jeff Hawkins. \"They can see a coal miner or a cashier, but they rarely, if anywhere except on television, encounter lawyers or doctors or astrophysicists.\"\n\nRural areas are far from homogenous — contrast Marion County, Tenn., and its tiny population of 30,000 with California's sprawling Kern County, which has nearly 890,000 residents spread across a wide-open patchwork of farms, small towns and larger cities such as Bakersfield. But their challenges are largely the same.\n\nThe Tennessee-based National Rural Education Association notes that, in addition to other problems, rural areas contend with drug and mental-health issues, poverty and a lack of high-speed access to the Internet, for instance.\n\nSome remote areas can't attract enough teachers to offer college-preparatory classes. In Marion County, where Alabama, Georgia and Tennessee meet, the county school district struggled to find enough math teachers for this academic year, said Mark Griffith, director of the Marion County School System. Finding teachers for other subjects was also a challenge.\n\n\"There aren't any applicants out there,\" Griffith said. \"We've got one physics teacher in the county for three high schools.\"\n\ntoggle caption Ben Smith/The Hechinger Report\n\nNor is there widespread confidence in rural places that going to college is worth it.\n\n\"This has become a cultural phenomenon. It's not an educational phenomenon,\" Fluharty said. Encouraging a rural student to go to college instead of doing the same work as the adults in a community, he said, is like \"suggesting that that child should not do what I have done, should not be where I have been, should not value all that I have raised them to honor, whether that's going to the mill or turning on the tractor at 6 a.m.\"\n\nHawkins' program to encourage college-going tries to overcome this by connecting its students with people who are already enrolled in college. \"They strike up a relationship that could extend online and they begin to create a future support group for when they get to college,\" he said.\n\nSuch a support system is important because rural students who do make it to campus are more likely to drop out between the first and second year than their urban and suburban classmates, the National Student Clearinghouse reports.\n\nOne reason is cost. For others, the problem is culture shock. \"They go from 80 or 90 kids in their entire graduating class and now they're on campus with 20,000 kids,\" said Hawkins. In rural towns, \"we grow up knowing our neighbors, going to church with them, shopping at the Dollar General store. There is more of a familiarity.\"\n\nDustin Gordon felt that keenly. The regional school he attended houses all 12 grades in the same building. There were 29 students in his graduating class. But when, after first enrolling at community college, he transferred to the University of Iowa, he found himself in lecture classes with more people in them than his entire hometown of Sharpsburg, population 89.\n\n\"Coming from a rural community, everybody knows who you are,\" says Gordon, who quarterbacked his high school football team, played baseball and ran track and field. When he got to the University of Iowa — with more than 33,000 students from around the country and around the world — \"I literally knew nobody on campus,\" he says. \"It's just kind of intimidating.\"\n\nGordon knows that most of his high school classmates and teammates \"are going to stay in rural Iowa and not really get out to see much of the world.\"\n\nAs for him, he says he's hoping to become a financial planner when he graduates in May, and has his eye on moving to Des Moines.\n\n\"Since I've started going to the University of Iowa,\" he said, \"I almost don't like going home. I've kind of changed. I probably won't end up back in Lenox, Iowa.\"\n\nThis story was produced by The Hechinger Report, a nonprofit, independent news organization focused on inequality and innovation in education. It originally appeared in The Atlantic.", "keywords": ["students", "high", "missing", "iowa", "county", "school", "going", "graduates", "americas", "national", "gordon", "college", "whos", "rural", "colleges"], "polarity": 0.09818424000242185, "subjectivity": 0.32202963702963694},
{"title": "ICE Detains More Than 100 In Los Angeles-Area Immigration Raids", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/585973495/ice-detains-more-than-100-in-los-angeles-area-immigration-raids", "text": "ICE Detains More Than 100 In Los Angeles-Area Immigration Raids\n\nEnlarge this image toggle caption Mike Blake/Reuters Mike Blake/Reuters\n\nFederal immigration agents have reportedly detained more than 100 people in ongoing sweeps in the Los Angeles area, targeting people in the country illegally.\n\nThe immigration enforcement operations, which began Sunday, are pursuing roughly 400 people across seven Southern California counties, according to the Los Angeles Daily News.\n\nU.S. Immigration and Customs Enforcement spokesperson Danielle Bennett tells NPR in an email that the agency is going after \"individuals who pose a threat to national security, public safety and border security.\"\n\nBennett blamed \"uncooperative jurisdictions,\" like Los Angeles, for making the agency use \"additional resources to conduct at-large arrests in the community, putting officers, the general public and the aliens at risk and increasing the incidents of collateral arrests.\"\n\nThe Los Angeles Police Department has limited cooperation with federal agents in enforcing immigration laws and conducting raids.\n\nPolice Chief Charlie Beck wrote in December that the LAPD \"is neither authorized nor responsible for the enforcement of civil immigration laws or regulations.\" Local police and city officials say undocumented immigrants may not help with unrelated police investigations if they fear being targeted for deportation by coming forward.\n\nBennett said in the statement that ICE would \"ideally\" work \"with local police and county jails to identify public safety threats in their custody who are also in the country illegally, for deportation.\"\n\n\"Sanctuary cities are not immune from federal law,\" she added.\n\nLos Angeles Mayor Eric Garcetti has downplayed the use of the term \"sanctuary city,\" but told NPR last year, \"we absolutely are a city that not only does provide sanctuary to immigrants, but we defend them.\"\n\nEarlier this month ICE agents demanded proof of legal status for employees at 77 businesses in Northern California, according to the San Francisco Chronicle. And a few weeks before that, ICE raided 7-Eleven stores around the country in what The Two-Way reported was the largest action against one employer since President Trump took office.\n\nThe whole state of California began limiting cooperation with federal immigration officials this year after Gov. Jerry Brown signed a bill in October to create a \"sanctuary state.\" As Capital Public Radio's Ben Adler reported, \"it bans state and local agencies, excluding the California Department of Corrections and Rehabilitation, from enforcing 'holds' on people in custody. It blocks the deputization of police as immigration agents and bars state and local law enforcement agencies from inquiring into an individual's immigration status.\"\n\nThe Trump administration has pushed for increased deportations and attempted to punish cities that refused to cooperate by withholding federal funding, though a court ruled against the policy in November.\n\nICE arrests went up by more than 43 percent between late January and August 2017 compared with the same period a year earlier.", "keywords": ["local", "raids", "state", "ice", "angelesarea", "100", "immigration", "angeles", "public", "detains", "enforcement", "california", "los", "federal"], "polarity": 0.052455357142857144, "subjectivity": 0.32034970238095234},
{"title": "Trump Calls For Steps That Make 'A Difference' On School Shootings, Without Specifics", "url": "https://www.npr.org/2018/02/15/586009781/president-trump-to-address-the-nation-on-florida-school-shooting", "text": "Trump Calls For Steps That Make 'A Difference' On School Shootings, Without Specifics\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nAddressing the nation after Wednesday's Florida school shooting that left 17 people dead, President Trump said no child or teacher \"should ever be in danger in an American school.\"\n\nHe said he will meet with governors and attorneys general to deal with the issue of mental health.\n\nSpeaking from the White House, Trump said it was \"not enough to simply take actions that make us feel we are making a difference, we must actually make that difference.\"\n\nBut he did not offer specifics, made no mention of stricter gun control laws in his remarks and instead focused on mental illness.\n\nHe added, \"No parent should ever have to fear for their sons and daughters when they kiss them goodbye in the morning.\"\n\nTrump said he will visit Parkland, where the shooting took place, and meet with local officials and families.\n\nTrump weighed in on Twitter earlier Thursday, saying there were \"so many signs that the suspected Florida shooter was mentally disturbed.\" He noted that the suspect been expelled, writing that \"neighbors and classmates knew he was a big problem\" and obliquely warned: \"Must always report such instances to authorities, again and again.\"\n\nBroward County Mayor Beam Furr told Morning Edition on Thursday that the suspect had been a client at mental health facilities.\n\nThere is evidence that concerns about the 19-year-old were raised. The FBI said Thursday that in 2017 after receiving a tip, it had investigated a YouTube comment that stated: \"I'm going to be a professional school shooter.\"\n\nBut Special Agent In Charge Rob Lasky said at a Florida news conference that after conducting data reviews, the bureau was unable to identify the user.\n\nAlthough Trump talked about the shooter being \"mentally disturbed,\" he signed a Republican bill last year that makes it easier for people who are mentally ill to purchase guns.\n\n\"If a specific individual is likely to be violent due to the nature of their mental illness, then the government should have to prove it,\" said Sen. Chuck Grassley, R-Iowa, a chief supporter of the legislation, when the bill was being considered.\n\nAttorney General Jeff Sessions directed a Justice Department policy unit to work with other federal agencies \"to study the intersection of mental health and criminality and identify how we can stop people capable of such heinous crimes.\"\n\nSessions made the remarks Thursday morning to the Major County Sheriffs' Association.\n\nAt least one member of the Trump administration, Treasury Secretary Steven Mnuchin called on lawmakers to address gun violence.\n\n\"I will say, personally, I think the gun violence — it's a tragedy what we've seen yesterday,\" he told a House panel, \"and I urge Congress to look at these issues.\"\n\nSen. Dianne Feinstein of California criticized the lack of action on a measure she introduced after the mass shooting in Las Vegas last year to ban bump stocks, which allow semi-automatic weapons to fire more rapidly.\n\nGrassley said he would sit down with Feinstein and Sen. John Cornyn, R-Texas, a member of Senate GOP leadership to discuss the next steps.\n\nFormer President Barack Obama, waiting until after Trump's remarks, called for action on guns: \"We are grieving with Parkland. But we are not powerless.\"\n\nThe White House sent out a statement Wednesday sending out \"thoughts and prayers\" for victims and their families and issued a formal proclamation, stating that the nation \"grieves with those who has lost loved ones in the shooting at the Marjory Stoneman Douglas High School.\"\n\nIt ordered flags at the White House and other federal buildings to be flown at half-staff.", "keywords": ["florida", "white", "remarks", "mental", "school", "house", "gun", "mentally", "specifics", "steps", "shooting", "calls", "trump", "difference", "shootings"], "polarity": -0.008018253968253973, "subjectivity": 0.332815873015873},
{"title": "Netanyahu Lobbied The U.S. For 'Fight Club' Producer Milchan But Denies Bribes", "url": "https://www.npr.org/sections/parallels/2018/02/15/585585693/netanyahu-lobbied-the-u-s-for-fight-club-producer-milchan-but-denies-bribes", "text": "Netanyahu Lobbied The U.S. For 'Fight Club' Producer Milchan But Denies Bribes\n\nEnlarge this image toggle caption Matt Sayles/AP Matt Sayles/AP\n\nIsraeli police believe billionaire Hollywood producer Arnon Milchan bribed Israeli Prime Minister Benjamin Netanyahu with expensive cigars and pink champagne in exchange for a series of favors, among other corruption allegations police unveiled this week.\n\nNetanyahu denied he did Milchan a single favor — except for one.\n\n\"The visa,\" Netanyahu said.\n\nMilchan, whose scores of film credits include Pretty Woman, L.A. Confidential and Fight Club, is an Israeli citizen residing in the United States on a visa. Several years ago, U.S. officials rejected his request for a renewed visa, and Netanyahu lobbied U.S. officials including then-Secretary of State John Kerry to issue it.\n\n\"Why was it revoked from him? Because very important things were published in the press about what he did in the past on behalf of Israel,\" Netanyahu said in a televised address to the Israeli nation.\n\nAn individual connected to the case, speaking on condition of anonymity to discuss a sensitive matter, said U.S. consular officials raised concern after Milchan gave a tell-all interview in 2013 to the Israeli documentary program Uvda — the equivalent of 60 Minutes — claiming he used to work in the United States as an Israeli secret agent and arms dealer decades ago.\n\nU.S. officials can deny entry visas to people found to have conducted activities in the United States as secret agents of a foreign country, and the U.S. has reportedly done so with cases involving Israelis.\n\nMilchan described it as being given permission to be James Bond. The program Uvda described him as a man who dreamed of making movies — and acted out one of his own.\n\nMilchan claimed he was recruited in the 1960s by Shimon Peres, the late Israeli leader, who was a defense official at the time, and worked to procure technology for Israel's nuclear program. He reportedly smuggled 800 nuclear triggers from California to Israel from 1979 to 1983 without a proper license. Milchan did not immediately answer a request for comment.\n\nIn 2014, Netanyahu allegedly lobbied officials including former U.S. Ambassador to Israel Daniel Shapiro as well as Kerry about Milchan's visa, according to Israeli media. The State Department eventually approved his visa renewal.\n\nIsraeli police says that Netanyahu did so in return for thousands of dollars worth of gifts they alleged Milchan gave Netanyahu over the course of nearly a decade. Police argue that Milchan stood to win significant financial gains by getting the U.S. visa.\n\nNetanyahu denied foul play but acknowledged lobbying for a man he said was a deserving citizen.\n\n\"How can you claim that for cigars I acted with the Americans to return his visa which was revoked from him?\" Netanyahu said in his televised address. \"The basic obligation of every prime minister in Israel is to help whomever has been harmed as a result of special service done on behalf of Israel.\"\n\nHe argued that Shimon Peres also acted on Milchan's behalf when he lobbied to prevent a lawsuit in the U.S. against Milchan for his activities as a secret Israeli agent.\n\nWas it improper for Netanyahu as a head of state to press the U.S. on the matter?\n\nThe person connected to the case said it was \"unusual\" and \"unique\" for the prime minister to intervene personally on behalf of a private citizen regarding a visa.\n\nA former State Department official said it is not standard practice for officials to lobby each other on visas, but it is also not unheard of for a world leader to take a personal interest in a specific visa case. It can often tip the balance.\n\n\"Sometimes a person may be ineligible for a visa, but eligible for a case-by-case waiver, and leadership might say they'd like the person to get that waiver,\" the official said, commenting on condition of anonymity to discuss the consular practice.\n\nNPR's Michele Kelemen contributed reporting.", "keywords": ["milchan", "club", "united", "behalf", "israeli", "state", "producer", "visa", "fight", "denies", "officials", "bribes", "lobbied", "netanyahu", "israel"], "polarity": 0.04159774436090226, "subjectivity": 0.42133458646616545},
{"title": "In One Of Chinatown's Oldest Landmarks, A New Generation Readies For Lunar New Year", "url": "https://www.npr.org/sections/codeswitch/2018/02/15/585403485/in-manhattan-chinatown-s-oldest-store-a-new-generation-puts-down-roots", "text": "In One Of Chinatown's Oldest Landmarks, A New Generation Readies For Lunar New Year\n\nEnlarge this image toggle caption Annie Ling for NPR Annie Ling for NPR\n\nOn a cold evening in Manhattan's Chinatown, Mei Lum sits at the front counter of her family's century-old store. She's closed the porcelain shop for the night, and is tapping away on her laptop, tying up loose ends for the multi-day Lunar New Year celebrations she's organizing for both her family and the store.\n\nLum, 27, can already picture the scenes that will unfold. Just as they have every year for decades, family and friends will gather in Wing on Wo & Co. tonight for an elaborate dinner.\n\nAnd tomorrow, the first day of the new year, they'll gather again to devour the steamed cake, faht go, that Lum makes with her grandmother, Nancy Seid, special for the holiday.\n\nThis time around, though, things will be different.\n\ntoggle caption Annie Ling for NPR\n\nIn New York City, as in Chinatowns around the country, things are looking different: it's gentrifying. There are more non-Chinese people moving in and starting new businesses.\n\nAnd, people like Lum who grew up in this neighborhood with families four or five generations deep, are leaving. A section of Manhattan that was once almost exclusively Chinese now has new, different faces with no connection to the area.\n\nLum says, some of those Chinese-Americans who do return to their family's neighborhood are opening up stores much different than those run by their parents: Though their moves home help stave off demographic change, they're starting ice cream stores and coffee shops that have little to do with the area's history.\n\nEnlarge this image toggle caption Annie Ling for NPR Annie Ling for NPR\n\nIn other words: They're changing Chinatown whether they intend to or not.\n\nMei Lum is pushing back against that trend. She's taken over Wing on Wo & Co. — one of the oldest shops in the neighborhood — and she's trying to root her own traditions without eroding older ones.\n\nAnd how she's decorating the store's two front window displays for the new year exemplifies that. For the past year, Lum has worked with a local artist, Emily Mock, to create their own Chinese shadow puppet show. They've invited people from around the neighborhood to share their stories and help make paper-cut puppets and plays, which Mock has recorded and will project in the front window.\n\nEnlarge this image toggle caption Annie Ling for NPR Annie Ling for NPR\n\nBut the new display doesn't mean Lum will do away with the one her family's used for years.\n\n\"We're still putting up the same dragon and same moneyball and firecrackers that we do every single year,\" Lum says. Every year since Lum's grandmother, Nancy, inherited the store from her father in 1964. \"If I were to take away that tradition from my grandmother and my great aunt, they would be so upset.\"\n\nA new generation\n\nA year and a half ago, Lum's grandparents, Nancy and Shuck Seid, decided to sell the shop. Wing On Wo & Co., had been a neighborhood fixture since the 1890s, spanning four generations of the family.\n\nAt various points, it sold herbs, roast pig, and was a general store and gathering spot for Chinatown's residents. In recent years, it specialized in porcelain vases, tea sets and figurines from Hong Kong.\n\ntoggle caption Annie Ling for NPR\n\nBut Nancy and Shuck were getting older. And though they'd be parting with a Chinatown landmark, the neighborhood was gentrifying, and developers were tearing down old structures and replacing them with shiny office or condo buildings. Selling their Mott Street property could mean financial security for many more generations.\n\nLum didn't want that to happen. So she put grad school at Columbia University on hold and took over the store.\n\n\"My great-grandfather and my grandmother — I've seen all the sweat equity that has gone into this place,\" Lum says. \"The whole reason why I signed up for this — I go back to this continuously to remind myself — is because I wanted to preserve my family's legacy, and to continue that.\"\n\ntoggle caption Annie Ling for NPR\n\nLum has no interest, though, in preserving the store as some kind of museum of Chinatown. She wants it to thrive and change with the neighborhood.\n\nAnd so she sees more than a porcelain store: Her goal is to return Wing on Wo & Co., to its roots as a place for people to gather and learn from one another. She's hosted film screenings about the Chinese diaspora, art workshops and discussions around affordable housing and generational differences. She calls all this the W.O.W. Project.\n\ntoggle caption Annie Ling for NPR\n\n\"The store was very much a launching pad for me and was a place that I could kind of ... [get] to know myself exploring my identity,\" Lum says.\n\nMerging the old with the new\n\nAs she tells it, Lum has always been the most filial grandkid in her family. She's the one who memorized the Chinese poems her grandfather, Shuck, insisted she learn as a young kid. And when he proudly asked her to recite the poems for friends who were visiting the store, Lum would rattle off the verses in Cantonese without missing a beat.\n\nAfter all, if nobody else memorized her grandfather's poems, and nobody else stepped up to take over the family's legacy, who else would?\n\ntoggle caption Annie Ling\n\nShe knows she's taking a risk in all this — Chinatown is changing fast and Lum's vision might not fit into this new world.\n\n\"My dad always says, growing up in Chinatown, he'd walk down the streets and feel like, 'This is my Chinatown,' \" Lum explains.\n\nThese days, Chinatown sometimes doesn't feel like it's hers. But it's not just about her, and not about preserving something that no longer exists. It's about making something new.\n\n\"I try not to think of it like, 'I'm the fifth generation, I'm carrying all these generations, this is the oldest store in Chinatown,' because it's not productive.\"", "keywords": ["ling", "chinatowns", "chinatown", "lum", "wo", "store", "lunar", "annie", "shes", "caption", "readies", "landmarks", "oldest", "familys", "generation", "neighborhood"], "polarity": 0.11442248624391478, "subjectivity": 0.40669257726400565},
{"title": "Sheriff's Office Reports 17 People Dead In South Florida High School Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/14/585835311/shooter-and-possible-injuries-reported-at-broward-county-fla-high-school", "text": "Sheriff's Office Reports 17 People Dead In South Florida High School Shooting\n\nHide caption People are brought out of Marjory Stoneman Douglas High School in Parkland, Fla., after a shooting at the school Wednesday. Officials say 17 people were killed and a suspect is in custody. Previous Next Joe Raedle/Getty Images\n\nHide caption Anxious family members wait for news of students. Previous Next Wilfredo Lee/AP\n\nHide caption Parents wait for news about their children at the school. Previous Next Joel Auerbach/AP\n\nHide caption Family members embrace after a student walked out of the high school. Previous Next Wilfredo Lee/AP\n\nHide caption Anxious family members wait for information on students. Previous Next Wilfredo Lee/AP\n\nHide caption A woman consoles another as parents wait for news. Previous Next Joel Auerbach/AP\n\nHide caption A student shows a law enforcement officer a photo or video from his phone. Previous Next Wilfredo Lee/AP\n\nHide caption A student reacts as she talks to a television reporter. Previous Next Michele Eve Sandberg/AFP/Getty Images\n\nHide caption Family member embrace following the shooting. Previous Next Wilfredo Lee/AP\n\nHide caption A law enforcement officer tells anxious family members to move back. Previous Next Wilfredo Lee/AP\n\nHide caption Medical personnel tend to a victim outside the school. Previous Next Sun Sentinel/TNS via Getty Images\n\nHide caption People are brought out of the high school. Previous Next Joe Raedle/Getty Images\n\nHide caption People wait for loved ones as they are brought out of the school. Previous Next Joe Raedle/Getty Images\n\nHide caption Law enforcement personel work the scene. Previous Next Joe Raedle/Getty Images\n\nHide caption Students leaving the school. Previous Next Michele Eve Sandberg/AFP/Getty Images 1 of 15 i View slideshow\n\nUpdated at 10 p.m. ET\n\nThe Broward, Fla., sheriff said 17 people are dead in the Wednesday shooting at Marjory Stoneman Douglas High School in the city of Parkland, northwest of Fort Lauderdale. He said a suspect is in custody.\n\nIn news conferences after the incident, Sheriff Scott Israel said 12 of the people who died were found inside the school building and two were found just outside. Another victim was on the street, and two people died at the hospital.\n\nIsrael said authorities have identified 12 of those killed in the shooting and are working to identify the rest. He said none of the names and ages of the victims would be disclosed pending notification of their families. However, he did say that one of the deceased was a school football coach and one of the wounded, the son of a deputy sheriff, sustained a non-life-threatening injury.\n\nExplaining why identifying the victims has taken some time, the sheriff said they didn't have backpacks or cellphones with them that might have helped.\n\nIsrael identified the suspect as 19-year-old Nikolas Cruz, a former student who had been expelled for disciplinary reasons. The sheriff said the shooter used an AR-15 rifle and had \"multiple magazines.\"\n\nThe suspect was found off campus and was taken into custody without incident.\n\nIsrael said investigators already have examined the suspect's statements on social media, calling them \"very, very disturbing.\"\n\nCounty school Superintendent Robert Runcie said that the shooter was enrolled in a school elsewhere in the district.\n\nRuncie said all classes and activities at Marjory Stoneman Douglas have been canceled for the rest of the week. The district will provide grief counselors for students and their families, as well as for staff members, starting Thursday morning. Counselors will also be available at an adjacent middle school, which will be open.\n\nIn a conference, Florida Gov. Rick Scott called the shooting \"just absolutely pure evil.\" Attorney General Pam Bondi said the state will cover the funeral and counseling expenses for all victims and their families. She also announced that in coordination with the website GoFundMe, the state will monitor people claiming to represent the victims' families. The state will keep an eye on potential price-gouging by funeral home operators.\n\nEarlier, Runcie told reporters that he had just given a teacher-of-the-year-award winner a new car and was leaving the event when he heard about the shootings.\n\n\"We are pretty sure the suspect pulled the fire alarm to get the kids out into the hallways,\" Alison Carew, the mother of 15-year-old freshman twins, told All Things Considered. \"And they heard noises and then the teacher shuttled them into safe places.\"\n\nThe school was locked down as some students were escorted outside, while others were advised to remain barricaded inside. Carew said her children believe the shots were fired in the freshman building, \"a three-story building separate from every other building at the school.\"\n\n\"They had to put their backpacks in the middle of the street and [continue] with their hands up,\" Carew added, speaking of her kids. \"Their backpacks were searched, and they were subsequently escorted off the campus.\"\n\nAuthorities have not determined a motive for the shooting.\n\nIsrael said that his triplets had graduated from the same school. \"It's a horrific, horrific day,\" he said.\n\nIn a tweet, President Trump said, \"My prayers and condolences to the families of the victims of the terrible Florida shooting. No child, teacher or anyone else should ever feel unsafe in an American school.\"\n\nThis is a developing story. Some things that get reported by the media will later turn out to be wrong. We will focus on reports from police officials and other authorities, credible news outlets and reporters who are at the scene. We will update as the situation develops.", "keywords": ["florida", "wilfredo", "leeaphide", "sheriffs", "high", "previous", "imageshide", "south", "reports", "17", "dead", "school", "wait", "caption", "shooting", "victims", "office", "suspect"], "polarity": -0.08014113258015695, "subjectivity": 0.29968280364621824},
{"title": "Senate Fails To Advance Any Immigration Proposals", "url": "https://www.npr.org/2018/02/15/585794696/immigration-push-hits-a-wall-as-senate-deadline-nears", "text": "Senate Fails To Advance Any Immigration Proposals\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 4:25 p.m. ET\n\nThe Senate failed to pass any immigration legislation before a self-imposed Friday deadline, leaving lawmakers with no plan to address the roughly 700,000 immigrants who stand to lose legal protections as early as March 5.\n\nThe defeat follows a rocky 24 hours of negotiations on a bipartisan bill that failed following a veto threat from President Trump. By a 39-60 vote, senators rejected a White House-backed plan that became a partisan lightning rod after Trump insisted his plan was the only one he would sign.\n\nAhead of the failed vote, Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, implored senators to vote for the White House bill.\n\n\"This is it in a sense,\" Grassley said on the Senate floor. \"The only plan that can become law because the president said he would sign it. This is it. This is your last chance.\"\n\nRepublicans abandoned the bipartisan plan following the White House veto threat. That plan, negotiated by a group of roughly 22 Republicans and Democrats, would pair a 12-year path to citizenship for all immigrants eligible for the Deferred Action for Childhood Arrivals program with $25 billion in border security spending and limits on which family members the beneficiaries can sponsor for citizenship.\n\nThe bill failed 54-45, with all but three Democrats voting in favor. Among those voting against the bill was California Democrat Kamala Harris. A large share of the DACA population lives in California and Harris was under intense pressure from immigrant rights activists to oppose the bill.\n\nIt is unclear whether those currently protected under DACA will immediately lose legal protections if the White House repeals the program as planned on March 5. Court orders by a pair of federal judges in New York and California have blocked the administration's plans to end the program, meaning the government is required to continue processing renewal requests from people already enrolled.\n\nSenators frustrated\n\nThe veto threat and other White House intervention frustrated Democrats and those Republicans who helped craft the bipartisan bill. Sen. Lindsey Graham, R-S.C., expressed irritation that the White House was relying heavily on hard-line immigration advisers.\n\n\"You've got the most extreme characters in town running the show,\" Graham told reporters. \"What do you expect?\"\n\nThe GOP-written Grassley bill would have allowed 1.8 million immigrants a chance to apply for citizenship. In exchange, the bill scaled back current legal immigration by ending the visa lottery system and cutting family-based immigration policies, which the president and many conservatives refer to as \"chain migration.\"\n\nIn a statement Wednesday, Trump said he would reject any bill that did not meet his four pillars: \"A lasting solution on DACA, ending chain migration, cancelling the visa lottery, and securing the border through building the wall and closing legal loopholes.\"\n\n\"I am asking all senators, in both parties, to support the Grassley bill and to oppose any legislation that fails to fulfill these four pillars,\" Trump said in a statement. \"That includes opposing any short-term 'Band-Aid' approach.\"\n\nMany Democrats and some Republicans said they wanted to focus on granting rights to those immigrants who are in the country illegally after being brought in as children. Roughly 700,000 of those immigrants stand to lose legal protections starting on March 5, the date that the White House has established for the beginning of the sunset of the DACA program, established by President Barack Obama.\n\nTensions were high as senators began to rally around Trump's demands on Wednesday. A visibly frustrated Grassley vented to reporters that Democrats needed to drop their opposition to the family-related portions of the bill and embrace the only offer Trump has embraced.\n\n\"The Democrats have been pleading for months and months and months for justice on this,\" Grassley said. \"Now you've got a compassionate president who has gone way beyond what they ever thought he would do. Why would they turn it down?\"", "keywords": ["bill", "grassley", "white", "plan", "senate", "house", "fails", "legal", "advance", "immigration", "president", "democrats", "proposals", "trump"], "polarity": -0.0738981240981241, "subjectivity": 0.3330734487734487},
{"title": "Where Redistricting Fights Stand Across The Country", "url": "https://www.npr.org/2018/02/15/585232149/where-redistricting-fights-stand-across-the-country", "text": "Where Redistricting Fights Stand Across The Country\n\nEnlarge this image toggle caption Eric Gay/AP Eric Gay/AP\n\nEven as Democrats and Republicans spend 2018 vying to win key races around the country, a larger legal battle underway this year could reshape the American political map — literally.\n\nBy June, the U.S. Supreme Court is likely to decide three major redistricting cases — out of Wisconsin, Maryland and Texas — that will lay some of the foundation for what the maps will look like, not just this year, but after the 2020 census that could affect control of Congress for the next decade.\n\nThe state of those legal cases and other key ones (that could affect 2018 and 2020) are below.\n\nBut first, some context and history\n\nWith Democrats out of power in the House for nearly a decade now, party activists are anxious to change that — and Republicans are trying to hold the line.\n\nMajor partisan fights are underway in almost two dozen states, at the ballot box and in the courts. Political groups are already raising millions of dollars and waging all-out campaigns, from one led by President Barack Obama's former attorney general, Eric Holder (the National Democratic Redistricting Committee) to a Republican one that crashed a recent Holder breakfast with reporters to hand out leaflets (the Republican State Leadership Committee).\n\nDemocrats like Holder believe some dozen to two dozen congressional seats are at stake and argue that Republicans have \"used technology to gerrymander to unprecedented levels\" and that \"African Americans and Latinos are the most adversely affected.\"\n\nRepublicans, on the other hand, say they won the right to draw districts how they see fit after winning legislative and governors' races across the country over the past decade or so. They also argue the courts should not interfere with the states' rights to draw those districts and that they are not racially gerrymandering, but doing so politically. And, they say, the Constitution gives them the right to do that.\n\nWhat does the Constitution say about redistricting?\n\nSpecifically, Article 1, Section 4 of the U.S. Constitution states:\n\n\"The Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Places of chusing Senators.\"\n\nIt wasn't until 1964 that the U.S. Supreme Court determined that districts need to be drawn to be of equal population \"as nearly as is practicable.\" The idea was that an individual's vote should be counted — and represented — equally in the House of Representatives.\n\nJustice John Marshall Harlan concluded in the court's majority opinion:\n\n\"While it may not be possible to draw congressional districts with mathematical precision, that is no excuse for ignoring our Constitution's plain objective of making equal representation for equal numbers of people the fundamental goal for the House of Representatives. That is the high standard of justice and common sense which the Founders set for us.\"\n\nState of play in the courts for 6 key states\n\nWisconsin\n\nStatus: Awaiting Supreme Court decision, expected sometime this spring, between the start of the new term, Feb. 20, and the end of it — in June.\n\nBackground: Democrats won a majority of the statewide vote for the state Legislature in 2012 and 2014 but hold only 39 of the 99 seats. A federal court in Wisconsin declared the state's Republican-drawn map unconstitutional. The Supreme Court kept the map in place until it decides the case. A federal three-judge panel held that the map violated the U.S. Constitution's Equal Protection Clause and First Amendment's right to freedom of association. It's the first time a federal court has done so in more than 30 years.\n\nThe arguments: The court imposed a three-part test, asking, did Republicans act with discriminatory intent; did they act with discriminatory effect; or was there some other legitimate reason for the gerrymandered map, like geography? The state argued that the legitimate reason is geography, because Democrats are more concentrated in cities. The court disagreed and said that fact \"does not explain adequately the sizable disparate effect.\" It concluded that the GOP acted with both discriminatory intent and effect.\n\nWill it affect the 2018 elections? It could, but only at the state legislative level. It will have no effect on the state's congressional map. But because of other cases making their way through the court that do affect congressional districts, there's a chance the Supreme Court writes a broad decision that affects partisan maps at both the state and congressional level.\n\nMaryland\n\nStatus: Supreme Court oral arguments take place March 28. A district court ordered a halt to any new proceedings until the Wisconsin case is decided. In the meantime, the maps are still in effect. The plaintiffs appealed to the Supreme Court to block the map.\n\nBackground: Democrats control the Legislature and drew a map that favors their party. The state includes what some have dubbed the most gerrymandered district in the country, Maryland's 3rd Congressional District, which meanders from suburban Washington north to Baltimore and east to Annapolis. At issue, however, is the 6th Congressional District. It was previously represented by Republicans and is now held by a Democrat. It stretches from heavily Republican rural western Maryland, bordering West Virginia, to the highly Democratic Washington, D.C., suburbs. By moving lines around Republican voters, Democrats were able to squeeze out one more Democratic district.\n\nPolitics Gerrymandering In Maryland Gerrymandering In Maryland Listen · 4:43 4:43\n\nThe arguments: As in Wisconsin, a three-judge federal court panel imposed a three-part test, this time dealing with intent, injury and causation. The Brennan Center's Thomas Wolf summarized the test this way: \"First, that the mapmakers intended to retaliate against them for their political expression or affiliation (intent); second, that the new map in fact harmed them (injury); and third, that the harm couldn't have arisen absent the mapmakers' retaliatory agenda (causation).\"\n\nWill it affect the 2018 elections? Unlikely. Depending on the outcome of the Wisconsin case and how and when the Supreme Court decides that case, the Maryland case could eventually affect a net of likely one seat in Republicans' favor.\n\nTexas\n\nStatus: The U.S. Supreme Court is likely to hear arguments sometime in April — with a decision in June.\n\nBackground: There are two cases making their way through the courts. The first deals with two congressional districts; the other pertains to the state legislative map. A lower court ruled both maps were racial gerrymanders. The Supreme Court agreed to take up the state's appeal by a 5-4 margin, with the court's conservatives in the majority. The court will condense both cases into one hearing.\n\nPolitics Federal Gerrymandering Case Could Give Dems Congressional Seats — In Texas Federal Gerrymandering Case Could Give Dems Congressional Seats — In Texas Listen · 4:40 4:40\n\nThe arguments: A lower court three-judge panel in San Antonio determined that the 27th and 35th congressional districts are unconstitutional racial gerrymanders. The state argues they are not \"racial\" but \"political.\"\n\nWill it affect the 2018 elections? It's unlikely, given the timing of Texas' primary – March 6, the earliest in the country. It would be chaos potentially if the court upended the state's election, throwing out votes in those elections.\n\nNorth Carolina\n\nStatus: Awaiting decisions on Maryland and Wisconsin before the Supreme Court will consider taking this up.\n\nBackground: There are three cases pending in North Carolina challenging a replacement map for one that the Supreme Court struck down as a racial gerrymander. The 12th Congressional District was an example of this. It snaked along I-85 from Greensboro to Charlotte, scooping up and packing in black communities along the 90-mile stretch, making Republican seats around it safer.\n\nThe arguments: The plaintiffs argue that the new map is now merely an unconstitutional partisan gerrymander that has replaced a racial one. In one case, a lower court disagreed, but in two others last month, they agreed and struck down the new maps. A new map was to be drawn by a \"special master\" if the court didn't accept another version by the Legislature. But the defendants appealed to the Supreme Court, and the court said the revised maps could go forward for now, pending the outcome of the Wisconsin and Maryland cases.\n\nWill it affect the 2018 elections? Probably not. If the maps are, in fact, ordered to be changed permanently, it most likely won't be until after the 2018 midterms. Republicans currently have a 9-3 advantage in the state, despite its being decided very narrowly in the last three presidential elections. If the state were drawn evenly, it would be a three-seat pickup for Democrats.\n\nPennsylvania\n\nStatus: The U.S. Supreme Court denied an emergency appeal from Republicans last week after the state Supreme Court struck down the GOP-drawn 2011 congressional map. The Republican-controlled Legislature and the Democratic governor were given until Thursday to agree to a new map. The governor rejected the revised Republican map, calling it a \"partisan gerrymander that does not comply with the court's order or the state's constitution.\"\n\nThe state Supreme Court had mandated that if the parties could not agree, it would craft a new map by Monday with the help of Stanford law professor Nathan Persily, an experienced \"special master\" in redistricting, who has been appointed by courts to redraw maps in a handful of other states.\n\nBackground: Republicans, who then also had a Republican governor, redrew the congressional map in 2011 following the 2010 census and gave themselves a big 13-5 advantage. That lopsided congressional advantage is certainly not reflective of other election outcomes — for example, Trump won Pennsylvania 48-46 percent, and Obama won it twice, 51-47 percent and 53-46 percent. If the state is drawn evenly, Democrats stand to pick up three to four seats.\n\nThe arguments: Democrats won a big victory before the state Supreme Court, based solely on the state Constitution, which says that elections \"shall be free and equal.\" (The Pennsylvania Constitution actually predates the U.S. Constitution.) Notably, the way the argument was written could apply to many other states, and this case is seen as a potential road map for lawyers and activists in other states to follow.\n\nWill it affect the 2018 elections? Yes. The state court, which has more Democrats than Republicans on it, has set out an ambitious timeline to have a new map completed — and would be applicable by the 2018 primaries. In Pennsylvania, those are May 15. It will be a sprint for candidates; congressional candidates can start circulating petitions to get their names on ballots starting in less than two weeks, on Feb. 27.\n\nMichigan\n\nStatus: The GOP-drawn Michigan map is under assault on two fronts — a lawsuit filed by the Michigan League of Women Voters and 10 Democratic activists; and a ballot initiative that is likely to get on the ballot this year. The court case is in federal court with oral arguments scheduled for March 20.\n\nThe signature-gathering effort for the ballot initiative surprisingly got 425,000 signatures, 110,000 more than required. Last week, the Ohio Legislature approved a ballot initiative that will go before voters in May. Activists are also gathering signatures for nonpartisan or more independent redistricting in Colorado, Missouri, Ohio, South Dakota and Utah.\n\nBackground: Currently, Republicans have a 10-4 congressional-seat advantage, despite the state's going for Trump in 2016 by only about 10,000 votes and for Democrats in every presidential election for 20 years before that. Democrats stand to pick up three seats if the state is drawn evenly.\n\nThe arguments: The lawsuit is challenging both the state legislative and the congressional maps. The plaintiffs say the state violated the First and 14th amendments, arguing \"that the legislature unconstitutionally marginalized Democratic constituencies by cracking and packing Democratic voters while efficiently spreading Republican voters across safe Republican districts,\" the Brennan Center notes.\n\nWill it affect the 2018 elections? No, but it would very likely do so for 2020. By the way, because of Michigan's slow population growth, the state is expected to lose a congressional seat in 2022 (and an electoral vote in 2024). So if the map is redrawn, mapmakers will have to redo it again and cut out one district.", "keywords": ["affect", "fights", "country", "state", "stand", "case", "redistricting", "map", "democrats", "states", "supreme", "court", "republicans", "congressional"], "polarity": 0.08655943235168587, "subjectivity": 0.42105854825925254},
{"title": "McDonald's Commits To More Balanced Happy Meals By 2022", "url": "https://www.npr.org/sections/thesalt/2018/02/15/585881037/mcdonald-s-commits-to-more-balanced-happy-meals-by-2022", "text": "McDonald's Commits To More Balanced Happy Meals By 2022\n\nEnlarge this image toggle caption Bloomberg via Getty Images Bloomberg via Getty Images\n\nBurgers and chicken nuggets are still the mainstay of the Happy Meal. But on Thursday McDonald's announced its goal to market more balanced kids meals around the globe.\n\nThe company says by the end of 2022, at least 50 percent or more of the kids meal options listed on menus will meet new global Happy Meal nutrition criteria: Meals will have 600 calories or less; no more than 10 percent of calories from saturated fat; no more than 650 mg sodium; and no more than 10 percent of calories from added sugar.\n\nThese goals build on the commitments McDonald's has made to improve options for kids. And, in many cases, these goals represent small tweaks. For instance, to reduce sugar, McDonald's locations in the U.S. have already switched to organic apple juice that is lower in sugar and calories. Now, the company plans to reformulate chocolate milk to a lower-sugar version. In addition, they will downsize the size of the fries served with the six-piece Chicken McNugget Happy Meal. Currently it comes with a standard small fry, but going forward this will change to a smaller kiddie size.\n\n\n\nThe company also says it will aim to use its size and scale to leverage innovative marketing to \"help serve more fruit, vegetables, low-fat dairy, whole grains, lean protein and water in Happy Meals,\" according to the company release.\n\nIn a statement, the American Heart Association applauded McDonald's planned changes to the Happy Meal. \"This is an important step in the right direction and we look forward to seeing how today's announcement will lead to kids eating fewer calories and less sugar, saturated fat and sodium,\" the group's CEO, Nancy Brown, said.\n\nNot everyone is impressed by McDonald's announcement. \"This is more of the same. Old tricks from an old dog,\" says Alexa Kaczmarski of Corporate Accountability, a watchdog group that campaigns for McDonald's to change the way it markets to children. \"It doesn't matter how you dress it up, Happy Meals are vehicles for hooking kids on junk food and building brand affinity for life.\"\n\nSo, when will McDonald's customers see alternatives to the burgers and nuggets for kids' entrees? McDonald's is testing the waters outside the U.S.\n\nLast month McDonald's in Italy introduced a new Happy Meal entrée called the Junior Chicken —a lean, grilled chicken sandwich. McDonald's Australia is \"currently exploring new vegetable and lean protein options and McDonald's France is looking at new vegetable offerings,\" the company said in a statement.\n\n\"The U.S. will keep an eye on these,\" says Julia Braun, a registered dietitian and head of global nutrition at McDonald's. \"We're committed to exploring new options.\"\n\nOutside kids' meals, McDonald's has introduced vegetarian and vegan burger options in parts of Europe. \"I tasted it. I enjoyed it,\" Braun says of the veggie burger in France.\n\nAs for plans to introduce a veggie burger in U.S. stores? Braun says \"it needs to be led by the customer.\" The fast-food giant would need to see that the demand is there. \"It's got to have mass appeal.\"\n\nIn announcing its new goals, McDonald's also touted its success in removing sugary soda from the Happy Meal section of menu boards. This action was taken as part of a commitment with the Alliance for a Healthier Generation, a group that aims to empower kids to develop lifelong healthy habits.\n\n\"From day one, Healthier Generation knew our work with McDonald's could influence broad scale improvements to meal options for kids everywhere,\" said Dr. Howell Wechsler, Chief Executive Officer of Alliance for a Healthier Generation in a statement. \"Today's announcement represents meaningful progress.\"\n\nMcDonald's says since 2013, the company has tracked a 14 percent increase in the number of Happy Meals ordered with milk, juice or water. According to the company, \"for the first time, more than half of Happy Meals ordered in the U.S. have included water, milk or juice as their beverage of choice.\"", "keywords": ["water", "chicken", "kids", "commits", "mcdonalds", "balanced", "2022", "company", "options", "calories", "meal", "happy", "meals"], "polarity": 0.20563686313686322, "subjectivity": 0.5230844155844155},
{"title": "New York City Officials Reach Deal On Shuttering Rikers Island ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/15/585745249/new-york-city-officials-reach-deal-on-shuttering-rikers-island", "text": "New York City Officials Reach Deal On Shuttering Rikers Island\n\nEnlarge this image toggle caption Bebeto Matthews/AP Bebeto Matthews/AP\n\nNew York City is one step closer, as part of a larger plan, to shutting the doors on the Rikers Island jail complex. On Wednesday, city officials announced an agreement to start a public review process of proposed sites for smaller jails in Manhattan, Brooklyn, the Bronx and Queens.\n\n\"This agreement marks a huge step forward on our path to closing Rikers Island,\" said Mayor Bill de Blasio. \"In partnership with the City Council, we can now move ahead with creating a borough-based jail system that's smaller, safer and fairer.\"\n\nIf you've ever watched a TV crime drama set in New York City, you likely have a passing knowledge of the 10-complex jail facility on the 400-acre island in the East River.\n\nHowever, the nearly 90-year-old facility has drawn attention for its conditions, and a 2017 government report slammed Rikers for its \"culture of violence.\" Late last year the city settled a class action lawsuit with 470 inmates who said they were illegally put in solitary confinement.\n\nMayor de Blasio had originally proposed overhauling Rikers, but early last year decided to support a plan to replace it. Still, his 10-year timeline may not be fast enough for some. The New York Times reported Wednesday on a scathing new report from the state's Commission of Correction, which criticizes the decade-long timeline, and says the panel will \"examine steps to expeditiously close Rikers and to ensure that the constitutional rights of inmates and staff are protected.\"\n\nThere are currently about 10,000 inmates at the Rikers Island jail complex, most of them waiting for trial.", "keywords": ["york", "shuttering", "island", "step", "rikers", "reach", "deal", "inmates", "timeline", "officials", "smaller", "report", "city", "jail"], "polarity": 0.0018939393939393996, "subjectivity": 0.4107575757575758},
{"title": "What We Know About The Florida School Shooting Suspect", "url": "https://www.npr.org/sections/thetwo-way/2018/02/14/585908507/what-we-know-about-the-florida-school-shooting-suspect", "text": "What We Know About The Florida School Shooting Suspect\n\nEnlarge this image toggle caption Broward County Jail via AP Broward County Jail via AP\n\nUpdated at 2:40 a.m. ET on Thursday\n\nThe Broward Sheriff's Office has identified the suspect in Wednesday's deadly school shooting as 19-year-old Nikolas Cruz, a former student who had been expelled for disciplinary reasons. Law enforcement says Cruz carried out the attack that killed at least 17 people at Marjory Stoneman Douglas High School and left others hospitalized with gunshot wounds.\n\nCruz is now in police custody after briefly receiving treatment at a local hospital.\n\nPolice say the young man was heavily armed when he carried out the attack, packing what they believe to be an AR-15 rifle and \"countless magazines.\" Authorities say he opened fire outside the high school, which enrolls more than 3,200 students, then continued his rampage inside the building.\n\nThe AR-15 was legally purchased by Cruz, Jim Lewis, an attorney representing the family he was living with, told The Sun Sentinel. \"The family made him keep it in a locked gun cabinet in the house but he had a key,\" Lewis said.\n\nEven as officials gain a clearer understanding of how the shooter conducted the attack, law enforcement is opening its investigation into a still more difficult question: why.\n\n\"We have already begun to dissect his websites and social media that he was on,\" Sheriff Scott Israel said at a news conference Wednesday evening, \"and some of the things that have come [up] are very, very disturbing.\"\n\nCruz's parents are both deceased. His mother, Lynda Cruz, died of pneumonia less than four months ago at age 68, and his father, Roger Cruz, died when Nikolas and his biological brother, Zachary — also adopted by the Cruz family — were much younger, according to The Sun Sentinel.\n\nBarbara Kumbatovich, a sister-in-law of Lynda's who lives on Long Island, N.Y., tells the newspaper that the brothers moved in with a family friend after their mother's death on Nov. 1.\n\n\"I know [Lynda] had been having some issues with them, especially the older one. He was being a problem. I know he did have some issues and he may have been taking medication. [He] did have some kind of emotional or difficulties,\" Kumbatovich told the paper.\n\nThe family that took Cruz into their home \"got him a job at the local dollar store. They didn't see anything that would suggest any violence,\" Lewis said, according to The Washington Post.\n\n\"He was depressed, maybe a little quirky. But they never saw anything violent,\" the attorney said.\n\nPolice do not yet know the specific reason for Cruz's expulsion, besides the fact that it was tied to a disciplinary issue. Lissette Rozenblat, the mother of a student at Marjory Stoneman Douglas High, told All Things Considered that her daughter was familiar with Cruz from previous aggressive incidents.\n\n\"She knew who the kid was,\" Rozenblat said. \"Because back when she was a freshman, I remember her coming home and telling me a story that a kid bumped into her and was really rude and was like, 'Get out of the way, freshman!' And he bumped her. She came home and told me that story, and it stuck in my mind.\"\n\nRozenblat said that her daughter made the connection after the shooting, when she visited the purported Instagram account of the shooter.\n\nThe account her daughter found \"is just full of pictures of guns — and she goes, 'That's the kid! That's the kid that bumped into me and was so rude to me when I was a freshman.' You know, it's pretty scary when you recognize somebody who did this.\"\n\nJim Gard, a math teacher who says he had Cruz in his class, told The Miami Herald that the young man had attracted the school's notice, as well.\n\n\"We were told last year that he wasn't allowed on campus with a backpack on him,\" Gard said. \"There were problems with him last year threatening students, and I guess he was asked to leave campus.\"\n\nCounty school superintendent Robert Runcie, for his part, told a news conference on Wednesday afternoon that new information may come to light, but at the moment, officials believe they had \"received no warnings, no indication\" that a student had been planning an attack.\n\n\"We didn't have any warnings,\" he said. \"There weren't any phone calls or threats that we know of that were made.\"", "keywords": ["florida", "told", "high", "student", "kid", "school", "know", "cruz", "lewis", "shooting", "family", "suspect"], "polarity": -0.010770202020202018, "subjectivity": 0.42811553030303023},
{"title": "Iceland Has Never Won A Winter Olympics Medal. It's Not Alone", "url": "https://www.npr.org/sections/thetorch/2018/02/14/585696390/iceland-has-never-won-a-winter-olympics-medal-its-not-alone", "text": "Iceland Has Never Won A Winter Olympics Medal. It's Not Alone\n\nEnlarge this image toggle caption Rob Schumacher/USA Today Sports/Reuters Rob Schumacher/USA Today Sports/Reuters\n\nLet's acknowledge at the outset that despite its name, Iceland can be brilliantly, beautifully green. But the country lies far north of the equator, and a small part of it has an ice cap. One Icelander even made waves this week for posting a photo of herself hanging out laundry in chest-deep snow.\n\nSo it may come as a surprise to learn that while Iceland has sent 75 athletes to the Winter Olympics since 1948, it has no winter medals to show for it. Meanwhile, it has won four Summer Olympics medals.\n\nThe Olympics bring a chance to look at the world through the prism of sport. But when it comes to predicting athletic prowess, geography can be surprising.\n\nIceland is certainly not the only nation among the 92 competing at the Pyeongchang Olympics to have never won a winter medal. More than 50 countries that are competing at the Pyeongchang Games have never won a medal. In fact, only 44 countries have ever won a medal of any type in the Winter Olympics, compared with 147 that have won a medal at the Summer Olympics.\n\nWhen it comes to winning gold, the numbers are even smaller: Just 36 countries have earned gold medals in the Winter Games versus 106 countries in the Summer Olympics.\n\nNone of this is to say that the Olympic Games are only about medals, or winning. They're also about the spirit of competition and camaraderie.\n\nBut a little hardware would also be welcome — especially for the dozens of countries that have never won a medal at all. And as the U.S. won its 100th Winter Olympics gold medal Wednesday — it went to snowboarder Shaun White — it's fitting to remember the rarity of these medals and the individuals who win them.\n\nIn fairness, six of the countries in Pyeongchang with no winter medals so far are competing for the first time. These are Ecuador (cross-country skiing), Eritrea (alpine skiing), Kosovo (alpine skiing), Malaysia (figure skating and alpine skiing), Nigeria (bobsleigh and skeleton) and Singapore (short track speedskating).\n\nBut others have been competing for decades. Argentina has a strong skiing and snowboarding scene and has sent 136 athletes to the cold-weather games over the past 90 years. Every time, they've returned empty-handed.\n\nOther countries still awaiting their first Winter Olympics medal include:\n\nLithuania (first Winter Games: 1928)\n\nGreece (1936)\n\nChile (1948)\n\nIran (1956)\n\nYou can see the full list at the Sports Reference site, run by an independent group that tracks Olympics data and statistics.\n\nAnd there are other surprises once you dig into the data of Winter Olympics winners.\n\nDenmark has earned only one winter medal (curling) — despite competing since 1948 and being located between two cold-weather sport titans, Germany and (across the North Sea) Norway. In the Summer Games, Denmark has done far better, winning 208 medals. With 17 athletes at the Pyeongchang Games, it will try to tilt that balance.\n\nBelgium has 164 summer medals and five winter ones. The disparity is even greater for Hungary, which has won 505 medals in summer and just six in the winter.\n\nSome of the disparity may be explained by the 28-year head start the Summer Games have on the Winter Olympics. The former started in 1896; the latter in 1924.\n\nAlso, the Winter Games are smaller: The Rio Games of 2016 had 306 medal events, for instance, while the Pyeongchang Games have 102.\n\nBut then we notice that China — which only began competing in the Winter Olympics in 1980 — already has more than twice the number of medals as Great Britain, at 53 versus 26, at the start of the Pyeongchang Games. That's with China sending 311 athletes over the years, to Britain's 642.\n\nAgain, the picture changes in the summer: In Rio 2016, China and Britain dueled for the No. 2 spot overall, with Team GB winning out.\n\nSome countries are uniquely efficient. Leading up to Pyeongchang, Luxembourg had sent 12 athletes to the Winter Olympics; they brought home two silver medals. (This year, Luxembourg has sent just one athlete to South Korea, alpine skier Matthieu Osch).\n\nAs for Iceland, the country currently has five athletes in Pyeongchang, competing in men's and women's alpine and cross-country skiing. Their events continue through Friday.", "keywords": ["won", "pyeongchang", "summer", "olympics", "medals", "winter", "competing", "iceland", "countries", "games", "medal"], "polarity": 0.19462932900432903, "subjectivity": 0.5665854978354979},
{"title": "House Republicans Open Investigation Into White House Handling Of Porter Scandal", "url": "https://www.npr.org/2018/02/14/585725682/house-republicans-open-investigation-into-white-house-handling-of-porter-scandal", "text": "House Republicans Open Investigation Into White House Handling Of Porter Scandal\n\nEnlarge this image toggle caption Cliff Owen/AP Cliff Owen/AP\n\nUpdated at 3:22 p.m. ET\n\nThe White House's story about who knew what when about accusations of domestic violence against former White House staff secretary Rob Porter has been anything but clear.\n\nNow, House Republicans have decided to open an investigation to get some clarity.\n\n\"I'm troubled by almost every aspect of this,\" House Oversight and Government Reform Committee Chairman Trey Gowdy, R-S.C., said on CNN on Wednesday morning. \"How in the hell was he still employed?\"\n\nGowdy's oversight committee penned a letter to the White House on Wednesday morning and released it on Twitter. It notes that FBI Director Christoper Wray appeared to contradict the White House on its timeline on the handling of the matter — and it wants to know \"what information was available to the adjudicator of Porter's interim clearance at the time it was adjudicated; who adjudicated his clearance; and what derogatory information was subsequently made available to the White House on Porter, when, and to whom.\"\n\nGowdy notes in the letter that he wants answers to those and several other questions in two weeks, by Feb. 28.\n\nEven Vice President Pence criticized the White House's handling of the scandal Wednesday.\n\n\"The White House could've handled this better,\" he said during an event in Washington sponsored by the website Axios, per NPR's Tamara Keith. But, Pence added, he has \"great confidence\" in chief of staff John Kelly.\n\n\"John Kelly has done a remarkable job as chief of staff for president of the United States,\" Pence said, \"and I look forward to continuing to work with him for many, many months to come.\"\n\nGowdy also notably received the support of House Speaker Paul Ryan, R-Wis., who said Wednesday that the White House \"has work to do\" to fix the vetting process and that the White House should \"absolutely\" condemn domestic violence.\n\nInstead of immediately condemning domestic violence, President Trump has twice seemed to defend Porter and another staffer who resigned amid domestic abuse allegations. He tweeted on Saturday, for example, that \"lives are being shattered and destroyed by a mere allegation.\"\n\nOn Wednesday — a week after the Porter story initially broke — Trump finally weighed in more directly, telling reporters during a photo op for an event related to the recently enacted tax cut law that he is \"totally opposed to domestic violence of any kind, and everybody here knows that.\"\n\nHe reiterated: \"I'm totally opposed to domestic violence of any kind. Everyone knows that. And it almost wouldn't even have to be said. So, now you hear it, but you all know.\"\n\nUnlike most scandals over the first year of the Trump presidency, the Porter one has had staying power. It has been in focus for a week now. And much of that is because of the White House's handling of it.\n\nThat is something White House principal deputy press secretary Raj Shah acknowledged Thursday.\n\n\"We all could have done better,\" Shah told reporters. But, he added, \"The emerging reports were not reflective of the individual who we had come to know.\"\n\nOften, though, that is the case when it comes to domestic abuse.\n\nRanking member Elijah Cummings, a Democrat from Maryland, echoed Gowdy in wanting to talk to White House counsel Don McGahn, Kelly, Wray \"and others to determine what they knew and when they knew it.\"\n\nCummings noted that he is also \"extremely frustrated that our [c]ommittee has done nothing over the past year to address the completely dysfunctional security clearance system at the White House.\"\n\nPorter was serving in the role as staff secretary — a key role as the person responsible for filtering what the president sees and reads — under an interim security clearance.\n\nWray testified that the FBI had wrapped up its background investigation into Porter last July, but Porter wasn't forced out of the White House until a Daily Mail story was published, and a photo of Porter's first wife with a black eye was made public.\n\nThe White House initially seemed to indicate it only recently learned of the allegations and that it took immediate action. Politico reported that once he was briefed on the allegations, Kelly told staff, Porter \"was gone 40 minutes later.\"\n\nBut, Politico also reported, that \"in the hours immediately after\" the first published stories about the allegations,\" White House press secretary Sarah Huckabee Sanders \"hastily arranged an off-the-record meeting in the West Wing with Porter\" and influential reporters at which Porter was allowed to relay \"his version of events and fielded questions from the group.\"\n\nThat is what is usually done when a White House is trying to circle the wagons and keep someone on board, not fire them.\n\nFor Gowdy, though, the White House's slowness to act — and its instinct to defend Porter — is a problem.\n\n\"How do you have any job if you have credible allegations of domestic abuse?\" said Gowdy, who announced two weeks ago that he was not running for re-election. \"Again, I am biased toward the victim.\"\n\nNPR political reporter Jessica Taylor contributed to this report.", "keywords": ["violence", "investigation", "houses", "secretary", "white", "staff", "porter", "president", "open", "scandal", "republicans", "house", "handling", "domestic", "allegations"], "polarity": 0.08112449799196784, "subjectivity": 0.2840361445783132},
{"title": "4 Big Questions Raised By The Latest White House Scandal", "url": "https://www.npr.org/2018/02/14/585617976/4-big-questions-raised-by-the-latest-white-house-scandal", "text": "4 Big Questions Raised By The Latest White House Scandal\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nIt has been more than a week since the first reports emerged about alleged domestic abuse by White House staff secretary Rob Porter. Porter denied the allegations but resigned a day later, last Wednesday. Yet, the scandal over his departure has not waned.\n\nHe was consistently at President Trump's side, charged with handling the flow of paper to the president, including sensitive information, while holding an interim security clearance. It's still not clear exactly which top White House officials knew what and when about the allegations against Porter.\n\nBut there are plenty of other big questions, too.\n\n1. Where is President Trump on domestic abuse issues?\n\nDonald Trump has been remarkably silent about the core issue of this scandal — domestic abuse.\n\nHe has passed up several opportunities to respond to reporters' questions about whether he believes Rob Porter's two ex-wives' stories, and he hasn't tweeted about those women either.\n\nHe has expressed his support and admiration for Porter. \"We certainly wish him well. It's obviously a very tough time for him,\" Trump said, while adding hope that Porter has a great career in front of him.\n\nThe president also tweeted, without mentioning Porter by name, how horrible it is that \"Peoples [sic] lives are being shattered and destroyed by a mere allegation.\"\n\nThat left female staffers like press secretary Sarah Huckabee Sanders and senior adviser Kellyanne Conway to insist that the president supports victims of any type of violence.\n\n\"The president is very disturbed by what he sees, absolutely,\" Conway told CNN, adding that Trump's tweet was \"more generic\" than the Porter case.\n\nOn Tuesday, Sanders even pointed out as evidence that Trump's 2019 budget fully funds the Violence Against Women Act.\n\nThe president has also complained about the lack of due process. So far, his interest in due process appears to be partisan. He cared about due process for Alabama Senate candidate Roy Moore, but not for Al Franken (whom he called Al Frankenstein), Huma Abedin (who he said should be in jail), Hillary Clinton (lock her up!), and the Central Park Five (whom he continued to accuse even after they had been cleared by the courts).\n\n2. Will there be lasting political consequences for Trump?\n\nThe White House certainly thinks there might be, otherwise why are aides like Conway and Sanders going to such great lengths to portray the president as a champion of victims of domestic abuse?\n\nThis isn't simply a he-said-she-said case. As Conway herself pointed out, it's a story of multiple domestic violence allegations, complete with contemporaneous police reports and a photograph of a woman's swollen black eye.\n\nThe president has lost support over this year, particularly with women. Depending on how long this scandal drags on, it could have political repercussions in a year when women, particularly Democrats, are super-energized and running for office in record numbers.\n\n3. Why does this scandal feel different from the others?\n\nThere have been a lot of scandals in the first 13 months of the Trump White House.\n\nBut this one is different. The president has no foil here. He isn't blaming the deep state for Porter's demise, he is not going after the FBI, and he is not even attacking the Democrats.\n\nThis is one of the few scandals in a scandal-ridden White House that has been entirely self-generated and self-perpetuated. Even as Sanders and principal deputy White House press secretary Raj Shah have said, \"We all could have done better,\" they also have to answer for chief of staff John Kelly's telling The Wall Street Journal, \"It was all done right.\"\n\nThe White House staff seems incapable of getting its story straight. The discipline and order Kelly brought to the operation disappeared in this case. And in this controversy, Kelly himself is a main character, with other White House officials openly undercutting his version of events and the president pushing back on speculation about his future.\n\n4. And yet, why does it feel so familiar?\n\nOnce again, the White House is tangled up in knots over a story it could have gotten ahead of. Top officials should have and may have known for months about Porter's problems. Once again, as in the ouster of former national security adviser Michael Flynn, a top White House aide got fired only after the allegations made it into the media.\n\nIt's sign of a White House with an insular, bunker mentality where the first instinct is to protect someone who has been loyal, like Flynn, or someone who is competent and professional and that White House officials feel they can't do without, like Porter.", "keywords": ["white", "latest", "sanders", "big", "raised", "president", "questions", "porter", "scandal", "domestic", "house", "women", "officials", "trump"], "polarity": 0.069890873015873, "subjectivity": 0.31546266233766224},
{"title": "Attorney Says He Paid Adult Film Actress Who Alleges Affair With Trump", "url": "https://www.npr.org/2018/02/14/585719431/attorney-says-he-paid-adult-film-actress-who-alleges-affair-with-trump", "text": "Attorney Says He Paid Adult Film Actress Who Alleges Affair With Trump\n\nEnlarge this image toggle caption Pablo Martinez Monsivais/AP Pablo Martinez Monsivais/AP\n\nUpdated at 2:51 p.m. ET\n\nPresident Trump's personal attorney says he paid $130,000 to an adult film star who said she had an affair with Trump.\n\nIn a statement first provided to The New York Times, Michael Cohen says that \"in a private transaction in 2016, I used my own personal funds to facilitate a payment of $130,000 to Ms. Stephanie Clifford. Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.\"\n\nClifford, whose stage name is Stormy Daniels, says she met Trump during a golf tournament in 2006. In a 2011 interview with In Touch Weekly, she said she had an affair with Trump while he was married to his current wife, Melania, shortly after she gave birth to their son, Barron. Cohen has stated that Trump has denied the affair. After the allegations became public, Clifford went on a publicity tour but was coy about the specifics.\n\nOn Wednesday, Daniels' manager, Gina Rodriguez, told The Associated Press that Cohen had violated the non-disclosure agreement between Daniels and Cohen and that the actress was now free to tell her side of the story.\n\n\"Everything is off now, and Stormy is going to tell her story,\" Rodriguez told the AP.\n\nCohen says his payment to Clifford, first reported by The Wall Street Journal, \"was lawful and was not a campaign contribution or a campaign expenditure by anyone.\" Cohen initially denied making the payments in the first Wall Street Journal story.\n\nHe cited a complaint filed by Common Cause to the Federal Election Commission that he said \"alleges that I somehow violated campaign finance laws by facilitating an excess, in-kind contribution.\" Cohen says the allegation in the complaint \"are factually unsupported and without legal merit,\" adding his counsel has submitted a response to the FEC.\n\nCohen said he would not have any further comment on the complaint or Clifford.\n\nPaul Seamus Ryan, the lawyer for Common Cause who filed the FEC complaint, said Cohen's denial only included the Trump Organization and Trump campaign, not Trump himself.\n\nCohen \"did not remove the possibility that he was reimbursed by Donald Trump himself or by someone other than Donald Trump, for this payment,\" said Ryan.\n\nOf Cohen's allegation that the payment to Daniels had nothing to do with the campaign, Ryan said, \"this came came a week after the Access Hollywood tapes, so the Trump campaign already was mired in sexual misconduct allegations, or a sexual misconduct scandal.\"", "keywords": ["attorney", "cohen", "paid", "payment", "daniels", "actress", "complaint", "violated", "affair", "campaign", "adult", "alleges", "wall", "trump", "clifford", "film"], "polarity": 0.057045454545454545, "subjectivity": 0.3929292929292929}
]