[
{"title": "Mueller Indictment Of Russian Operatives Details Playbook Of Information Warfare", "url": "https://www.npr.org/2018/02/17/586690342/mueller-indictment-of-russian-operatives-details-playbook-of-information-warfare", "text": "Mueller Indictment Of Russian Operatives Details Playbook Of Information Warfare\n\nEnlarge this image toggle caption Jon Elswick/AP Jon Elswick/AP\n\nOutside a Trump campaign rally in West Palm Beach, Fla., there was a cage holding a person dressed up like Hillary Clinton in a prison uniform. In the outrageous state of the 2016 campaign, it wasn't altogether shocking to see someone at a Trump event staging the visual stunt, after the \"lock her up!\" chants that punctuated Trump rallies.\n\nBut it's now known that this moment was set up by Russians.\n\nThat incident was among the vivid details alleged in an indictment released by special counsel Robert Mueller on Friday, which lays out a sophisticated playbook for \"information warfare\" against the American political system.\n\nRussians working for an organization called the Internet Research Agency created fake online personas and operated social media accounts in order to create \"political intensity\" throughout the 2016 presidential campaign, according to the indictment.\n\nThere were Facebook groups and events inciting both the left and the right; fake identities to pay real people involved with rallies; and stolen American identities used to facilitate payments for social media advertisements.\n\n\"They engaged in operations primarily intended to communicate derogatory information about Hillary Clinton, to denigrate other candidates such as Ted Cruz and Marco Rubio, and to support Bernie Sanders and then-candidate Donald Trump,\" the indictment reads.\n\nThe effort was sophisticated and well-funded: with an overall monthly budget that by September 2016 reached over $1.25 million, and hundreds of employees, the IRA had a graphics department, a data analysis department, a search-engine optimization department, an IT department and a finance department — in some ways mirroring how a real news organization might organize itself.\n\nThe IRA's initiative targeting the United States, nicknamed the \"translator project,\" began in 2014 as its staff studied American online culture, with an emphasis on understanding social and political issues.\n\nThe IRA may have operated in many ways like a faux news organization but its products were anything but real: the social media interference arm included, by July 2016, more than 80 employees, including those dubbed internally as \"specialists\" tasked with creating and operating fake online personas and posting content to online social platforms.\n\nThe indictment alleges the Russians had help: Americans, unaware they were talking to Russian operatives, gave advice that had an effect on the Russian effort.\n\nWhile speaking online with an American affiliated with a Texas-based grassroots organization, IRA operatives were told that they should focus on \"purple states like Colorado, Virginia & Florida.\" After the exchange, the Russian defendants frequently referred to targeting \"purple states\" in their interference efforts, the indictment alleges.\n\nBy February 2016, the \"translator project\" was told to focus primarily on affecting American politics. According to the indictment, the \"specialists\" were told through an internal memo that they should focus on political content: \"use any opportunity to criticize Hillary and the rest (except Sanders and Trump — we support them).\"\n\nThe IRA created hundreds of social media accounts in an attempt to develop fictitious public opinion leaders in the United States, and used technical tools to pretend their Internet traffic originated inside the United States. The specialists even were divided into day and night shifts to mimic American time zones, and given a list of American holidays so that they could post appropriate content on those days, the indictment alleges.\n\nThe fabricated online communities created by the IRA spanned the political spectrum. Groups included names such as \"Secured Borders,\" \"Blacktivist,\" \"United Muslims of America\" and \"Army of Jesus\" — an effort that culminated in the accumulation of hundreds of thousands of followers. One of the IRA's Twitter accounts, where the Russian operatives pretended to be the Tennessee GOP, gained more than 100,000 followers, the indictment says.\n\nUsing the reach of their network of online personas, accounts and communities, the Russians tried to suppress minority voter turnout: for example, the IRA-controlled Instagram account \"Woke Blacks\" posted in October 2016: \"[A] particular hype and hatred for Trump is misleading the people and forcing Blacks to vote for Killary. We cannot resort to the lesser of two devils. Then we'd surely be better off without voting AT ALL.\"\n\nAnd the Russians, the indictment alleges, used election hashtags like \"#Hillary4Prison\" and \"#TrumpTrain\" to insert themselves into the campaign conversation online.\n\nThe Russian defendants \"tracked the performance of content they posted over social media,\" the indictment alleges, like the size of U.S. audiences reached by their posts, the different varieties of engagement with their content and other metrics including specific metrics for certain individual posts and certain group pages.\n\nEnlarge this image toggle caption Jon Elswick/AP Jon Elswick/AP\n\nFrom April to November of 2016, the IRA purchased ads on social media sites that hit on key themes to divide Americans while also either expressly advocating for Trump's election or expressly opposing Clinton. \"Hillary Clinton doesn't deserve the black vote,\" read one ad on May 24, 2016. Another, on August 10, 2016, read, \"We cannot trust Hillary to take care of our veterans!\" And then, just a few weeks before the election, on October 19, 2016: \"\"Hillary is a Satan, and her crimes and lies had proved just how evil she is.\"\n\nBut the interference in the 2016 election cycle didn't take place solely in cyberspace. Using their fictional personas, the IRA began to stage political rallies in the United States, the indictment alleges. In one event they promoted targeting American Muslims, the IRA managed to convince an American \"to hold a sign depicting Clinton and a quote attributed to her stating 'I think Sharia Law will be a powerful new direction of Freedom,'\" the indictment says.\n\nThe Russian influence operation continued in this way through the summer of 2016: via a Facebook group called \"Being Patriotic,\" the IRA organized a \"March for Trump.\" The IRA would purchase ads, use their fake personas to offer to cover rally expenses and obtain signs for a Trump rally through an unwitting Trump campaign volunteer.\n\n\"What about organizing a YUGE pro-Trump flash mob in every Florida town?\" read one message that Russian operatives sent to Trump supporters in the Sunshine State.\n\nUsing this general technique, the Russian operatives tried to stage rallies in New York, Florida, Pennsylvania and North Carolina.\n\nBy late August 2016, the IRA had compiled a list of more than 100 Americans they had been in touch with, including \"contact information... a summary of their political views, and activities they had been asked to perform by\" the Russian organization, the indictment alleges.", "keywords": ["american", "political", "states", "playbook", "details", "information", "operatives", "russian", "ira", "social", "online", "mueller", "trump", "indictment", "warfare", "2016"], "polarity": 0.019035458923099376, "subjectivity": 0.3202332311882874},
{"title": "PHOTOS: Highlights Of Week 1 At The Pyeongchang Winter Olympics ", "url": "https://www.npr.org/sections/thetorch/2018/02/17/586292407/photos-highlights-of-week-1-at-the-pyeongchang-winter-olympics", "text": "PHOTOS: Highlights Of Week 1 At The Pyeongchang Winter Olympics\n\nEnlarge this image toggle caption Ramsey Cardy/Sportsfile via Getty Images Ramsey Cardy/Sportsfile via Getty Images\n\nBy the time the first week wrapped up at the Pyeongchang Winter Olympics, the powerful, icy winds that earlier disrupted or delayed competition had largely calmed. Norway's team led in medals, with 19, and Germany won more gold — nine medals — in the first week than any other country.\n\nThe U.S., meanwhile, earned eight medals by Friday, including five gold. Snowboarder Redmond \"Red\" Gerard, a 17-year-old who overslept on the day of his event and had to borrow a too-big jacket after he couldn't find his own, clinched Team USA's first gold medal last Sunday.\n\nNorth Korean figure skaters made their Olympic debut; a Tongan cross-country skier crossed the finish line after only three months of experience on snow. U.S. and Canadian women's hockey teams scuffled. Every day, there was curling.\n\nHere is a look at some of the athletes, competition and other highlights of the past week in Pyeongchang.\n\nEnlarge this image toggle caption Xin Li/Getty Images Xin Li/Getty Images\n\nEnlarge this image toggle caption Dimitar Dilkoff/AFP/Getty Images Dimitar Dilkoff/AFP/Getty Images\n\ntoggle caption Harry How/Getty Images\n\nEnlarge this image toggle caption Edgar Su/Reuters Edgar Su/Reuters\n\ntoggle caption Mladen Antonov/AFP/Getty Images\n\nEnlarge this image toggle caption Mohd Rasfan/AFP/Getty Images Mohd Rasfan/AFP/Getty Images\n\nEnlarge this image toggle caption David J. Phillip/AP David J. Phillip/AP\n\nEnlarge this image toggle caption Bernat Armangue/AP Bernat Armangue/AP\n\ntoggle caption Martin Bureau/AFP/Getty Images\n\nEnlarge this image toggle caption Dominic Ebenbichler/Reuters Dominic Ebenbichler/Reuters\n\nEnlarge this image toggle caption David Cerny/Reuters David Cerny/Reuters\n\nEnlarge this image toggle caption David Ramos/Getty Images David Ramos/Getty Images\n\nEnlarge this image toggle caption Clive Mason/Getty Images Clive Mason/Getty Images\n\nEnlarge this image toggle caption Toby Melville/Reuters Toby Melville/Reuters\n\nEnlarge this image toggle caption Damir Sagolj/Reuters Damir Sagolj/Reuters\n\nEnlarge this image toggle caption Roland Harrison/Action Plus via Getty Images Roland Harrison/Action Plus via Getty Images\n\nEnlarge this image toggle caption Julio Cortez/AP Julio Cortez/AP\n\ntoggle caption Cameron Spencer/Getty Images\n\nEnlarge this image toggle caption Bernat Armangue/AP Bernat Armangue/AP\n\nEnlarge this image toggle caption Jae C. Hong/AP Jae C. Hong/AP", "keywords": ["winter", "david", "bernat", "caption", "image", "pyeongchang", "medals", "photos", "imagesenlarge", "images", "toggle", "week", "getty", "olympics", "highlights"], "polarity": 0.11761904761904761, "subjectivity": 0.4396825396825397},
{"title": "McMaster Says Evidence of Russia Interference 'Incontrovertible'", "url": "https://www.npr.org/sections/thetwo-way/2018/02/17/586803847/mcmaster-says-evidence-of-russia-meddling-incontrovertible", "text": "McMaster Says Evidence of Russia Interference 'Incontrovertible'\n\nEnlarge this image toggle caption Sebastian Widmann/Getty Images Sebastian Widmann/Getty Images\n\nOne day after a federal grand jury indicted more than a dozen Russians in connection with interfering in the 2016 presidential election, National Security Adviser H.R. McMaster said Saturday, \"As you can see with the F.B.I. indictment, the evidence is now really incontrovertible and available in the public domain, whereas in the past it was difficult to attribute.\"\n\nMcMaster's remarks to an international audience at the Munich Security Conference, including several Russian officials, were notable, in part, because they appeared to fly in the face of his boss's oft-repeated claims about the investigation being a phony witch hunt.\n\nMcMaster used forceful language to convey American strength against what the indictment describes as a coordinated disinformation campaign, waged largely online, meant to sway American voters in Trump's favor.\n\n\"The United States will expose and act against those who use cyberspace, social media and other means to advance campaigns of disinformation, subversion and espionage,\" McMaster said.\n\nHe emphasized the need for the West to come together to defend itself against such scourges.\n\n\"We are already improving our ability to defeat these pernicious threats,\" McMaster added, citing as an example The European Centre of Excellence for Countering Hybrid Threats, of which the U.S. is a member.\n\nIn responding to a question from a Russian politician about the U.S. and Russia potentially working together on cyber security, McMaster seemed to dismiss the notion.\n\n\"I'm surprised there are any Russian cyber experts available, based on how active most of them have been in undermining our democracies in the West,\" he said to chuckles from the audience. He added, \"we would love to have a cyber dialogue when Russia is sincere about curtailing its sophisticated form of espionage.\"\n\nMcMaster's remarks came in sharp contrast to Russian Foreign Minister Sergey Lavrov, who spoke minutes earlier from the same stage, and brushed off the indictment, calling it through an interpreter \"just blabber.\"\n\nThe New York Times reports, Lavrov attempted to bolster his case that Russia has done nothing wrong by citing Vice President Mike Pence's earlier assessment of the F.B.I investigation.\n\nPence told Axios on Wednesday, \"irrespective of efforts that were made in 2016 by foreign powers, it is the universal conclusion of our intelligence communities that none of those efforts had any effect on the outcome of the 2016 election.\"\n\nBut as former Director of National Intelligence James Clapper told NPR, \"The intelligence community has neither the authority nor the capability to make such a judgment as to whether there was or was not impact on the election. And we did not say that.\"\n\nOn Friday, shortly after the indictment was announced, President Trump conceded in a tweet that Russia did carry out an \"anti-US campaign,\" but he said it began well before he launched his presidential run. \"The results of the election were not impacted. The Trump campaign did nothing wrong - no collusion!\" he wrote.\n\nDeputy Attorney General Rod Rosenstein, who oversees the investigation, said Friday there is \"no allegation in this indictment that any American was a knowing participant in this illegal activity\" and \"no allegation that this activity actually altered the outcome of the 2016 election.\"", "keywords": ["campaign", "evidence", "security", "incontrovertible", "intelligence", "russian", "russia", "mcmaster", "election", "interference", "indictment", "cyber", "2016"], "polarity": 0.058867694805194805, "subjectivity": 0.37638437950937953},
{"title": "Should The Parkland Shooting Change How We Think About Phones, Schools and Safety? ", "url": "https://www.npr.org/sections/ed/2018/02/17/586534079/should-the-parkland-shooting-change-how-we-think-about-phones-schools-and-safety", "text": "Should The Parkland Shooting Change How We Think About Phones, Schools and Safety?\n\nEnlarge this image toggle caption Michele Eve Sandberg/AFP/Getty Images Michele Eve Sandberg/AFP/Getty Images\n\nWhile Marjory Stoneman Douglas High School was on lockdown, with an active shooter in the building, students were on their phones.\n\nThey were tweeting. They were posting on Snapchat and sending videos to friends and family. They were calling their parents to let them know they were safe and texting classmates to find out if they had survived.\n\nSome of those posts may become evidence in the case of Nikolas Cruz, who has, according to court documents, confessed to the killing of 17 students and school personnel. This visceral record of the horrifying events of Feb. 14 is helping motivate a new conversation about gun control.\n\nAnd we can only imagine the relief of the families who learned, in the moment, that their children were alive.\n\nAccording to Education Week, \"One girl was so emotional and overwhelmed that she handed her phone to her teacher, who reassured her mother: 'They're well taken care of. We're secure. No one is going to come in here. I will make sure that these children will be fine.' \"\n\nBut do smartphones in students' hands really make schools safer? Or do they just make them feel safer? And could there be a cost to that feeling?\n\nKen Trump has been a school security consultant for 30 years. When he started, pagers were pretty much the only devices carried by students, and those were often associated with drug dealing or gang activity. With the advent of cellphones and then smartphones, \"I was originally: No. Period,\" from a security standpoint, he says. But now, \"the reality is, the horse is out of the barn.\"\n\nThat does seem to be the case. As of 2015, the Pew Research Center reported that 73 percent of teenagers had smartphones. As the devices have become more common, and among younger and younger students, schools seem to have thrown up their hands.\n\nNEA Today, the publication of the National Education Association, reported in 2016 that 70 percent of districts across the country that had once banned student phones reversed themselves and now allow them.\n\nThis is, in part, because of parents who plead that they need to reach students during the day to ensure their safety.\n\nDaniel Domenech, executive director of the American Association of School Administrators, told NPR that in general, the organization advises school districts to let students have phones on them during the school day. \"You can see the advantage of being able to communicate easily\" in light of the Parkland shooting, he said.\n\nRandi Weingarten, president of the American Federation of Teachers, the nation's second largest teachers' union, tells NPR in an email: \"Every day, but especially in a crisis, cellphones give parents peace of mind. The reality is that kids need access to cellphones to get to and from school safely and to let parents know they're OK.\" While districts should be free to make their own rules, Weingarten says, \"we must recognize cellphones as an essential safety and security tool.\"\n\nSafety. Peace of mind. It makes deep, intuitive sense. But there may be more to the story.\n\nKen Trump, the security expert, says phones can actually make us less safe in a crisis such as the one in Parkland. He ticks off several reasons:\n\nUsing phones can distract people from the actions they need to be taking in the moment, such as running, hiding and listening to directions from first responders. The sound of the phone, whether ringing or on vibrate, could alert an assailant to a hiding place. The shooter could be monitoring the event themselves on social media and find more victims or elude capture that way. Victims and worried family members trying to get through can jam communications, interfering with first responders.\n\n\"Without a doubt, the cellphones provide an emotional security blanket for parents and kids,\" Trump says. As a father himself, \"I get that, my heart is there.\"\n\nAnd he acknowledges that in some cases, in the hands of responsible parties, phones might help keep people safe. That same Education Week story found that while in lockdown, a teacher at Marjory Stoneman Douglas, Jim Gard, coordinated with other teachers over email and asked his students to text classmates to make sure people were accounted for.\n\nNevertheless, says Trump, the weight of the evidence is against having free access to phones in a crisis. \"I'm in a rare position professionally where I understand the downsides of it.\"\n\nBut schools, and school leadership, aren't necessarily seeing those downsides. Maybe that is because there is no one federal agency responsible for disseminating information or training on security and crisis procedures for schools, including on the use of phones. The Departments of Education, Health and Human Services, Homeland Security and Justice all offer resources but take a \"piecemeal\" approach, according to a 2016 report by the Government Accountability Office.\n\nOn a normal day, the debate over smartphones in the classroom is about student distraction vs. potential boons to learning. The more typical way they become a safety issue is if students are using them to bully or threaten one another. But some of the policies that schools are adopting to try to mitigate the negatives while preserving the positives of phones may also help in an emergency.\n\nFor example, there is a company called Yondr that markets a patented locking pouch for phones. It's in use by schools, concerts and events. The company's own research concurs with Trump's findings about the downsides of having general and unlimited access to phones in an emergency. In response, their system allows for teachers and other responsible parties to control access to the phones without making them entirely inaccessible.", "keywords": ["schools", "teachers", "parents", "phones", "think", "safety", "students", "change", "school", "security", "shooting", "trump", "parkland", "cellphones", "smartphones"], "polarity": 0.15286861148801448, "subjectivity": 0.5036913915272123},
{"title": "13 Die After Helicopter Surveying Earthquake Damage Crashes In Mexico", "url": "https://www.npr.org/sections/thetwo-way/2018/02/17/586788621/13-die-after-helicopter-surveying-earthquake-damage-crashes-in-mexico", "text": "13 Die After Helicopter Surveying Earthquake Damage Crashes In Mexico\n\nEnlarge this image toggle caption Felix Marquez/AP Felix Marquez/AP\n\nThirteen people died and 15 were injured Friday night after a military helicopter carrying government officials assessing earthquake damage crashed in southern Mexico, said the Oaxaca state prosecutor's office.\n\nFive women, four men and three children died at the scene and another person died at the hospital, according to the prosecutor's office said.\n\nAll of the victims had been on the ground, reports The Associated Press. Details of the casualties are still unclear.\n\nThe helicopter was carrying Interior Secretary Alfonso Navarrete and Oaxaca State Gov. Alejandro Murat, who were both reportedly unharmed.\n\nIt was attempting to land in a vacant lot in the town of Santiago Jamiltepec when the pilot appeared to lose control, witnesses said.\n\nBoth Murat and Navarrete tweeted their sympathy early Saturday to the victims of the crash.\n\nHours earlier, both men tweeted photos of themselves being briefed by a military official. Navarrete said they were about to begin a tour of the area affected by the quake.\n\nAround 5:30 p.m. local time, a 7.2 magnitude temblor hit south and central Mexico, apparently causing no death and little destruction, but rattling a region still jittery from a September quake that killed more than 200 people.\n\nNPR's Carrie Kahn reported from the capital, Mexico City, that she felt Friday's earthquake \"pretty strong.\"\n\n\"You could just feel the whole floor move from out from under you,\" she said. \"And everybody was out in the streets in my neighborhood and looking up at this eight-story building that was right next to us, just swaying back and forth.\"\n\nThe U.S. Geological Survey said the epicenter was located about 23 miles from Pinotepa de Don Luis in Oaxaca state.\n\nFifty homes in nearby Santiago Jamiltepec suffered major damage in the quake, as did the city hall and main church, said the Interior Department in a statement.\n\nLater Friday, Santiago Jamiltepec also became the site of the deadly crash.\n\nMexican newspaper Milenio published a video of the crash's aftermath, showing crowds milling about a dusty lot and at least one body lying on the ground.\n\nMilenio YouTube\n\nJorge Rosales, a reporter aboard the helicopter, spoke to a local television news station about the terrifying moment the pilot lost control.\n\n\"The moment the helicopter touched down it lost control, it slid — like it skidded — and it hit some vehicles that were stationed in the area,\" he said, according to an AP translation. \"In that moment, you couldn't see anything, nothing else was heard besides the sound that iron makes when it scrapes the Earth.\"\n\nMexican President Enrique Peña Nieto expressed his condolences to the families of those killed and wished a speedy recovery to the injured.\n\nNPR's Carla Solorzano contributed to this report.", "keywords": ["13", "oaxaca", "moment", "surveying", "mexico", "die", "helicopter", "damage", "crashes", "jamiltepec", "santiago", "navarrete", "died", "earthquake"], "polarity": -0.01316137566137566, "subjectivity": 0.30637566137566147},
{"title": "Pakistan: Zainab Ansari's Confessed Killer Sentenced To Death", "url": "https://www.npr.org/sections/thetwo-way/2018/02/17/586767529/pakistan-zainab-ansaris-confessed-killer-sentenced-to-death", "text": "Pakistan: Zainab Ansari's Confessed Killer Sentenced To Death\n\nEnlarge this image toggle caption B.K. Bangash/AP B.K. Bangash/AP\n\nHer murder triggered rioting in Pakistan and rippled the world-over, and on Saturday the man convicted in 7-year-old Zainab Ansari's death was sentenced to die four times over.\n\nMohammad Imran, a local man who knew Zainab's family, pleaded guilty to raping and killing the little girl, reports The Associated Press.\n\nHer body was found on a trash heap on Jan. 9 in the city of Kasur near Lahore, four days after she was reported missing.\n\nProsecutors say Imran, 24, is a serial killer who has also admitted to killing several other children.\n\nHe was arrested two weeks after Zainab's body was found. Police say they found DNA evidence linking him to Zainab as well seven other girls, reports Reuters. He will be tried in the other cases at a later date, according to the wire service.\n\nOn Saturday, Imran was handed four death sentences and life imprisonment following a five-day trial, reports the AP.\n\nThe world was moved by a viral photo of Zainab, her hair held back by a pink barrette, wearing her favorite pink jacket, reports the AP.\n\nIn Kasur, protesters angered at what they perceived as authorities' inaction, smashed police cars and tried to burn down the police station; two people died in clashes.\n\nBut in Zainab's small town, her death was not unique.\n\nAs NPR's Diaa Hadid has reported, \"Once famed for its Sufi shrines, Kasur, Pakistan, is now synonymous with darkness. During a period of two years, at least 13 children have been raped and killed in this city of less than a million people in Punjab, Pakistan's most populous state.\"\n\nIn 2015, police uncovered what they called a pedophilia ring responsible for the abuse of hundreds of local children. At least two people have been convicted in connection with that case, reports Reuters.\n\nZainab's father, Mohammed Amin Ansari, was in court when Imran's sentence was handed down. He gave thanks for what he called speedy justice and also called for a public execution.\n\n\"My daughter has gone, she will not come back, but I want to save daughters of other people,\" he said, according to the AP.\n\nSahil, a children's advocacy group, says at least 10 children suffer sexual abuse each day in Pakistan. And those are just the cases that are reported.\n\nDiaa has reported, Zainab's death may have already made a difference:", "keywords": ["ansaris", "imran", "sentenced", "reported", "pakistan", "reports", "zainabs", "called", "children", "zainab", "kasur", "confessed", "killer", "death"], "polarity": -0.07129629629629627, "subjectivity": 0.3452861952861953},
{"title": "Snow-Making For Skiing During Warm Winters Comes With Environmental Cost", "url": "https://www.npr.org/2018/02/17/584494192/snow-making-for-skiing-during-warm-winters-comes-with-environmental-cost", "text": "Snow-Making For Skiing During Warm Winters Comes With Environmental Cost\n\nEnlarge this image toggle caption Patrik Duda / EyeEm/Getty Images/EyeEm Patrik Duda / EyeEm/Getty Images/EyeEm\n\nIn the height of ski season this year, blades of grass and patches of dirt still dot cross country ski trails in Aspen, Colo. Conditions like this present a conundrum for professional skiers: Their livelihood relies on snow and cold temperatures, but essentials like travel and snow-making come with an environmental cost.\n\nSimi Hamilton is one of the fastest cross country skiers in the world, and before the snow fell this season, he hit the pavement in his hometown of Aspen on roller skis. Training without snow is something Hamilton is getting used to. Year after year, he watches the snow line move further up the mountains.\n\n\"We would be in the high Alps at 6,000 feet trying to train in mid-January and we'd still be training on just, like, a two-foot deep platform of man-made snow and there's just green grass next to the trails,\" Hamilton said.\n\nEnlarge this image toggle caption Elizabeth Stewart-Severy/Aspen Public Radio Elizabeth Stewart-Severy/Aspen Public Radio\n\nA missed turn on this ribbon of snow means skiers get grass stains, and that's the new reality of cross country skiing. Warming temperatures mean a later start to winter. Even after winter hits, more precipitation is falling as rain rather than snow. The lack of snow means ski areas have to fill in the gaps.\n\n\"There's not a whole lot ski resorts can do other than buff out snow-making,\" said Auden Schendler, vice president for sustainability at Aspen Skiing Company.\n\nMost of the snow that cross country skiers race on is artificial. Resorts and cross country race venues across the world blow huge piles of man-made snow. They truck it across the landscape to create ski trails, and some resorts are even storing manufactured snow through the summer months to be sure they can provide skiing early in the season.\n\nEnvironment Warming Sends A Chill Through Ski Industry Warming Sends A Chill Through Ski Industry Listen · 3:25 3:25\n\nThis sets up a tricky situation: a warming climate is undeniably detrimental to the ski industry. But Schendler said the man-made snow solution is just a Band-Aid, and one that actually aggravates the problem.\n\n\"You're using a very energy-intensive fix to deal with a changing climate and the fix cannibalizes the very climate you care about,\" Schendler said.\n\nAs global temperatures rise, researchers have tracked an upward trend in both the number of resorts that are making snow, and the number of acres they cover with the artificial stuff. Elizabeth Burakowski studies changes in winter climate at the University of New Hampshire.\n\n\"It is a challenge for professional athletes to say, walk the walk when it comes to carbon emissions,\" Burakowski said.\n\nBut snow-making technology is becoming more efficient, according to Burakowski. In terms of global greenhouse gas emissions, the industry is \"probably a drop in the bucket.\"\n\nNonetheless, athletes like Olympic cross country skier Noah Hoffman are aware that every drop counts.\n\n\"We see the changes to the climate on a yearly basis, and yet, we're burning huge amounts of fossil fuels flying from venue to venue, and then the snow that we ski on is incredibly energy intensive,\" Hoffman said.\n\nHoffman tries to offset the harm caused by his Olympic skiing dream by speaking out on environmental issues.\n\n\"I don't know how to settle those two sides of the coin in my own mind,\" he said.\n\nBut he thinks it starts with acknowledging his own role in contributing to the problem.", "keywords": ["skiing", "skiers", "environmental", "cost", "snowmaking", "cross", "country", "snow", "resorts", "warming", "comes", "warm", "winters", "ski", "climate"], "polarity": 0.10670971074380163, "subjectivity": 0.40076848025711664},
{"title": "Did Pox Virus Research Put Potential Profits Ahead of Public Safety?", "url": "https://www.npr.org/sections/health-shots/2018/02/17/585385308/did-pox-virus-research-put-potential-profits-ahead-of-public-safety", "text": "Did Pox Virus Research Put Potential Profits Ahead of Public Safety?\n\nIn the brave new world of synthetic biology, scientists can now brew up viruses from scratch using the tools of DNA technology.\n\nThe latest such feat, published last month, involves horsepox, a cousin of the feared virus that causes smallpox in people. Critics charge that making horsepox in the lab has endangered the public by basically revealing the recipe for how any lab could manufacture smallpox to use as a bioweapon.\n\nThe scientist who did the work, David Evans of the University of Alberta in Canada, has said his team had to synthesize horsepox because they wanted to study the virus and there was no other way to get it.\n\nThere was another possibility, NPR has learned. Evans could have done research on a specimen of horsepox collected from the wild, but he didn't pursue that alternative.\n\nHe says using the natural virus might have prevented the pharmaceutical company he is working with from commercializing horsepox as a new vaccine for smallpox. But the head of the company told NPR that he had not been aware that this stored sample of horsepox was potentially available — and would not have wanted to synthesize the virus from scratch if he had known.\n\n\"There was some confusion,\" Evans told NPR, \"probably my fault although I'd thought we'd discussed it back around 2014.\"\n\nIf he didn't talk about it with the company, Evans says, it's because his own inquiries had convinced him that the stored virus \"wasn't suitable for our goals.\"\n\nEvans says the virus-making techniques his team has developed will advance the field of pox viruses and help turn them into new vaccines or therapies for diseases like cancer.\n\n\"To say that somehow we shouldn't take advantage of the technology that's out there — and which is being used in all sorts of different ways in all areas of biology — and put off limits, somehow, one virus doesn't make a whole lot of sense to me,\" he says.\n\nEnlarge this image toggle caption Melissa Fabrizio/Courtesy of University of Alberta Melissa Fabrizio/Courtesy of University of Alberta\n\n\"I mean, someone had to bite the bullet and do this,\" Evans adds. \"But now that I've done it, my colleagues in this field can go forward and do their experiments. I'm a big boy. I'm used to the occasional bit of abuse rolled at me. And it doesn't particularly bother me that much.\"\n\nFor more than a decade, policymakers and biologists have been debating how to oversee new advances that might be misused to create germs that could — by accident or on purpose — start a global outbreak.\n\nDespite lots of expert committees, new rules and heated debates, the horsepox experiment was done by a privately funded group that simply presented its lab-created virus to the world as a fait accompli.\n\nDoes the world need a \"safer\" smallpox vaccine?\n\nWhile the company that funded the work says its synthetic horsepox has potential as a safer smallpox vaccine, some biosecurity experts question whether there is any need for one. Despite that, the government offers financial incentives that would allow a company to make huge profits from developing a new smallpox vaccine.\n\n\"This is a little bit crazy. We have a very problematic, difficult decision to make about the reasonableness and appropriateness of this work, and it's being pushed forward by those that have obvious conflicts of interest in a for-profit motive,\" says Dr. David Relman, a microbiologist at Stanford University who tried, without success, to stop a scientific journal from publishing the details.\n\nSmallpox is an often deadly, contagious disease that holds a unique place in medical history. Back in the 18th century, biologist Edward Jenner invented vaccination by giving people a less-virulent, related pox virus to generate an immune response that protected them from smallpox.\n\nAn unprecedented global vaccination campaign wiped out smallpox by 1980, making it the first disease ever eradicated. The virus that causes smallpox now is supposed to reside only in two locations: secure labs in the U.S. and in Russia. The U. S. government also stockpiles smallpox vaccine, in case the virus ever gets used as a weapon.\n\nThe possibility of creating a new, safer vaccine is why a pharmaceutical company executive named Dr. Seth Lederman wanted to get his hands on horsepox. He says historical writings suggest that Jenner's vaccine against smallpox, which was derived from cowpox, actually originated in a pox disease that infected horses.\n\nTrouble was, Lederman had no way of getting horsepox, which is believed to be extinct in nature. At one time, the U.S. Department of Agriculture held a sample. But when Lederman asked, the agency said it no longer had the virus.\n\nLederman knew Evans, an expert in pox viruses, and the two discussed the possibility of synthesizing horsepox from pieces of made-to-order DNA. Lederman and his company in New York, Tonix Pharmaceuticals, decided to give it a go and fund the effort.\n\n\"It was so unlikely that it would work, that maybe we didn't spend as much time as you might think on the implications of it,\" says Lederman, \"although we were certainly mindful of the implications of it, and we followed all the applicable regulations in Canada,\" where the work was done.\n\nThe team ordered bits of DNA from a commercial firm for about $100,000. Evans and colleague Ryan Noyce figured out how to stitch the pieces together, using tricks like helper viruses, to generate infectious horsepox by the summer of 2016.\n\nAsked whether he would have been interested in synthesizing horsepox if he had known it was possible to obtain a sample of the natural virus, Lederman told NPR: \"No. A primary rationale for the need for the synthesis is that a natural isolate of horsepox was not thought to be available for vaccine research.\"\n\nUnbeknownst to him, however, there was one available.\n\nCDC had a sample of \"natural\" horsepox virus\n\nIn 2014, Evans had tracked down the old USDA sample, which had moved to the Centers for Disease Control and Prevention. He contacted the CDC and was told the process of getting the natural virus would start with something known as a material transfer agreement.\n\n\"Dr. Evans indicated that he was working with a New York-based company and they would likely be the ones to request an MTA,\" says Dr. Inger Damon, director of the Division of High-Consequence Pathogens and Pathology at the CDC.\n\nBut that didn't happen. \"No further request was received,\" says Damon, who notes that the CDC often works with commercial companies that are developing new tests, treatments and vaccines.\n\nA natural virus might be harder to \"commercialize\"\n\nEvans told NPR that the CDC would have supplied him with its horsepox virus for research, but he saw a potential problem. The virus sample was collected back in 1976 from sick Mongolian horses, and Evans worried that some forgotten restriction on sharing or using the virus might crop up later on and become a problem for Tonix's effort to sell horsepox as a new smallpox vaccine.\n\n\"It's a major problem if one hopes to have any future commercial 'freedom to operate,' \" says Evans. \"That's why it would not be suitable for vaccine research if one hoped eventually to commercialize the virus.\"\n\nThat wasn't the explanation he has given in the past for why he had to synthesize the virus.\n\nIn a report last month describing the work, he and his colleagues stated that natural horsepox may be extinct and that the only known specimen was \"unavailable for investigation.\"\n\nAnd he recently told a group of scientists that making the virus was the \"solution\" to the \"problem\" of not being able to get access to the one known strain of horsepox.\n\n\"We were wondering if we could find out more about this virus, but the challenge is that there was one stock of it which was unobtainable,\" Evans said at a meeting in Singapore in 2017. \"And so we thought, 'Well, could we have a stab at trying to make that?' \"\n\nAfter having dropped the conversation with the CDC about horsepox in 2014, Evans contacted the CDC again in March 2016 to once again request access to its stored virus.\n\n\"He reached out to see if he could obtain the virus from CDC to compare with a virus he was working on,\" says Damon. \"It is our understanding that his work to re-create the horsepox virus had begun.\"\n\nThe company that funded that work didn't find out that the CDC's sample of natural virus existed until February 2017. That is when, Lederman says, it saw a reference to it in a scientific article that had been published a few months before. At that point, the horsepox synthesis was a done deal, and Lederman now sees its advantages.\n\n\"While the CDC virus would be experimentally interesting (and we'd still like to get some), from what I understand now, concerns over its origins might create challenges from a product development perspective,\" Lederman told NPR in an email.\n\n\"Something that investors understand\"\n\nIf Tonix's horsepox virus gets approved by the Food and Drug Administration as a smallpox vaccine, the company could get a lucrative reward: a special voucher that the government gives to companies that have developed medical countermeasures against potential security threats.\n\nSuch vouchers can be used to speed up the government's review of any new drug, and they are fully transferable to other pharmaceutical companies. That means they can be sold, potentially for hundreds of millions of dollars.\n\n\"It's certainly something that investors understand,\" says Lederman, whose company highlighted this possibility in a press release about its horsepox work.\n\nSome biodefense experts are questioning whether it makes sense for the government to incentivize this kind of research, especially given the biosecurity concerns.\n\n\"We believe that the creation of horsepox demonstrates the need for dialogue in the biodefense arena about the need for another smallpox vaccine,\" they recently wrote in the journal Health Security.\n\nNot even Evans seems sure that horsepox will end up being useful as a better smallpox vaccine. \"I don't know. Depending on the day of the week, I could argue either side of the equation,\" says Evans.\n\nSurprise at WHO meeting: Synthetic pox virus a fait accompli\n\nSince 2001, according to the World Health Organization, Evans served on a special committee that provides global oversight of research with the remaining, closely-held stocks of smallpox. Research on no other pathogen gets this kind of international scrutiny.\n\nA debate over whether the last stocks of smallpox should be destroyed has gone on for years. But advances in DNA technology seemed to be quickly making that question moot. After all, it was becoming increasingly feasible that someone could re-create a smallpox virus in the lab.\n\nIn November 2016, in a last-minute addition to the agenda of the committee's annual meeting, Evans made an unscheduled presentation to reveal that he had made horsepox, a large pox virus like smallpox, from scratch.\n\nSynthetic biologist Drew Endy, of Stanford University, had just been brought onto the WHO's smallpox committee to help it consider the implications of new technologies for virus creation. He was stunned to hear this news at the first meeting he ever attended.\n\n\"It was a unilateral act,\" says Endy. \"And so I found it to be, from a personal perspective, shocking in a way.\"\n\nSome members of the WHO committee have devoted their entire professional lives to wiping smallpox from the face of the Earth, he notes, and suddenly Evans had forced them to confront the fact that reality had changed.\n\nAt the meeting, Evans stated that his rationale for the work was to show that the re-creation of a pox virus was not just a theoretical possibility, according to Asheena Khalakdina, a technical officer at the WHO.\n\nShe said that in 2017, when Evans declared his relationship with Tonix and his work on the development of a smallpox vaccine, the WHO rescinded his membership on the smallpox committee.\n\n\"I don't get any personal financial gain from Tonix commercializing a smallpox vaccine,\" Evans told NPR, though he does work as a consultant for the company. \"The work was done on contract, and they own the virus.\"\n\nIn 2015, Evans served on another WHO working group to look at how emerging DNA technology would affect the ability to re-create smallpox. His conflict of interest disclosure for that noted that he was discussing a possible research contract with a company interested in synthesizing a pox virus. \"They knew I was doing this,\" Evans says.\n\nJournal editors debated risks of publishing the work\n\nWith the horsepox virus re-created, and the WHO committee informed, the researchers pursued publication of the work in a scientific journal. That is routine practice for biologists, to ensure that others can reproduce and validate the science.\n\nBut biologists have argued in recent years over whether it's wise to openly publish details of research that might be misused to produce a bioweapon.\n\nEvans says his university's lawyers reviewed his manuscript to make sure that publishing it wouldn't break any laws and consulted with Canada's foreign affairs and public health agencies.\n\n\"Without publishing the work, there's really no way for us to communicate with investors and partners,\" says Lederman, at Tonix. What's more, a patent application would make it all public anyway.\n\nA couple of science journals didn't want the manuscript — and at least one of them noted that it would raise biosecurity concerns.\n\nBut a journal called PLOS One took the paper and put it through a small review panel that is supposed to screen research that might pose risks to the public if it were published.\n\nThe chair of that committee is Grant McFadden, an expert on poxviruses at Arizona State University. He also serves on the WHO's smallpox committee and says he knows Evans well. \"Everyone in the pox virus community pretty much knows everyone else,\" says McFadden.\n\nHe saw no problem with publishing because, in his view, the advance just built on virus-making technologies that were already described in the open scientific literature. He and the other half-dozen members of the journal's special review committee spent a couple of weeks discussing the paper by email and did not request any additional input from outside security experts.\n\n\"We felt we had enough sufficient internal expertise to make a call,\" McFadden tells NPR. \"At the end of the day, everyone who weighed in was convinced that the scientific value of the paper outweighed the concerns.\"\n\nAfter all, he says, labs like his are already using more traditional DNA technologies to generate modified pox viruses. Going the fully-synthetic, made-to-order route could more efficiently generate pox viruses with multiple genetic alterations in the future. And if the FDA ever had to consider a modified pox virus as a therapy, creating it from scratch could make the review process more straightforward.\n\n\"There are going to be multiple scientific issues in the future where making a synthetic virus from scratch might be the best strategy to get at the question,\" says McFadden.\n\nBut just because a journal editor has expertise in the science doesn't mean they understand how to assess a biosecurity threat, says Arturo Casadevall, a microbiologist at Johns Hopkins University who is editor-in-chief of a journal called mBio.\n\n\"They cannot evaluate the degree to which that information may be misapplied by others,\" says Casadevall, who wants to see a national security board set up so that journal editors have somewhere to go for guidance.\n\n\"Perhaps this paper,\" he says, \"will lead to some additional soul-searching and some action.\"\n\nConcerned onlookers lobbied to block publication\n\nAs word got out that the synthetic pox virus paper was about to be published, worried outsiders began to contact the journal, urging its editors to reconsider.\n\n\"I did not see, until a few days before publication, letters that had been sent to the journal expressing great concern,\" says Ron Atlas, a microbiologist and emeritus professor at the University of Louisville who serves on the review committee that gave the OK to publish the work. \"I don't think that those letters would have changed my opinion of the research, but there were several very strong letters that said, 'Do not publish this.' \"\n\nOne of the letter writers was Tom Inglesby, director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. \"Anything that lowers the bar for creating smallpox in the world,\" says Inglesby, \"is a dangerous path.\"\n\nAnother letter asked why some details couldn't be held back to at least allow time for a broader discussion. \"I thought that that was a very reasonable question to be asking,\" says Relman, \"prior to publication of the details of how one essentially remakes smallpox.\"\n\nMcFadden disputes claims that publishing the manuscript would give some terrorist or rogue nation helpful tips.\n\n\"If you talk to people in synthetic biology that are professional constructors of novel genomes,\" says McFadden, \"they would tell you that the technical advance was fairly minor in this case.\"\n\nAt least one synthetic biologist disagrees with that assessment.\n\n\"I think it's incorrect to assert that it's a nothing-burger,\" says Endy, who adds that he honestly doesn't want to get specific and draw attention to the most new and potentially useful virus-making tricks. \"There are things in this paper that I wouldn't know how to do and had never been done before.\"", "keywords": ["profits", "evans", "public", "smallpox", "company", "vaccine", "safety", "lederman", "ahead", "potential", "work", "research", "pox", "horsepox", "virus"], "polarity": 0.09407509437812468, "subjectivity": 0.412821395775941},
{"title": "The Russia Investigations: Mueller Indicts The 'Internet Research Agency'", "url": "https://www.npr.org/2018/02/17/586698361/the-russia-investigations-mueller-indicts-the-internet-research-agency", "text": "The Russia Investigations: Mueller Indicts The 'Internet Research Agency'\n\nThis week in the Russia investigations: A major new indictment from the special counsel's office that charges thirteen individuals and three companies and shakes up the political rhetoric as new facts are revealed in the sprawling imbroglio.\n\nJustice Department special counsel Robert Mueller prefers to let his work do the talking for him. On Friday, he delivered a stemwinder.\n\nThirteen Russians and three Russian entities were indicted by a federal grand jury in connection with the attack on the 2016 election. The indictment lays out a number of detailed allegations against the Internet Research Agency located in St. Petersburg and against individuals who owned, controlled, funded or worked for the organization.\n\nMuch of what Mueller's office charges — that influence-mongers used Facebook and Twitter to turn up the volume and pit American against American — was already public. But the 37-page indictment also includes a number of fascinating new insights.\n\n1. The scheme began earlier than previously known\n\nEnlarge this image toggle caption Misha Japaridze/AP Misha Japaridze/AP\n\nThen-FBI Director James Comey told Congress that Russia launched cyberattacks against a wave of targets in the United States as early as 2015. But the indictment on Friday traced the origins of the Russian interference operation even earlier — to May of 2014.\n\nWhy is that important? The revelation confirms the geopolitical context in which Russian President Vladimir Putin decided to place his chips on a major new influence campaign against the West. In 2014, he was angry at what he perceived as American meddling in Ukraine, in his own front yard. A scheme from that year in which Russia leaked a wiretapped phone conversation with an American diplomat has proven to be its own little preview of 2016.\n\nPlacing the origins of the Russian effort that far back in time also raises new questions about what President Obama's administration knew about what was happening. Were they aware? Did Obama and his aides look the other way from Russia's actions in order to protect other aspects of the relationship such as the international deal to restrict Iran's nuclear program?\n\n2. Russians didn't just post from afar. They traveled to the U.S.\n\nAt least three Russian operatives physically traveled to the United States to do reconnaissance for their active measures campaign, according to the indictment.\n\nThey traveled throughout the West, South and Midwest, to New York and elsewhere. That led to the tracking and study of American political organizations that later matured into the sophisticated targeting of certain groups during the 2016 election cycle. For example, black voters later were encouraged not to vote for Hillary Clinton by messages suggesting they not vote at all or that they vote for a third-party candidate. Anti-Muslim groups were encouraged to stage rallies and so on.\n\nRussian operatives also bought space on computer servers within the United States. That enabled them to connect from their headquarters in St. Petersburg and, using a virtual private network, post on Facebook and Twitter while appearing to be inside the United States.\n\nThe fact of the travel of Russian operatives also raises questions about other aspects of the influence campaign. How many meetings might have taken place between intelligence officers or their agents and American political organizations that might have been infiltrated, for example?\n\nAnd will stories about Russian spies actually prowling around the U.S. — not just posting from behind a firewall somewhere overseas — change the politics of punishing Russia for its interference? Trump has been criticized for not imposing stronger sanctions after they were put into law last year by Congress.\n\n3. Operatives dealt directly with Americans, including some Trump campaign workers\n\nRussian influence-mongers corresponded with a number of Trump campaign workers and even paid some Americans to show up for protests they organized, the indictment alleges. They hired a person to buy a cage and paid another to stand in it pretending to be Hillary Clinton — part of the push to \"lock her up.\"\n\nMueller's indictment says none of the Americans knew they were dealing with Russian operatives, but they nonetheless provided the Russians with some important help.\n\nFor example, in June of 2016, Russian operatives began talking with an American \"affiliated with a Texas-based grassroots organization. During the exchange [the Russians] learned ... that they should focus their activities on 'purple states like Colorado, Virginia and Florida.'\"\n\nThis insight, which might appear obvious to Americans, was treated as a major gem by the Russian influence operatives. Remember, these were foreigners trying to understand how to target a foreign land. It also helps explain another avenue through which they tried to influence the presidential race: cyberattacks on state elections systems.\n\nThe Russians might have wanted to know, simply, what those systems were, what information they contained and how they might have been able to exploit them. As outsiders they might not have known or trusted that a lot of voter information was already public in lists bought and sold by political campaign professionals.\n\nEnlarge this image toggle caption Dmitry Lovetsky/AP Dmitry Lovetsky/AP\n\n4. Trump now acknowledges active measures\n\nPresident Trump has gone back and forth about what he accepts and what he rejects about the Russian active measures campaign. On a trip to Asia, the president said he believed Putin believed there was no election interference.\n\nThe indictment on Friday, complete with an on-camera announcement by Deputy Attorney General Rod Rosenstein, took away much of Trump's room to maneuver. So the president conceded the fact of the attack while modifying his position again.\n\nFor the purposes of this news cycle, the indictment brought good news for Trump and the White House. Rosenstein emphasized the charges did not include allegations that any Americans knowingly went along with the Russian attack. And the start date for the effort in 2014 gives Trump and allies a political weapon if they want to make a point of asking why Obama, Secretary of State John Kerry and others didn't do more to stop it.\n\nThe longer-term outlook for Trump is muddier.\n\nMueller has now documented many contacts between Trump aides and Russians, both witting and unwitting, not including the much-discussed contacts between Trump aides before and after Election Day in 2016.\n\nAlthough the indictment was politically beneficial for Trump in the near term, or at least fell short of targeting another campaign aide, there — as always — is much more to the Russia imbroglio than any one document or news story.\n\n5. Mueller and the feds have a huge wealth of information at their disposal\n\nRussia isn't going to extradite the people indicted on Friday by the grand jury. There will be no status hearings or jury selection or opening arguments. The indictment was about Mueller showing everyone — Americans, Russians and the White House — how much he knows and that he, the career prosecutor, believes he can prove it in court.\n\nConsider this: The FBI and National Security Agency not only say they can prove a Russian conspirator traveled to Atlanta from around Nov. 26 to Nov. 30, 2014, they know he or she filed an itinerary and expenses.\n\nOr this: The feds and their spy allies not only know about the official work these influence-mongers were doing at the office, they also intercepted personal emails like this one from Irina Kaverzina, around Sept. 13, 2017: \"We've had a slight crisis here at work,\" she wrote, \"the FBI busted our activity (not a joke).\"\n\nThe indictment goes on and on in that level of detail.\n\nMeaning what? For one thing, the charging document pushes \"hoax\" and \"witch hunt\" out to the periphery — even Trump had to change his tack in response to Mueller's sometimes Jesuitic specification.\n\nFor another, the indictment immediately inspires guesswork about what else the FBI, NSA, CIA and other agencies know about active measures that wasn't included — or which might appear in potential future documents filed by Mueller's office as his investigation progresses.", "keywords": ["internet", "campaign", "american", "political", "russians", "trump", "americans", "operatives", "russian", "russia", "indicts", "investigations", "agency", "mueller", "research", "indictment"], "polarity": 0.07652728891046646, "subjectivity": 0.35334789820771134},
{"title": "Tribal Leaders: Infrastructure Bill Should Include Indian Country Priorities", "url": "https://www.npr.org/2018/02/17/586440766/tribal-leaders-infrastructure-bill-should-include-indian-country-priorities", "text": "Tribal Leaders: Infrastructure Bill Should Include Indian Country Priorities\n\nEnlarge this image toggle caption Jeff Overs/BBC News for Getty Images Jeff Overs/BBC News for Getty Images\n\nNative American leaders are once again pushing for a seat at the decision-making table, saying this week that tribal nations have been overlooked for \"too often and too long.\"\n\nTheir latest concern comes with President Trump's proposed infrastructure plan. The president sent it to Congress on Monday, saying he aimed \"to help build a better future for all Americans.\"\n\nThat same day, President Jefferson Keel of the National Congress of American Indians (NCAI) told the annual gathering of tribal leaders that, \"in 2018, no infrastructure bill should pass unless it includes Indian Country's priorities.\"\n\nTrump urged Congress to act quickly on an infrastructure bill that would stimulate the economy, shorten the process to approve building projects and address continuing infrastructure needs in rural areas. The proposed bill would also give more power to state and local authorities and provide training for the younger American workforce.\n\nTrump's proposal reiterates points he outlined in the State of the Union last month, when he described America as \"a nation of builders.\"\n\nEnlarge this image toggle caption Staff/National Congress of American Indians Staff/National Congress of American Indians\n\nKeel used a similar phrase in his State of the Indian Nations address on Monday.\n\n\"Native peoples are also builders and managers of roads and bridges and other essential infrastructure,\" he said.\n\nKeel said that a 2018 infrastructure bill should ensure that all communities — including native communities — have the framework needed to succeed. He emphasized that Congress should give tribes the same opportunities that state and local governments have to raise money, invest sufficient funding in basic building needs, remove barriers for tribes to make decisions and support tribal right to consent to developments that affect tribes and tribal lands.\n\n\"We just want to be included\"\n\nIn terms of infrastructure, Trump's latest demands to Congress and Keel's priorities in Indian Country align. Both recognize the need for investing, empowering local authorities and addressing a flawed regulatory system that creates barriers for building. But Keel and others want to make sure that Indian Country is considered part of the bigger picture.\n\nPolitics National Congress Of American Indians Reacts To Trump's 'Pocahontas' Comment National Congress Of American Indians Reacts To Trump's 'Pocahontas' Comment Listen · 3:51 3:51\n\n\"If there is going to be any investment in infrastructure, I think we as a country should invest in the areas where it is most needed,\" Russell Begaye, president of the Navajo Nation, wrote in an email to NPR. \"It shouldn't matter if the area is a rural Native American area or not.\"\n\nKeel is on board with the president's proposal.\n\n\"It's not that we disagree with his priorities,\" Keel told NPR on Thursday. \"We just want to be included in any of those plans for development of plans or policies that affect Indian Country in a way that we can not only protect our lands, but we can improve the relationship.\"\n\nThe Trump administration's plan would allocate $200 billion in federal money over 10 years, with additional contributions from states, localities and private investors that it claims would generate $1.5 trillion to fix and upgrade U.S. infrastructure, such as railroads, airports and highways. It would also shorten the project approval process down to two years or less, but Keel and other tribal leaders wonder whether Trump considered native lands when creating his new infrastructure proposal.\n\n\"To be honest, I don't know, but I hope — and Indian Country is hopeful — that we will be included in any of those plans or visions for fixing the infrastructure of this country,\" Keel said.\n\nRussell Begaye, president of the Navajo Nation, said that while Trump's plan is a start and the Navajo Nation supports the rural infrastructure program, \"we need to beef it up and apply the funding where it is needed — and it's needed on tribal reservations like ours.\"\n\nHints to the Trump administration's funding priorities for tribes may be hidden in the 2019 budget released this week, which included significant cuts to federal programs that serve Indian Country. The proposed budget includes a 15 percent cut to the Bureau of Indian Affairs and other major reductions that range from human services programs to law enforcement to education.\n\nHowever, Secretary of Interior Ryan Zinke said Tuesday at NCAI's Executive Winter Council, that the president's infrastructure plan does include a complete reorganization of the bureaucratic processes and regulations, including those within native lands.\n\nHe also said he wants to make it easier to build a bridge — literally. Under the current process, it can take places up to 10 years to get permission to build a bridge, Zinke said. In Indian territory, increased regulations make the approval process take even longer.\n\nZinke, who helped create the new plan, admitted that the government has fallen short when it comes to serving the 573 federally recognized American Indian and Alaska Native tribes.\n\n\"I want you to trust the government,\" he said. \"But in many cases, that trust has been breached.\"\n\nSpeaking to the full ballroom of tribal leaders, Zinke called himself a \"champion of all Indian Nations,\" though some of his decisions in his first year to slash the size of National Parks and approve controversial use of federal lands have made him another controversial figure in the Trump cabinet.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nWhile Keel said he has great regard for Zinke, he's concerned that the secretary's talk of reorganization could affect relationships tribes have with state and local governments and other tribes, what it will cost, and the fact that there has been no consultation with tribal governments.\n\n\"It's typical in the sense of the federal government saying, 'here's the plan, this is what we're going to do, how do you like it?' And so that's not consultation. Consultation should occur before these plans are rolled out,\" Keel said Thursday. \"By law, we have a right to sit and consult and talk about these things before any decision is made on any reorganization.\"\n\n\"Together,\" \"We\" and, \"American\"\n\nThis isn't a new issue. Indian nations have been pushing for improved acknowledgement of their sovereignty for decades, and Keel reiterated that again in his address on Tuesday.\n\nZinke supported Keel's push to allow tribes to make their own decisions about how their land is used, because \"the view from the Potomac is so much different than the view from Yellowstone, or anywhere else.\"\n\nAnd, from what Trump said in his State of the Union address, he seems to be on board with the entire country working together to improve the country's interior.\n\n\"Together, we can reclaim our building heritage,\" he said. \"We will build gleaming new roads, bridges, highways, railways, and waterways across our land. And we will do it with American heart, American hands, and American grit.\"\n\nBut then, it may come down to semantics and how Trump defines \"together,\" \"we,\" and \"American.\"\n\nFor Keel, the definition is clear: \"Tribal infrastructure is American infrastructure.\"\n\nAdrienne St. Clair is an intern on NPR's National Desk.", "keywords": ["american", "keel", "leaders", "trump", "tribal", "infrastructure", "country", "include", "indian", "tribes", "priorities", "bill", "congress", "state"], "polarity": 0.10035007025138602, "subjectivity": 0.33308697881066296},
{"title": "Rio Carnival: When Brazil Lets Out Its Mysterious 'Inner Chicken'", "url": "https://www.npr.org/sections/parallels/2018/02/17/586141883/rio-carnival-when-brazil-lets-out-its-mysterious-inner-chicken", "text": "Rio Carnival: When Brazil Lets Out Its Mysterious 'Inner Chicken'\n\nEnlarge this image toggle caption Mauro Pimentel/AFP/Getty Images Mauro Pimentel/AFP/Getty Images\n\nYou can buy a remarkable number of items on Copacabana Beach just by sitting on the sand a few yards from the Atlantic waves, and waiting.\n\nWithout leaving your beach chair, you can purchase a piece of cheese, a kiddie pool, a blanket, a skewer of shrimp, a string bikini, a selfie-stick, a tropical shirt, a pineapple or a coconut.\n\nBe under no illusions: Copacabana is not merely a beach. It's a giant, restless market, staffed by vendors who drift around in steaming heat, flourishing their wares at the multitude of near-naked basking bodies.\n\nThat's why I went there this week. I needed something. The stores in Rio de Janeiro were mostly closed because it was a holiday. Copacabana seemed to offer a solution.\n\nWhat I needed was a pair of rabbit ears. I might have settled for a plastic Roman gladiator helmet, a pink tutu or some devil horns. But ears seemed the cheaper and more palatable option.\n\nWhy the need? Because in Rio — a city where so many so often wear so little — I have felt underdressed over the last few days.\n\nYou would, too, if you lived in a place whose population appears suddenly transformed into a medieval court who's busted out of the royal palace to wander the streets randomly with its menagerie.\n\nStep out of your front door during Carnival at any hour of day or night, and you'll soon run into a king, a jester, a leopard or a princess, usually glugging beer from a can.\n\nIf you're not wearing anything festive of your own — a twist of tinsel, at the very least — you're not entering into the spirit of the occasion.\n\nI sat on Copacabana Beach for an hour and a half. Cheese came and went. A man wandered by, selling party masks decorated with lurid feathers. I bought one for $10, but didn't like it, so held out for ears.\n\nBad decision. On Copacabana, there were no rabbit ears on sale. At any rate, I couldn't find any.\n\nEnlarge this image toggle caption Philip Reeves/NPR Philip Reeves/NPR\n\nEventually I spotted a white fluffy pair perched on the head of a woman selling tapioca at a stall on the street nearby. Asking her to lend me her ears seemed ... too theatrical. I offered to purchase them. She was happy with the 8 bucks I gave her, and threw in her bunny tail for free.\n\nSecond-hand ears equipped me satisfactorily for the day's NPR assignment: to visit some of the hundreds of boisterous street parties, known as blocos, underway in Rio de Janeiro this week. Carnival officially runs for five days, ending on Wednesday. But the blocos began two weeks ago and will carry on through this weekend.\n\nCovering Rio's Carnival presents a peculiar challenge to foreign journalists. You can write about the worrying amount of crime: Videos appeared on TV this week showing gangs of youths robbing and beating people on the beach. The cops rounded up more than 100 people in costume Tuesday, suspecting them to be thieves, although only a handful of them wound up being charged.\n\nThose TV images underscored the general crisis in security in Rio that on Friday prompted Brazil's President Michel Temer to sign a decree ordering the army to take control of the state-run police forces, in the first such move since Brazil's dictatorship ended in 1985. (The decree requires approval by Congress.)\n\nYou can write about the security operation — the 17,000 law enforcement officers who were supposed to protect Rio's estimated 6 million revelers — or the mountain of trash collected during the festivities, some 600 tons, according to municipal authorities. Or the fierce tropical storm, that suddenly hit the city mid-week, causing floods and four deaths.\n\nPolitical satire is an especially compelling angle. This year, Rio's Mayor Marcelo Crivella, an evangelical bishop, slashed subsidies for Carnival. Instead of attending the lavish, revenue-generating parades by his city's competing samba schools, he took off for Europe. One school responded by adorning a float with a large bare butt, bearing Crivella's name (though this was reportedly kept covered during the parade).\n\nThis year's trophy was won by a school, Beija-Flor, whose dazzling performance was a howl of protest and pain about Brazil's political corruption, violence and intolerance. One of its floats featured a giant smirking rat and politicians brandishing briefcases stuffed with swag.\n\nYou can always write about that.\n\nBut, trust me, throughout all this, one question will get jammed in your head, and won't go away.\n\nWhy?\n\nWhy do all these people do this? Partying en masse for so long? What mysterious forces drive this bacchanalia?\n\nEnlarge this image toggle caption Philip Reeves/NPR Philip Reeves/NPR\n\nI have been asking Brazilians this question for days. One phrase keeps cropping up in conversation. \"Soltar a franga\" — \"release the inner chicken.\"\n\nYou probably already know this chicken. It's the inner chicken that encourages you to moon-walk on the dance floor at a family wedding party when you don't know how. That chicken.\n\nLatin America A Postcard From Rio De Janeiro As Brazil Begins Carnival A Postcard From Rio De Janeiro As Brazil Begins Carnival Listen · 3:48 3:48\n\nBrazil celebrates New Year in the same way as almost everywhere else, yet its Carnival is widely seen as the real end of the year, and the start of the next. For many here, last year was particularly rough, thanks to a stubborn recession, a massive corruption scandal and a sharp surge in deadly violence.\n\nReleasing that inner chicken is, it seems, a way of purging the anxiety and tension amassed over months.\n\nPlenty of chickens were certainly on the loose this week in Botafogo, a beachside neighborhood of southern Rio overlooked by Sugarloaf Mountain and the Christ the Redeemer statue.\n\nThousands of decorously clad people bopped, bellowed and boozed along to the music at a bloco called \"Bicho Solto Com Desculpa Pra Beber\" (\"The Footloose Lad With An Excuse To Drink\").\n\nWatching approvingly from the sidelines I found Carlos Eduardo Vieira, 58, who was born and raised in Rio. He has strong views about the importance of liberating chickens.\n\nLetting out your inner chicken is \"fundamental for survival and happiness,\" says Vieira.\n\nEnlarge this image toggle caption Didrik Schanche/NPR Didrik Schanche/NPR\n\n\"Everyone must release their inner chicken,\" he explained, \"There are people who go through life until they are 80 or 90 years old, desperate to let out their chicken. They die without doing so, which is a mistake ... you should go through life, and let the inner chicken out as many times as is necessary.\"\n\nHear that? Fundamental for your survival.\n\nAs many times as necessary.\n\nThat's good enough for me: I'm keeping my fluffy rabbit ears for next year.", "keywords": ["carnival", "rio", "ears", "copacabana", "lets", "chicken", "mysterious", "beach", "inner", "philip", "toggle", "brazil", "week"], "polarity": -0.006509333469560735, "subjectivity": 0.49348988133079036},
{"title": "'This Must Be Some Mistake,' Says Snowboarder After Winning Olympic Gold In Skiing", "url": "https://www.npr.org/sections/thetorch/2018/02/17/586747375/-this-must-be-some-mistake-says-olympic-gold-medalist-in-womens-super-g", "text": "'This Must Be Some Mistake,' Says Snowboarder After Winning Olympic Gold In Skiing\n\nEnlarge this image toggle caption Fabrice Coffrini/AFP/Getty Images Fabrice Coffrini/AFP/Getty Images\n\nShe went up the hill a snowboarder but came down an Olympic champion skier. That's one way to tell the story of Ester Ledecka, the Czech athlete who stunned the world — and herself — by winning the women's Super-G race at the Pyeongchang Winter Olympics.\n\n\"How did that happen?\" she asked a cameraman at the bottom of her run.\n\nBefore today, Ledecka had been most well-known as a snowboarder — that's where she's had the most success, including world titles and a trip to the Sochi Games in 2014. But she has refused to specialize in one sport, and she started racing on the World Cup Alpine circuit two years ago.\n\nAs for how she won, an elated Ledecka said, in a transcription from the Olympics' news service, \"I really don't know what happened. You tell me ... I was riding. I really don't know what happened. It was great.\"\n\nWhen asked for her reaction after seeing her name flash on top of the leaderboard, Ledecka said she thought, \"This must be some mistake, that they're going to switch the time for some others.\"\n\nLedecka, 22, beat Austria's Anna Veith — the defending champion in this event — by a sliver: 0.01 seconds, in a time of 1:21.11. Liechtenstein's Tina Weirather finished third. In the women's Super-G race, skiers take just one run down the hill.\n\nFor a sense of the magnitude of this upset, consider that ahead of the Olympics, Ledecka had been ranked 43rd in the Super-G and 68th overall in the World Cup Alpine skiing rankings. Weirather was sixth overall; Veith was 17th. Before today, Ledecka had never stood on a podium for international-level Alpine skiing; in snowboarding, she's won multiple championships.\n\nThe Czech Olympic team is calling it the \"Miracle on Snow,\" echoing the Miracle on Ice of 1980, when the U.S. ice hockey team beat Russia.\n\nAt a news conference that followed her upset win, Ledecka wore her ski goggles — \"Because I wasn't prepared to be at the ceremony and I don't have makeup on,\" she said.\n\nThe field for the women's Super-G also included American Lindsey Vonn (No. 10 in the world overall), who sped out of the gate and topped 100 kph in the first portion of the course — but lost her way in the middle and lower portion, losing time as she redirected herself. Vonn was the first racer on the hill Saturday; she wound up finishing in a tie for sixth.\n\nEven before her gold medal shocker, Ledecka had already made Olympic history: She's the first person to enter both Alpine skiing and snowboarding events. But she proved here on Saturday (Friday night in the U.S.) that she's not just a novelty in the record books.\n\n\"All the other girls didn't risk a lot,\" Ledecka said afterwards. \"There must be a lot of pressure on them. I was just trying to do my best run.\"\n\nAs Ledecka thundered down the mountain at Jeongseon Alpine Center, she recorded her fastest intervals at the bottom of the course, making her result even more astounding to those watching.\n\nLedecka has several events remaining on her Olympics schedule in South Korea, from the women's parallel giant slalom in snowboarding to the downhill and Alpine combined in skiing.\n\nWhen she was asked about the people who have told her to specialize in either skiing or snowboarding, Ledecka replied that if she were pressured to choose one sport, she would choose another coach, instead.", "keywords": ["skiing", "superg", "olympic", "shes", "gold", "alpine", "snowboarder", "womens", "mistake", "ledecka", "snowboarding", "winning", "world"], "polarity": 0.22446236559139787, "subjectivity": 0.3126344086021505},
{"title": "Nathan Chen Turns Page, Makes Olympic History By Landing 6 Quads", "url": "https://www.npr.org/sections/thetorch/2018/02/17/586737344/nathan-chen-turns-page-makes-olympic-history-by-landing-6-quads", "text": "Nathan Chen Turns Page, Makes Olympic History By Landing 6 Quads\n\nEnlarge this image toggle caption Aris Messinis /AFP/Getty Images Aris Messinis /AFP/Getty Images\n\nNathan Chen rewrote the story of his Pyeongchang Winter Olympics, performing an unprecedented six quad jumps in his free skate and launching himself from 17th place and nearly winning a medal in the men's singles competition.\n\nJapan's Yuzuru Hanyu repeated as the Olympic gold medalist in this event, on the strength of two riveting performances. Hanyu's teammate Shoma Uno won silver, and Spain's Javier Fernandez won bronze at the Gangneung Ice Arena in South Korea.\n\nHanyu also made history, becoming the first male figure skater to repeat as the champion since 1952, when Dick Button accomplished the feat.\n\nChen finished in fifth place, after making up for his problem-plagued first skate in the men's short program the day before. All three Americans were in the top 10: Vincent Zhou was sixth and Adam Rippon 10th.\n\nComing into the free skate, Chen trailed Hanyu by nearly 30 points. He finished 20 points below him, with a score of 297.35 to Hanyu's 317.85. Only the three medalists topped 300 points in their combined scores.\n\nFor his final skate, Chen had planned five quads. Then he decided that he would try to spin around four times in the air during six jumps — and he pulled it off.\n\n\"I have been working on it for a while,\" Chen said after his skate. \"It's never really fully come together. I already fell so many times, I was like, 'I already fell so many times [earlier in Pyeongchang], I might as well go out and throw everything down and see what happens.' \"\n\nAs Chen told NPR's Melissa Block, \"Screw it. I have nothing to lose.\"\n\nThe six quads made history as an Olympic first; they also helped Chen earn a score of 215.08 — a personal best and the highest score of any skater on Saturday. Later, Zhou followed with a 192.16, using five quads to put himself just below Chen on the overall leaderboard.\n\nThe men's final was held at midday Saturday in South Korea — and at night Friday for the continental U.S.\n\nWith the last group of skaters remaining, Chen was in the lead with 297.35 cumulative points. China's Jin Boyang finally unseated him; Jin was eventually edged out of a bronze medal.\n\nThe skaters and spectators alike were eager to see what the top contenders — especially Japan's Yuzuru Hanyu — would do. Hanyu led all skaters coming into the second day of competition.\n\nHanyu, 23, did not disappoint, turning in a performance that was full of the grace and emotion he's known to create on the ice. His free skate included four quads and earned him 206.17 points — more than enough for a gold medal, when combined with the huge lead he brought into the second day.\n\nAfter Hanyu's skate, fans tossed Winnie the Pooh bears onto the ice — the character is his personal favorite (and NBC reports that he donates all of the stuffed animals).\n\nFor Chen, the fifth-place finish followed a disastrous short program; he later admitted to being affected by nerves. But, he said Saturday, all that pressure was gone.\n\n\"I no longer felt like I was striving for that first-place spot,\" Chen said. \"It mostly was just me being out on the ice an enjoying myself, playing to the crowd and really soaking in the Olympic experience.\"\n\nIn Chen's comeback skate, he pulled off a quad toeloop-triple toeloop jump that the judges awarded with more than 17 points.\n\n\"Definitely, there was a lot about redemption,\" Chen said. \"Honestly, I just wanted to leave here satisfied with what I have done and I definitely am.\"\n\nThe 18-year-old needed to wow the judges to rekindle any hopes of a medal, after turning in an uncharacteristically raw short program the day before that left him far down the leaderboard, with 82.27 points. By contrast, Hanyu scored 111.68, with an elegant and powerful skate that put to rest any doubts about his recovery from a recent injury.\n\nEnlarge this image toggle caption Mladen Antonov/AFP/Getty Images Mladen Antonov/AFP/Getty Images\n\nChen's performance prompted questions about his ability to handle the intense pressure of competing in the Olympics; he had similarly failed to shine in his part of the team competition. He answered those questions on Saturday in South Korea.\n\nAfter Chen's skate, his teammate Zhou, 17, followed with a powerful performance of his own, setting the tone from the start with a quad lutz / triple toeloop combination that the judges awarded with more than 19 points.\n\nComing into the free-skate portion of the competition, the top-ranked U.S. skater was Adam Rippon, who turned in another poised and artful performance to secure his 10th-place finish.\n\nOn both days of the men's singles competition, Rippon didn't attempt any of the pyrotechnics — especially the soaring quads — that earn the highest technical scores. But the judges loved his opening triple flip — triple toeloop combination, and they also gave high marks for his skill and the way he crafted his performance.", "keywords": ["olympic", "mens", "judges", "turns", "quads", "history", "nathan", "landing", "chen", "points", "performance", "page", "ice", "hanyu", "skate", "makes"], "polarity": 0.20098724142202404, "subjectivity": 0.5586374334200421},
{"title": "Contingent Of Teenagers Rock Pyeongchang", "url": "https://www.npr.org/sections/thetorch/2018/02/17/586740830/contingent-of-teenagers-rock-pyeongchang", "text": "Contingent Of Teenagers Rock Pyeongchang\n\nEnlarge this image toggle caption David J. Phillip/AP David J. Phillip/AP\n\nThe angst of teenage life can be overwhelming. The angst of being an adult and watching teenagers — some of whom aren't old enough to vote in the U.S. — complete amazing feats of human strength and mental fortitude is ... well, also overwhelming. An impressive number of adolescents are not only competing in the 2018 Winter Games. In some cases, they're winning.\n\nAmerican Chloe Kim, 17, grabbed headlines and hearts with her outstanding gold medal performance in the women's snowboarding halfpipe. NPR's Bill Chappell reports that Kim is already considered one of the best snowboarders in history, and her tenacious commitment to scoring well, but also enjoying herself bodes well for her future Olympic prospects.\n\n\" 'Going to my third run I knew I had the gold,' Kim said. 'But I also knew I wouldn't be satisfied taking the gold and knowing that I hadn't put down my best. That third run was for me — to put down the best run I could do.' \"\n\nKim also shared her humanity — and her high metabolism — in a few tweets.\n\nAnother American, speed skater Maame Biney, turned 18 a few weeks before arriving in South Korea. Biney came to the U.S. when she was 5 and is the first African-American woman to qualify for a U.S. Olympic speedskating team. Biney has an immensely positive spirit.\n\nShe had second and fourth place finishes in qualifying races earlier in the week. Biney is ranked second ahead of the 1,500 meter heat scheduled for Saturday night, Korea time.\n\nThe baby of Team USA is figure skater Vincent Zhou, who turns 18 in October. The California native had an exuberant performance on Saturday morning in South Korea. While he finished in sixth place, it was clear from his reaction that he was thrilled with his free skate performance. Social media responses highlighted great anticipation of American medal potential in Beijing 2022.\n\nZhou and teammate Nathan Chen skated early and then waited anxiously through the men's free skate on Saturday to see if they could hold their podium positions. Chen, 18, came in to the free skate after a disappointing 17th place in the men's short program, and wowed the crowd with a historic six quad jumps. But after explosive programs from Japan's Yuzuru Hanyu and Shoma Uno and Spain's Javier Fernandez, Chen and Zhou landed in fifth and sixth place, respectively.\n\nHolding down the title of the youngest competitor across the Winter Games is Wu Meng, competing with the People's Republic of China for the freestyle skiing competition in halfpipe. She's one of many 15-year-olds who made it to Pyeongchang. Wu worked her way up through competitions in the U.S., New Zealand and China, ranking higher each time. The women's ski halfpipe competition begins Monday.\n\nOther teen Olympic titans include, via NBCSports:", "keywords": ["teenagers", "run", "olympic", "place", "rock", "gold", "biney", "pyeongchang", "halfpipe", "contingent", "performance", "kim", "skate", "korea"], "polarity": 0.17698798328108675, "subjectivity": 0.42870689655172417},
{"title": "FBI Received A Tip Last Month About Florida Shooting Suspect — But Nothing Was Done", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586502989/fbi-received-a-tip-last-month-about-the-parkland-shooter-but-nothing-was-done", "text": "FBI Received A Tip Last Month About Florida Shooting Suspect — But Nothing Was Done\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nUpdated at 10:35 p.m. ET\n\nThe FBI says that someone called its tip line to report concerns about Nikolas Cruz, who has told police he killed 17 people in a Florida high school this week — but that the bureau failed to follow protocols to assess the threat.\n\nThe bureau says a person close to Cruz contacted the FBI's Public Access Line on Jan. 5 to report concerns about him. Those concerns included information about Cruz's gun ownership, a desire to kill people, erratic behavior and disturbing social media posts.\n\nThe caller specifically mentioned the potential for Cruz to carry out a school shooting.\n\nUnder FBI protocols, that information should have been assessed as a potential threat to life and forwarded to its Miami field office for further investigation.\n\nBut that never happened.\n\nThe information wasn't sent to the Miami office, and the FBI did not investigate. More than five weeks after the FBI received the tip, 14 students and three staff members were killed at Marjory Stoneman Douglas High School.\n\n\"We are still investigating the facts,\" FBI Director Christopher Wray said in a statement. \"I am committed to getting to the bottom of what happened in this particular matter, as well as reviewing our processes for responding to information that we receive from the public. It's up to all Americans to be vigilant, and when members of the public contact us with concerns, we must act properly and quickly.\n\n\"We have spoken with victims and families, and deeply regret the additional pain this causes all those affected by this horrific tragedy,\" Wray added. \"All of the men and women of the FBI are dedicated to keeping the American people safe, and are relentlessly committed to improving all that we do and how we do it.\"\n\nPresident Trump did not address the controversy during a trip to Florida on Friday to meet with two of the victims of the shootings, a boy and a girl, and with first responders.\n\nAt the Broward Health North hospital, Trump made brief remarks to reporters, congratulating the doctors and noting the speed with which the first responders had delivered victims to the hospital. The president appeared to ignore a question about whether the nation's gun laws need to be changed as he left the room.\n\nTrump also stopped at the sheriff's office and met with law enforcement, including the officer who arrested the suspect.\n\nFlorida Gov. Rick Scott is calling for Wray to resign over the matter.\n\n\"Seventeen innocent people are dead and acknowledging a mistake isn't going to cut it,\" Scott said in a statement Friday. \"We constantly promote 'see something, say something,' and a courageous person did just that to the FBI. And the FBI failed to act. 'See something, say something' is an incredibly important tool and people must have confidence in the follow through from law enforcement.\"\n\nOn Friday afternoon, the Justice Department was also critical of the FBI's handling of the tip.\n\n\"It is now clear that the warning signs were there and tips to the FBI were missed,\" Attorney General Jeff Sessions said in a statement. \"We see the tragic consequences of those failures.\"\n\nSessions said that he has ordered Deputy Attorney General Rod Rosenstein to review how the Justice Department and FBI process and respond to indications of potential violence.\n\nBroward County Sheriff Scott Israel said in a press conference Friday that his office had received approximately 20 calls about Cruz. He said the calls for service were \"assorted,\" with some coming from callers in other states. His deputies did not necessarily go out and respond to each of the calls, he explained.\n\nIsrael said that acting on the tip the FBI received would not necessarily have averted the shooting. \"We still want to encourage our community to 'see something, say something,' \" he said.\n\nRobert Lasky, FBI special agent in charge of the Miami Division, said the potential of the FBI to miss something \"is always there.\"\n\n\"We do our best,\" Lasky said, and the bureau has protocols to prevent this sort of thing from happening. \"We will be looking into where and how ... the protocol broke down. And we will come back stronger than we ever were before.\"", "keywords": ["month", "suspect", "received", "tip", "cruz", "wray", "florida", "office", "concerns", "information", "victims", "fbi", "potential", "shooting"], "polarity": 0.005955758189800745, "subjectivity": 0.4499712934819319},
{"title": "Grand Jury Indicts Russians Linked To Interference In 2016 Election", "url": "https://www.npr.org/2018/02/16/586500591/grand-jury-indicts-russians-linked-to-interference-in-2016-election", "text": "Grand Jury Indicts Russians Linked To Interference In 2016 Election\n\nEnlarge this image toggle caption Susan Walsh/AP Susan Walsh/AP\n\nUpdated at 8:15 p.m. ET\n\nA federal grand jury has indicted 13 Russians and three Russian entities in connection with the attack on the 2016 presidential election.\n\nThe defendants are \"accused of violating U.S. criminal laws in order to interfere with U.S. elections and political processes,\" according to a statement from the special counsel's office. The indictment charges them with \"conspiracy to defraud the United States, three defendants with conspiracy to commit wire fraud and bank fraud, and five defendants with aggravated identity theft.\"\n\nSome of the people described in the court documents even traveled to the United States or \"communicated with unwitting individuals associated with [President Trump's campaign] and with other political activists to seek to coordinate political activities,\" the indictment says.\n\nThe charges include some of the most detail yet from Justice Department special counsel Robert Mueller about who inside Russia waged the broad campaign of \"active measures\" against the United States.\n\nAt a Friday afternoon news conference, Deputy Attorney General Rod Rosenstein, who oversees Mueller's investigation, called the Russian efforts \"information warfare\" with \"the stated goal of spreading distrust against the candidates and the political system in general.\"\n\nHowever, Rosenstein underscored that there is \"no allegation in this indictment that any American was a knowing participant in this illegal activity\" and \"no allegation that this activity actually altered the outcome of the 2016 election.\"\n\nPresident Trump tweeted on Friday shortly after the indictment was handed up that it proved that there was \"no collusion\" between his campaign and Russian agents.\n\nThe White House also put out a statement from Trump later in which he said \"it is more important than ever before to come together as Americans. We cannot allow those seeking to sow confusion, discord, and rancor to be successful. It's time we stop the outlandish partisan attacks, wild and false allegations, and far-fetched theories, which only serve to further the agendas of bad actors, like Russia, and do nothing to protect the principles of our institutions. We must unite as Americans to protect the integrity of our democracy and our elections.\"\n\nHowever, Trump has, at times, doubted that there were any efforts by Russians to influence the 2016 election, which Friday's indictment clearly outlines in rich, lengthy detail. He has called media reports and other discussion of the Russian interference campaign a \"hoax\" and \"fake news.\" And last month the administration decided not to impose new sanctions on Russia despite a law passed by Congress.\n\nTrump's personal lawyer, John M. Dowd, also said in an email that he was \"Very happy for the country. Bob and his team did a great job!\"\n\nThe actions the Russian individuals and entities allegedly carried out — some of which date to May 2014 — are extraordinarily detailed and complex as part of what the indictment refers to as \"Project Lakhta.\"\n\nThe largest company indicted, the Internet Research Agency, was based in St. Petersburg, Russia, and was funded through shell companies by another individual indicted. The IRA employed as many as 80 people focused on the sole project of disrupting and influencing U.S. elections, according to the indictment. By September 2016, the company had a monthly budget of more than $1.25 million and was organized into multiple departments, including graphics, search engine optimization, information technology and finance.\n\nThe government alleges two defendants traveled to the U.S. and others attempted to hide their Russian origins, even using a virtual private network in the U.S. so it would appear their activity originated there. The Russians also paid real Americans to work for them as part of their interference campaign. However, \"the Americans did not know they were communicating with Russians,\" according to the indictment.\n\nThey also used \"false U.S. personas to communicate with unwitting members, volunteers, and supporters of the Trump campaign involved in local community outreach, as well as grassroots groups that supported then-candidate Trump,\" the indictment alleges. Through these personas, they encouraged minority voters in the U.S. to either not vote in the 2016 election or to cast their ballots for a third-party candidate. And they also promoted allegations of voter fraud among Democrats — a message the Trump campaign seized upon in the closing days of the campaign.\n\nOther actions the defendants allegedly undertook, according to the indictment, included \"buying political advertisements on social media in the names of U.S. persons and entities. Defendants also staged political rallies inside the United States, and while posing as U.S. grassroots entities and U.S. persons, and without revealing their Russian identities and organization affiliation, solicited and compensated real U.S. persons to promote or disparage candidates.\" To do so, they stole the identities of many people, including compromising their Social Security numbers, birthdays and home addresses.\n\nAccording to the indictment, many of the advertisements the Russians purchased were designed specifically to malign Democratic presidential nominee Hillary Clinton. \"Donald wants to defeat terrorism...Hillary wants to sponsor it,\" one ad on May 10, 2016, read. \"Hillary is a Satan, and her crimes and lies had proved just how evil she is,\" was the message of another one on Oct. 19, 2016, just weeks before Election Day. And the indictment alleges the Russian defendants also frequently used election-related hashtags like #TrumpTrain, #MAGA and #Hillary4Prison.\n\nThe Russian agents also organized pro-Trump rallies and anti-Clinton rallies, the indictment alleges. They employed real U.S. persons to perform tasks at these events, such as paying one \"to build a cage on a flatbed truck and another U.S. person to wear a costume portraying Clinton in a prison uniform.\"\n\nAnd the Internet Research Agency also kept a list, the indictment says, of the more than 100 real U.S. people it had contacted to help with its recruitment efforts, logging their political views and what they had been asked to do by the Russian operation.\n\nThe social media accounts run by the Russian defendants supported Trump and independent Sen. Bernie Sanders of Vermont, Clinton's chief primary rival for the Democratic nomination, the indictment alleges. In addition to Clinton, Russian accounts also denigrated Texas Sen. Ted Cruz and Florida Sen. Marco Rubio, who challenged Trump for the GOP nomination.\n\nAccording to the indictment, the individuals created hundreds of social media accounts to influence public opinion that were masquerading as legitimate U.S. political groups. The indictment points to one account, Tennessee GOP (@TEN_GOP), which gained over 100,000 followers yet had no affiliation with the actual state political party.\n\nThe Internet Research Agency also had employed monitoring of social media during both day and night shifts so information would be posted across U.S. time zones, according to the indictment. The Russian operatives were also aware of U.S. holidays and made posts germane to those and also employed people who could post on social media about specific policy topics, such as the economy or foreign policy.\n\nThe Russians also allegedly created specific groups on Facebook and Instagram. Starting in at least 2014, they spent thousands of dollars each month to purchase targeted advertisements on social media sites. And there was allegedly specific targeting of \"purple states,\" or swing states, that are critical to the outcome in the Electoral College.\n\nThere were also efforts beyond influencing the election to simply sow discord and confusion. For example, defendants allegedly organized both pro-Trump and anti-Trump rallies in New York City.\n\nRep. Adam Schiff, D-Calif., the top Democrat on the House Permanent Select Committee on Intelligence, which is also investigating Russian interference in the 2016 election, called the indictment from Mueller \"a significant step forward in exposing Russia's political and electoral interference in our democracy and holding Russia, and its agents, accountable.\"\n\n\"While it does not include an allegation that any U.S. persons conspired wittingly with the Russian actors, the indictment leaves open the vital question of whether Americans, including any associated with the Trump campaign, knowingly played a role in Russia's active measures campaign,\" Schiff also said in a statement.\n\nSen. Mark Warner, D-Va., the vice chairman of the Senate Select Committee on Intelligence, which is also probing Russian interference, said that \"While platforms like Facebook and Twitter are allowing Americans to communicate and share ideas in ways unimaginable just a decade ago, we're also learning that we each bear some responsibility for exercising good judgment and a healthy amount of skepticism when it comes to the things we read and share on social media.\"\n\nSanders, who was in part a beneficiary of the Russian efforts according to the indictment, said in a statement that it's \"clear to everyone (except Donald Trump) that Russia was deeply involved in the 2016 elections and intends to be involved in the 2018 elections. It is the American people who should be deciding the political future of our country, not Mr. Putin and the Russian oligarchs.\"\n\nHouse Speaker Paul Ryan, R-Wis., who has been more accepting of evidence of Russian interference than Trump has, said the \"announcement underscores why we need to follow the facts and work to protect the integrity of future elections.\"\n\n\"These Russians engaged in a sinister and systematic attack on our political system. It was a conspiracy to subvert the process, and take aim at democracy itself,\" Ryan also said in a statement.\n\nSen. Ben Sasse, R-Neb., a frequent Trump critic, said the Mueller indictment \"just put Moscow on notice.\"\n\n\"This ought to be a wakeup call to Washington: Putin's shadow war is aimed at undermining Americans' trust in our institutions,\" Sasse also said in a statement. \"We know Russia is coming back in 2018 and 2020 — we have to take this threat seriously.\"\n\nHowever, Republican National Committee Chairwoman Ronna McDaniel struck a tone similar to Trump's, saying in a statement that it \"remains crystal clear there was no collusion and the Russians were unsuccessful in their attempts to influence the results of the election.\"\n\nBut, unlike the president, McDaniel did say that the indictments \"should serve as a rallying cry for Washington and the country to come together to prevent Russia, or any foreign government, from attempting to meddle in future elections.\"\n\nAnd McDaniel blamed on the Obama administration during remarks on Fox News Friday, saying the previous administration didn't take the threat from Russia seriously enough.\n\nThe indictment follows warnings this week by the heads of the U.S. intelligence community that Russia's active measures campaign never stopped after 2016 and that the leaders of the major U.S. spy agencies expect interference to continue through this year's midterm elections.\n\nAnd Friday afternoon, John Brennan, who was CIA director during the Obama administration from 2013-2017, tweeted that the \"DOJ statement and indictments reveal the extent and motivations of Russian interference in 2016 election.\" Brennan, who has been a frequent critic of Trump, also said, \"Claims of 'hoax' in tatters.\"", "keywords": ["campaign", "defendants", "political", "russians", "linked", "jury", "grand", "russian", "indicts", "russia", "election", "interference", "trump", "indictment", "2016"], "polarity": 0.05666908848727031, "subjectivity": 0.3069108921381649},
{"title": "Alleged Ex-Trump Paramour Says 'Catch And Kill' Practice Kept Her Quiet", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586501697/alleged-ex-trump-paramour-says-catch-and-kill-practice-kept-her-quiet", "text": "Alleged Ex-Trump Paramour Says 'Catch And Kill' Practice Kept Her Quiet\n\nEnlarge this image toggle caption Dimitrios Kambouris/Getty Images Dimitrios Kambouris/Getty Images\n\nA woman who had an alleged nine-month sexual relationship with Donald Trump more than a decade ago, is speaking on the record for the first time about signing a document from an apparent Trump media ally that effectively silenced her story.\n\nKaren McDougal told reporter Ronan Farrow in a piece published Friday in The New Yorker that she regretted signing the contract with American Media Inc., National Enquirer's parent company.\n\n\"At this point I feel I can't talk about anything without getting into trouble,\" McDougal told Farrow. \"I'm afraid to even mention his name.\"\n\nFarrow reports, \"On August 5, 2016, McDougal signed a limited life-story rights agreement granting A.M.I. exclusive ownership of her account of any romantic, personal, or physical relationship she has ever had with any 'then-married man.'\"\n\nThe Wall Street Journal first reported on the agreement in 2016, saying A.M.I., whose C.E.O and chairman, David Pecker, has called Trump \"a personal friend,\" paid McDougal $150,000 for the rights to her story.\n\nThe magazine never published a piece about it.\n\nThe company said that is because it did not find the story credible, Farrow reports.\n\nOf the $150,000 A.M.I. reportedly paid, McDougal received about $80,000 after others involved in the deal took fees, Farrow reports. The company also reportedly agreed to publish regular columns authored by McDougal and feature her on two covers — arrangements it has yet to deliver on.\n\nMcDougal said she didn't have a full grasp of the A.M.I. agreement before signing it.\n\n\"I knew that I couldn't talk about any alleged affair with any married man, but I didn't really understand the whole content of what I gave up,\" she told Farrow.\n\nA.M.I. said McDougal's contract — amended after President Trump won the election — allowed her to \"respond to legitimate press inquiries\" about the affair, according to Farrow.\n\n\"Really the important ramifications of this story are the way in which it illustrates a system used by some of the most powerful men in this country, that includes leveraging tabloid media institutions to what employees of A.M.I. called 'catch and kill' stories,\" Farrow told Morning Edition's Rachel Martin.\n\nFarrow adds, \"that effort is ongoing, as of a few days ago to the benefit of a sitting president.\"\n\nAs Farrow reported in the article, A.M.I. seemed to express greater interest in McDougal after stories about pornographic actress Stormy Daniels' alleged affair with Trump began to swirl in recent weeks:\n\n\"In an e-mail on January 30th, A.M.I.'s general counsel, Cameron Stracher, talked about renewing her contract and putting her on a new magazine cover. The subject line of the e-mail read, 'McDougal contract extension.'\"\n\n(On Wednesday, Trump's personal attorney said he himself paid $130,000 to Daniels, whose real name is Stephanie Clifford.)\n\nFarrow told NPR that he spoke to six former A.M.I. employees for the story, who told him, \"that this system affords the person who catches the story, in this case the executives at American Media, leverage over the celebrity. And in this case, that leverage is with respect to the sitting president of the United States.\"\n\nFarrow paraphrased one former A.M.I. worker as saying, \"They know where the bodies are buried. They can hold this story over the president.\"\n\nIn a statement to The New Yorker, the company said, \"The suggestion that AMI holds any influence over the President of the United States, while flattering, is laughable.\"\n\nFarrow's article also revealed new details of the alleged affair, stemming from an eight-page handwritten document by McDougal.\n\nThe relationship was reportedly sparked after McDougal and Trump met at the Playboy Mansion in 2006, while he was married to Melania Trump and their son, Barron, was a baby.\n\nTrump also reportedly used incendiary racial language during his interactions with McDougal.\n\nIn a statement to The New Yorker, a White House spokesperson said Trump denied the affair:\n\n\"This is an old story that is just more fake news. The President says he never had a relationship with McDougal.\"\n\nMcDougal told Farrow she is a Republican and had hesitated to tell her story, \"because she feared that other Trump supporters might accuse her of fabricating it, or might even harm her or her family. \"\n\nMcDougal says she is also worried about A.M.I. retaliating against her for talking. But she said she was inspired to speak out now, in part, by the #MeToo movement.\n\n\"I just think I feel braver,\" McDougal told Farrow. \"Every girl who speaks,\" she added, \"is paving the way for another.\"", "keywords": ["extrump", "paramour", "mcdougal", "ami", "catch", "relationship", "media", "trump", "practice", "president", "farrow", "told", "alleged", "kept", "kill", "reportedly", "quiet"], "polarity": 0.0840139027639028, "subjectivity": 0.36975060196214043},
{"title": "As An American Tragedy Unfolds, Russian Agents Sow Discord Online", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586361956/as-an-american-tragedy-unfolds-russian-agents-sow-discord-online", "text": "As An American Tragedy Unfolds, Russian Agents Sow Discord Online\n\nEnlarge this image toggle caption Carolyn Cole/LA Times via Getty Images Carolyn Cole/LA Times via Getty Images\n\nAs the news broke of a school shooting in Parkland, Fla., on Wednesday, hundreds of Twitter accounts believed to be under Russian sway pivoted.\n\nMany had been tweeting about places like Syria and Ukraine — countries where Russia is seeking to strengthen its influence. Suddenly the accounts shifted to hashtags like #guncontrol, #guncontrolnow and #gunreformnow. Tweets mentioning Nikolas Cruz, the name of the shooting suspect, spiked.\n\nFor Bret Schafer, an analyst with Hamilton 68, a site tracking Russian influence on Twitter, the pattern is becoming all too familiar. Hamilton 68 follows 600 accounts run by the Russian government, Russian trolls, bots and individuals sympathetic to the Russian point of view. Data collected by the site over the past few months suggests that Russian social media accounts are now regularly seizing on divisive or tragic news to rile up segments of American society.\n\n\"The Kremlin doesn't care about gun control in America, they have no skin in this game,\" Schafer says. Accordingly, some accounts tracked by Hamilton 68 spew extreme, pro-gun rhetoric. Others attack the National Rifle Association. \"By taking an extreme hyper-partisan position, it just serves to further rip us apart,\" Schafer says.\n\nAmerican intelligence services are increasingly concerned about Russian accounts in social media. At a hearing the day before the shooting, Dan Coats, the director of national intelligence, warned that cyberwarfare, including on social media, were one of his \"greatest concerns.\"\n\n\"Frankly, the United States is under attack,\" Coats told the Senate intelligence committee. Adversaries \"seek to sow division in the United States and weaken U.S. leadership.\"\n\nThe intelligence community's annual threat assessment, also out Tuesday, warns that Russia in particular will use social media \"to try to exacerbate social and political fissures in the United States.\" The report predicts those attacks are likely to target the upcoming 2018 midterm elections.\n\nSchafer says that the Russian accounts his organization tracks now follow a well-worn path. First, he says, they tweet out news and breaking developments. This helps them to gain attention and attract new followers. Then they begin tweeting highly inflammatory material to fan the flames of partisanship.\n\nFinally, Schafer says, the accounts shift to conspiracy theories. \"They build this narrative of, 'You are being lied to by the government, by the media, by everyone else, so don't trust anyone or anything,' \" he says. \"It's not just divisive, there's an erosion quality to it as well — of eroding trust.\"\n\nBy Friday morning, new hashtags surged on the network tracked by Hamilton 68. They included #fbicorrpution and #falseflag.", "keywords": ["american", "discord", "media", "states", "schafer", "intelligence", "agents", "united", "russian", "tragedy", "online", "social", "hamilton", "sow", "unfolds", "accounts", "68"], "polarity": 0.051052836052836066, "subjectivity": 0.33271830733369195},
{"title": "Commerce Department Urges Crackdown On Imported Steel And Aluminum", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586531676/commerce-department-urges-crackdown-on-imported-steel-and-aluminum", "text": "Commerce Department Urges Crackdown On Imported Steel And Aluminum\n\nEnlarge this image toggle caption AFP/Getty Images AFP/Getty Images\n\nThe Commerce Department on Friday recommended setting strict new limits on imported steel and aluminum, saying action is needed to shore up U.S. industries vital to national security.\n\nThe recommendations, made after a 10-month investigation, are based on a seldom-used statute that aims to protect critical defense-related businesses.\n\n\"We cannot be without a steel industry,\" President Trump said Tuesday during a White House meeting with lawmakers. \"We cannot be without an aluminum industry. And so what we're talking about is tariffs and or quotas.\"\n\nTrump has until April to decide whether to act on the Commerce Department's recommendations.\n\nSeveral Republican lawmakers urged Trump to move cautiously. They worry that slapping tariffs or quotas on imports could spark a trade war.\n\n\"I would just urge us to go very, very cautiously here,\" said Sen. Pat Toomey, R-Pa. \"Invoking national security when I think it's really hard to make that case invites retaliation that could be problematic for us.\"\n\nSen. Roy Blunt, R-Mo., warned that import restrictions could also drive up prices for U.S. businesses that use steel and aluminum as well as for American consumers.\n\n\"We make aluminum and we make steel in Missouri, but we buy a lot of aluminum and we buy a lot of steel as well, from bass boats to beer cans,\" Blunt said.\n\nThe recommendations are also likely to face opposition from some quarters of the administration. Although Trump campaigned on a protectionist platform, he has taken only modest action so far to restrict imports. Last month he ordered tariffs on imported washing machines and solar panels.\n\nDuring Trump's first year in office, the U.S. trade deficit grew by 12 percent.\n\nThe Commerce Department argues that growing imports of steel and aluminum — driven in part by overproduction in China — have so weakened America's producers that a future military mobilization could be at risk.\n\nThe department notes that employment in the aluminum industry fell by 58 percent between 2013 and 2016, while employment in the steel industry dropped 35 percent in the past 20 years. America now imports 90 percent of its primary aluminum. And only one company in the country produces the high-quality aluminum alloy used for military aerospace purposes.\n\nThe import restrictions are designed to ensure that American steel and aluminum plants operate at 80 percent of capacity, which the department considers necessary to ensure long-term viability. U.S. steel plants currently operate at about 73 percent of capacity, while aluminum plants operate at just 48 percent capacity.\n\nThe department suggests a variety of ways the United States can act to restrict imports.\n\nFor steel, the recommendations are:\n\na tariff of at least 24 percent on steel imported from any country;\n\na tariff of at least 53 percent on imports from China, Brazil, India, South Korea, Russia and seven other countries, coupled with a cap on imports from all other countries equal to their 2017 U.S. export levels; or\n\na cap on imports from all countries equal to 63 percent of their exports to the U.S. in 2017.\n\nFor aluminum:\n\na tariff of at least 7.7 percent on aluminum imported from any country;\n\na tariff of 23.6 percent on imports from China, Hong Kong, Russia, Venezuela and Vietnam, coupled with a cap on imports from all other countries equal to their 2017 U.S. export levels; or\n\na cap on imports from all countries equal to 86.7 percent of their exports to the U.S. in 2017.\n\nThe Alliance for American Manufacturing, which represents American steel manufacturers and the steelworkers union, cheered the recommendations.\n\n\"Trump is one step away from taking historic action to defend American jobs and security,\" said alliance President Scott Paul. \"American workers are counting on President Trump to stand up for them.\"", "keywords": ["imported", "american", "steel", "trump", "countries", "imports", "aluminum", "tariff", "crackdown", "urges", "commerce", "department", "industry"], "polarity": -0.012388167388167384, "subjectivity": 0.3449098124098124},
{"title": "Kentucky Teen Charged With Murder And Assault After January School Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586678093/kentucky-teen-charged-with-murder-and-assault-after-january-school-shooting", "text": "Kentucky Teen Charged With Murder And Assault After January School Shooting\n\nEnlarge this image toggle caption Robert Ray/AP Robert Ray/AP\n\nA Kentucky teenager faces two counts of murder and 14 counts of first-degree assault in charges stemming from a January 23 shooting at Marshall County High School, in Benton, Ky.\n\nGabriel Ross Parker, a 15-year-old sophmore, will be tried as an adult. His identity had been widely circulated, but it had not been confirmed by authorities until Friday's arraignment.\n\nThe Courier-Journal reports that bond was set as $1.5 million.\n\nParker is accused of killing two 15-year-old students and injuring 21 others, including 14 who were shot in the early morning attack. He was apprehended immediately after the deadly shooting.\n\nBenton, Ky., a town of about 4,000 residents, is 248 miles southwest of Lexington.", "keywords": ["widely", "charged", "tried", "shooting", "kentucky", "15yearold", "robert", "counts", "school", "14", "teen", "murder", "assault"], "polarity": 0.06571428571428571, "subjectivity": 0.41999999999999993},
{"title": "N.Y. College Says Forgotten Book Reveals Lock Of George Washington's Hair", "url": "https://www.npr.org/sections/thetwo-way/2018/02/16/586368906/n-y-college-says-forgotten-book-reveals-lock-of-george-washingtons-hair", "text": "N.Y. College Says Forgotten Book Reveals Lock Of George Washington's Hair\n\nEnlarge this image toggle caption Matt Milless/Union College Matt Milless/Union College\n\nApocryphal stories about our nation's first president abound.\n\nWooden dentures? Experts say disabusing the public of this myth is like ... well, pulling teeth. (And George Washington did have several pulled, having suffered mightily from dental problems.)\n\nCherry tree tale? A young George is said to have been unable to fib about chopping into his father's plant with a hatchet. A good story, but again, experts say they cannot tell a lie. It never happened.\n\nAnd yet Union College in Schenectady, N.Y., says it has made an incredible and, experts believe, real find: a lock of George Washington's hair inside a \"long-forgotten book.\" (The notion that he wore a wig is another myth, the onetime redhead actually powdered his long hair.)\n\nArchivist John Reznikoff, who has earned a Guinness World Record for his celebrity hair collection, told the school, \"Without DNA, you're never positive, but I believe it's 100 percent authentic.\"\n\nThe long-buried treasure was uncovered after an archivist surveying the school's oldest books in its Schaffer Library came across a leather almanac called Gaines Universal Register or American and British Kalendar for the year 1793.\n\nThe book's owner is believed to be Philip J. Schuyler. His father, Gen. Philip Schuyler is a school founder and one of Washington's close friends, having served under him in the Revolutionary War.\n\nEnlarge this image toggle caption Matt Milless/Union College Matt Milless/Union College\n\nThe school's catalog librarian then found a series of handwritten notes tucked between the pages of the almanac, including a slim yellowed envelope inscribed: \"Washington's hair, L.S.S. & G.B.S (crossed out) from James A. Hamilton given him by his mother, Aug. 10, 1871.\"\n\n\"At which part, I paused,\" Catalog Librarian John Myers told The Washington Post. He thought, \"Not the Washington Washington's hair.\"\n\nA peek inside revealed several strands tied together with a thread.\n\n\"It's kind of this very curious yellow-gray hair,\" Myers said. \"I'm like, I'm no expert, but that really feels like the real deal.\"\n\nSusan Schoelwer, who is the Robert H. Smith senior curator at Mount Vernon, Washington's estate, says proving it is the real deal can be a problem. If the hair was cut, it won't contain the follicle — the part most easily tested. And if the shaft of the hair is tested, it can destroy the sample.\n\nSchoelwer says short of DNA evidence, experts look at provenance.\n\nThe school, with the help of scholars, has come up with a theory: Washington's hair was given to family friends the Hamiltons — Alexander was part of Washington's Cabinet. James Hamilton, Alexander's son and Gen. Schuyler's grandson, then gave the envelope to his granddaughters, Louisa Lee and Georgina Schuyler. Remember, the initials on the envelope are L.L.S and G.B.S. and the school says the letters appear to match James Hamilton's handwriting.\n\n\"The Hamilton family gives it a good bit of credibility,\" Schoelwer says, although she is unable to authenticate the school's claim.\n\nBut it seems like G.W. was doling out his locks like candy.\n\nSchoelwer says Mount Vernon has five dozen hair samples that are reported to have come from Washington's head.\n\n\"It was a way of preserving a memento of someone,\" she said. \"Usually hair was given out to close family and friends. But because of Washington's fame, a lot of people wanted it. When he died, they cut off his hair to give to people.\"\n\nThe school says it is unsure how Philip J. Schuyler's almanac, with the hair inside, wound up in their archives.\n\nPlans for a public display are in the works.\n\n\"It is a way of feeling like you are in touch with a tangible connection to the man who is regarded as the indispensable figure in the founding of our country,\" Schoelwer says. \"And I think that it's very very powerful.\"", "keywords": ["ny", "lock", "washingtons", "george", "experts", "book", "washington", "schuyler", "reveals", "forgotten", "school", "millessunion", "college", "matt", "hair"], "polarity": 0.14938475665748396, "subjectivity": 0.4074380165289257},
{"title": "Mitt Romney Takes Veiled Swipes At Trump In Senate Run Announcement", "url": "https://www.npr.org/2018/02/16/578043160/mitt-romney-announces-return-to-politics-with-utah-senate-run", "text": "Mitt Romney Takes Veiled Swipes At Trump In Senate Run Announcement\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nMitt Romney, the 2012 Republican presidential nominee and former governor of Massachusetts, officially announced Friday morning that he is running for the Senate seat being vacated by seven-term GOP Sen. Orrin Hatch of Utah.\n\nRomney tweeted a video announcement, after delaying a planned launch on Thursday in the wake of the deadly mass school shooting in Parkland, Fla.\n\nRomney, who spoke out forcefully against Trump during the 2016 presidential campaign, blasted Washington and took veiled swipes at the president in the video.\n\n\"Utah welcomes legal immigrants from around the world,\" Romney says. \"Washington sends immigrants a message of exclusion. And on Utah's Capitol Hill, people treat one another with respect.\"\n\nA Sen. Romney would add yet another layer of drama to Washington. During the 2016 campaign, Romney called Trump a \"phony\" and a \"fraud.\" Trump, who tried to persuade Hatch to run for re-election, responded hotly during the campaign, saying Romney \"would have dropped to his knees\" for Trump's endorsement in 2012.\n\nFrom afar, Romney has been critical of Trump's policies. Now, he has the opportunity to do it up close — and with a likely national television spotlight, if he seeks it out, that will beam him right into the White House, in plain view of this president, a habitual cable-news watcher.\n\nA run not without criticism locally\n\nRomney's announcement was widely anticipated after Hatch, the longest-serving Republican senator in U.S. history, said in early January that he was calling it quits after 42 years of service. Hatch told The Salt Lake Tribune that he was urging Romney to run.\n\nRomney is seen as an early favorite to win the Senate seat, but not every Republican in the state is happy he is running. He is facing criticism from, of all people, the state Republican Party chairman.\n\n\"I think he's keeping out candidates that I think would be a better fit for Utah,\" Rob Anderson told the Tribune, \"because, let's face it, Mitt Romney doesn't live here, his kids weren't born here, he doesn't shop here.\"\n\nRomney was governor of Massachusetts, where he was registered to vote and ran his private investment firm, Bain Capital. He also has lived most of the time at his beachside home in San Diego.\n\nBut Romney also owns a home in Park City, Utah, and has close ties to the leadership of the Church of Jesus Christ of Latter-day Saints. In addition to serving as a missionary for the church in France in the 1960s, he has held several leadership positions, including lay bishop. He is probably the most prominent Mormon in the country.\n\nPerhaps to combat the carpetbagger critique — and to assure voters of his focus in running for the Senate — he mentions Utah by name 14 times in his announcement video. Another potential critique is that the 70-year-old might use his potential national platform to run for president again in two or six years.\n\nBolstering his case to run, Romney has consistently been regarded as one of the most popular politicians in the state. A poll from November, for example, showed him with a 69 percent approval rating. Early Senate race polling has shown Romney comfortably ahead in hypothetical matchups against Democrat Jenny Wilson, who currently sits on the Salt Lake County Council.\n\nHow he got here\n\nRomney ran for the Senate in Massachusetts in 1994, losing to Democrat Ted Kennedy. He was elected as the state's governor in 2002.\n\nIn the interim, Romney stepped in to turn around the scandal-plagued 2002 Salt Lake Winter Olympics, which vaulted his reputation in Utah.\n\nHis connection to his church has also been key. In fact, that connection goes back generations. Romney's great-great-grandfather Miles Romney was a Mormon pioneer, who settled in Utah in the 19th century and designed the famed St. George Tabernacle.\n\nIn 2012, Romney won nearly 73 percent share of the vote in Utah, soundly defeating President Barack Obama there by 48 points. Contrast that with the 2016 presidential race. While Donald Trump won Utah, he only received 46 percent of the vote.\n\nMany Utahans, fueled by their growing unease with Trump's divisive rhetoric, instead cast their vote for Evan McMullin, a third-party candidate and a Mormon, who got 21 percent.\n\nRomney's stature in the GOP and history of criticizing Trump create the potential for a powerful Trump Republican critic coming to Washington as others like Sen. Jeff Flake of Arizona retire.\n\nHere's how NPR's Mara Liasson envisioned the scenario playing out in a report from December:\n\n\"If that happened, Romney would immediately become the most prominent elder statesman of the GOP. Dignified and disciplined, the 2012 Republican presidential nominee would become the center of gravity for those in the party who are uncomfortable with Trump's behavior.\"\n\nAfter clashes between white nationalists and counterprotesters turned deadly in August in Charlottesville, Va., Romney was critical of the president's early response in which Trump said there was \"blame on both sides.\" Romney condemned Trump's response in a Facebook post, saying Trump's comments \"caused racists to rejoice.\"\n\nHe also criticized Trump's reported vulgar comments about African nations and Haiti last month.\n\n\"A phony, a fraud\"\n\nDuring the 2016 campaign, Romney excoriated Trump by delivering a speech at the University of Utah. \"Here's what I know. Donald Trump is a phony, a fraud,\" Romney said, later adding, \"He has neither the temperament nor the judgment to be president. And his personal qualities would mean that America would cease to be a shining city on a hill.\"\n\nTrump returned fire, accusing Romney of being willing to do anything for his endorsement in 2012.\n\n\"He was begging for my endorsement,\" Trump said. \"I could have said, 'Mitt, drop to your knees,' he would have dropped to his knees.\"\n\nStill, after the campaign, Romney was floated as a possible secretary of state candidate for Trump. The two met during Trump's transition into the White House to discuss the role. No offer materialized, but Romney was photographed looking on awkwardly.\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nWhen Hatch announced his retirement, amid much speculation about Romney's run, White House press secretary Sarah Huckabee Sanders was asked whether Trump would commit to campaigning for the eventual GOP nominee.\n\n\"I don't think we've made a determination in terms of campaigning, but the president certainly has the greatest and deepest amount of respect for Sen. Hatch and his over four decades of experience in the Senate,\" Sanders said at the time.\n\nMonths prior to Hatch's announcement, Trump publicly and privately tried to persuade the 83-year-old senator to seek re-election this year.\n\nThe president showered Hatch with praise at a Salt Lake City event in December. \"You are a true fighter, Orrin,\" Trump said. Another time, the president said he hopes Hatch stays in the Senate \"for a long time to come.\"\n\nWith his Senate run, Romney has an opportunity to change perceptions that dogged him throughout his presidential campaign — that he is an out-of-touch plutocrat, detached from the realities lived by many Americans.\n\nMuch of Romney's considerable personal wealth, at the time estimated to be about $250 million, was attained as a venture capitalist in the 1980s as the head of the firm Bain Capital.\n\nRomney tried to counter that image by picking a wonky, more energetic and self-proclaimed \"young gun\" running mate in Rep. Paul Ryan, R-Wis., who was at the time the chairman of the House Budget Committee. As NPR reported at the time, the pick energized some in the GOP base but ultimately did not win him the White House. Ryan is now speaker of the House, and the two remain in contact.\n\nTwo issues that Romney contended with in 2012, and that still haunt the GOP today, are health care and Russia.\n\nLike many Republicans, Romney vowed to repeal the Affordable Care Act, Obama's signature achievement, even though he started a similar program as governor of Massachusetts.\n\nAnd at the time, Romney was mocked for saying Russia was the country's top \"geopolitical foe.\"\n\n\"[Russia] is, without question, our No. 1 geopolitical foe,\" he told CNN in 2012. \"They fight every cause for the world's worst actors. The idea that he has some more flexibility in mind for Russia is very, very troubling, indeed.\"\n\nRomney appeared to be offering a prescient warning after the Russian efforts to influence the 2016 campaign came to light. But Trump still refers to the idea as a \"hoax.\"", "keywords": ["campaign", "republican", "mitt", "romney", "announcement", "utah", "president", "swipes", "takes", "hatch", "trump", "run", "trumps", "veiled", "senate"], "polarity": 0.10466197691197687, "subjectivity": 0.49972354497354493},
{"title": "Chief Of Staff Kelly Wants New White House Security Clearance Rules", "url": "https://www.npr.org/2018/02/16/586606211/chief-of-staff-kelly-wants-new-white-house-security-clearance-rules", "text": "Chief Of Staff Kelly Wants New White House Security Clearance Rules\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nUpdated at 8:05 p.m. ET\n\nChief of staff John Kelly on Friday called for an overhaul of White House security clearance standards, following criticism that a top aide was allowed to remain on the job despite allegations of domestic abuse.\n\nThe new rules come in the wake of Rob Porters' departure last week after reports that he had abused his two former wives. Porter was working as the White House staff secretary on an interim security clearance.\n\nThe ex-wives have said they shared their allegations with the FBI. FBI Director Christopher Wray said that the bureau had completed its investigation into Porter in July. The White House says the subsequent portion of the background check process, conducted by the White House personnel security office, was ongoing at the time of Porter's resignation.\n\nThe allegations against Porter, including a photo of one of the women with a black eye, rocked the White House, which gave varying accounts of who knew what and when.\n\nIn a memo addressed to White House counsel Donald McGahn and others released by the White House on Friday, Kelly said, \"We should — and in the future, must — do better.\"\n\nAmong the actions Kelly ordered is for the FBI, which conducts the background investigations for senior personnel, to hand deliver their reports to the counsel \"personally upon completion.\" Furthermore, Kelly said, the FBI official who delivers these files should \"verbally brief the White House Counsel on any information in those files they deem to be significantly derogatory.\"\n\nKelly also said the administration should work with the FBI to \"reduce the time lag between the discovery of significant derogatory information from fieldwork to the disclosure to the White House,\" with a goal of informing senior staff of such information within 48 hours of discovery.\n\nThe new rules would also discontinue any top secret or higher-level interim clearances for individuals whose background investigations have been pending since June 1, 2017, or before.\n\nThat restriction would appear to cut off access to key government secrets, including the president's daily intelligence briefing, to President Trump's son-in-law and senior adviser Jared Kushner, who still does not have permanent security clearance.\n\nKushner's attorney Abbe Lowell said in a statement that Kelly's announcement \"will not affect Mr. Kushner's ability to continue to do the very important work he has been assigned by the President.\" Lowell also said Kushner \"has done more than what is expected of him in this process.\"\n\n\"My inquiries to those involved again have confirmed that there are a dozen or more people at Mr. Kushner's level whose process is delayed, that it is not uncommon for this process to take this long in a new administration, that the current backlogs are being addressed, and no concerns were raised about Mr. Kushner's application,\" Lowell added.\n\nIn his memo, Kelly noted that others, including Director of National Intelligence Dan Coats, have said the security clearance process \"is broken\" across the government and needs to be overhauled. Kelly said different agencies have different standards, and \"we need to do better across the board.\" Kelly specifically mentioned allegations of domestic abuse.\n\n\"In the past,\" Kelly wrote, \"credible and substantiated reports of past domestic abuse — even physical abuse — were not considered automatic disqualifiers for suitability for employment or a security clearance. That needs to be revisited. Generally, our treatment of behavior that traditionally may not have been disqualifying should be modernized.\"", "keywords": ["senior", "kelly", "house", "chief", "rules", "fbi", "white", "wants", "security", "clearance", "allegations", "process", "staff"], "polarity": 0.07261863922241281, "subjectivity": 0.35791268479947735},
{"title": "On Eve Of Olympics Debut, Jamaican Women's Bobsled Team Loses And Finds A Sled", "url": "https://www.npr.org/sections/thetorch/2018/02/16/586548627/on-eve-of-olympics-debut-jamaican-womens-bobsled-team-loses-and-finds-a-sled", "text": "On Eve Of Olympics Debut, Jamaican Women's Bobsled Team Loses And Finds A Sled\n\nEnlarge this image toggle caption Alexander Hassenstein/Getty Images For IBSF Alexander Hassenstein/Getty Images For IBSF\n\nThe story of the Jamaican women's Olympic bobsled team was already rife with cinematic drama and imbued with a fairy tale-like quality.\n\nJust like their male counterparts of 30 years ago — who first made it to the Calgary Olympics in 1988 and on whom the movie Cool Runnings is based — Jazmine Fenlator-Victorian and Carrie Russell are hoping to become the first Jamaican women competitors in their winter games debut.\n\nBut on Wednesday that narrative began to unravel, mostly over social media, and the team's participation in the Pyeongchang Olympics appeared to be in jeopardy.\n\nOver Twitter, the Jamaican Bobsled and Skeleton Federation announced the team's German head coach, Olympic champion Sandra Kiriasis, had \"elected\" to leave the team.\n\n\"We are deeply disappointed in her decision to leave the program,\" the organization wrote, adding \"Kiriasis's departure will not impact JBSF or its [athletes'] performance in the [Olympic Winter Games].\"\n\nThat diplomatic messaging was almost immediately undermined by JBSF President Christian Stokes, who told Reuters, \"The lady was a hugely destructive force on the team.\"\n\n\"Now that she is off the team, synergy is much better, tension is down and athletes are now able to focus in a much healthier environment,\" he added.\n\nMeanwhile, Kiriasis claimed to have been blindsided by the announcement and when asked by the BBC about her decision she said, \"I've never known such disappointment in this sport, in my life.\"\n\nKiriasis continued explaining her side of the story saying she was forced to quit after refusing to change roles from driving coach to track performance analyst. The shift would have eliminated her access to the athletes, she argued.\n\nShe insisted that she and the women on the team shared an intimate and friendly bond.\n\nJust a few days earlier, bobsled driver Fenlator-Victorian posted a picture of the two on Instagram moments before the opening ceremony.\n\n\"Thank you Sandra for your passion, friendship, contributions, selflessness, love, support and more,\" she wrote in the caption.\" We wouldn't be here making history without your efforts and I am honored to call you my dear friend. You are forever in my heart!\"\n\nThe situation became even more acrimonious when Kiriasis insisted she would have to take the team's sled with her upon her departure. It was on loan to the team through a connection of the coach who said she was \"legally responsible\" for its use, according to the BBC.\n\nIf the team wanted to continue using it, they'd have to pay, she told the outlet.\n\nA day later, Fenlator-Victorian posted the following message on Instagram: \"Life will test your capacity to adapt before advancing you. So if you're doing all you can and the road still gets rough, you're going the right way. Push.\"\n\nIt seems Fenlator-Victorian's optimism was well founded.\n\nOn Friday the Jamaican beer company Red Stripe offered — over Twitter, of course — to buy the team a new sled.\n\n\"No bobsled, no problem, if you need a new ride @Jambobsled, put it on @Red Stripe's tab. DM us and we'll be in touch,\" the company said.\n\nThe JBSF disputes Kiriasis's version of the facts and insists the team can compete with the sled they originally took to South Korea.\n\nIn any case, much of the world will be watching to see what sled the team ends up using for their historic run.\n\nTraining is getting started in South Korea and the opening heats begin on Tuesday.", "keywords": ["jamaican", "jbsf", "loses", "olympic", "debut", "kiriasis", "womens", "bobsled", "finds", "eve", "teams", "sled", "team", "fenlatorvictorian", "olympics"], "polarity": 0.08187419305840359, "subjectivity": 0.34452703729019524},
{"title": "Tongan Skier Finishes Strong In Olympics After Just 12 Weeks Of Training In Snow", "url": "https://www.npr.org/sections/thetorch/2018/02/16/586332388/tongan-skier-finishes-strong-in-olympics-after-just-12-weeks-of-training-in-snow", "text": "Tongan Skier Finishes Strong In Olympics After Just 12 Weeks Of Training In Snow\n\nEnlarge this image toggle caption Matthias Hangst/Getty Images, Matthias Hangst/Getty Images,\n\nPita Taufatofua, who lit the Internet on fire with his coconut-oiled, shirtless walk as Tonga's flag-bearer during the Pyeongchang Winter Olympics opening ceremony, had two goals for his cross-country skiing event on Friday.\n\nThey were not lofty — but that makes sense for a man who has tried skiing on snow for only three months.\n\n\"First step, finish before they turn the lights off,\" the 34-year-old told reporters. \"Don't ski into a tree, that's No. 2.\"\n\nEnlarge this image toggle caption Sean M. Haffey/AFP/Getty Images Sean M. Haffey/AFP/Getty Images\n\nHe met both goals — and actually beat four other competitors — in the 15km cross-country skiing event.\n\nTaufatofua competed in taekwando at 2016's Rio Olympics and was similarly a crowd favorite when he appeared shirtless at that opening ceremony. He is the first athlete from Tonga to compete in both the Summer and Winter Olympics. The Pacific island nation, located near Fiji and American Samoa, has a population of about 106,000.\n\nIn a promotional video set to a score of sweeping music, Taufatofua gives a sense of what a long shot it was for him to qualify in cross-country skiing at all.\n\n\"Here was this guy who had never put skis on in his life, from an island of sand and coconut trees,\" he says. \"And I thought if I could do this, then anyone who's following this journey could achieve anything they want to achieve.\"\n\nNaturally, Tonga's lack of snow was an obstacle in his training.\n\n\"When you've got no snow, it's really hard to learn a snow sport,\" he told CNN. He was attracted to the difficulty of the brutal endurance event. \"The goal was to do it within a year, and we just made it within that year, but it wasn't easy.\"\n\nTaufatofua studied YouTube videos of skiers and tried to find ways to mimic the feeling of being on snow, like strapping planks of wood to his feet and sliding across a beach or using roller skis. Once he got to real snow in Germany, according to his fundraiser page, he trained on rental skis that \"felt like dragging a sack of sweet potatoes through the snow.\"\n\nIt was tough going, he told CNN, adding that roller skiing is \"quite possibly the worst thing ever invented.\" He added: \"You can't stop. ... The only way to stop is to fall. And I learned that the hard way many, many a time.\" One of those times was captured on his Instagram feed:\n\nThe most intense part of this experience came as he was trying to qualify for the Olympics in January. He felt \"a lot of relief\" when he met the criteria — just one day before the deadline, according to NBC.\n\nAhead of competing in Pyeongchang, he told CNN that he felt he was \"going in there without pressure.\"\n\n\"I've come in as the last seed,\" he said. \"If I get a gold medal, I'll be happy. If I come last, I'll be happy. I made it to the Olympics and I got Tonga to the Olympics.\"\n\nHe certainly looked happy as he started the course Friday, which is about 9 miles long. And he didn't come in last.\n\nEnlarge this image toggle caption AFP/Getty Images AFP/Getty Images\n\n\"He looks pretty good for how long he's been skiing,\" the NBC announcer commented. \"Twelve weeks.\"\n\nUp and down hills, in red metallic glasses and a red cap, the Tongan battled through fatigue and cold temperatures.\n\nHe grinned as he surged forward to the finish line, clocking in at 56:41.1 — 22 minutes and 57 seconds behind the gold medalist, Switzerland's Dario Cologna.\n\nTaufatofua was faster than a skier from Colombia and one from Mexico, and two others did not finish the race at all.\n\n\"This has always been about challenging myself, but also opening doors for the next generation ... of youth that come up from Tonga and the Pacific,\" he told CNN, \"so that they can see that there's more opportunities outside of what they're currently exposed to.\"\n\nHis road to the Summer Olympics in Rio also took serious perseverance. According to his Olympic profile, he qualified for the Summer Games in taekwondo on his fourth attempt. He was the first athlete to compete for Tonga in the event.\n\nEnlarge this image toggle caption Kirill Kudryavtsev/AFP/Getty Images Kirill Kudryavtsev/AFP/Getty Images\n\nAnd while he seems to welcome marveling at his feat of qualifying for the Winter Games, he put his shirtless, freezing walk at the opening ceremony into perspective at a recent news conference.\n\n\"If my ancestors could sail across the Pacific Ocean for a thousand years, not knowing where the next piece of land was going to be, not knowing where their next meal was going to be, going to war, then I can walk for 25 minutes through an opening ceremony without a shirt on [in the frigid cold] and represent a thousand years of heritage,\" he said, according to The Washington Post. (For the record, he also notes that coconut oil is superior to olive for oiling the body.)\n\nAnd luckily for all his fans around the world, Taufatofua has suggested that he is thinking ahead to the 2020 Summer Games in Tokyo.\n\n\"Maybe water is the next thing,\" he said. \"Stay tuned.\"", "keywords": ["skiing", "strong", "going", "finishes", "training", "opening", "snow", "toggle", "skier", "weeks", "tongan", "summer", "told", "images", "olympics", "12", "tonga"], "polarity": 0.08088624338624337, "subjectivity": 0.5294775132275131},
{"title": "She Sentenced A Teen To 241 Years In Prison. Now She Wants Her Decision Overturned", "url": "https://www.npr.org/2018/02/17/586575834/she-sentenced-a-teen-to-241-years-in-prison-now-she-wants-her-decision-overturne", "text": "She Sentenced A Teen To 241 Years In Prison. Now She Wants Her Decision Overturned\n\nJudge Evelyn Baker gave 16-year-old Bobby Bostic a life sentence after he was convicted of armed robbery, among other charges. Now, 20 years later, she wants the Supreme Court to overrule her.\n\nSCOTT SIMON, HOST:\n\nEvelyn Baker is a retired St. Louis Circuit Court judge who ruled in thousands of cases. There is one defendant she's not been able to forget - 16-year-old Bobby Bostic, who was convicted of robbery and other charges.\n\nEVELYN BAKER: Bobby was special. He was a child. I hated treating children like adults. The law said I had to.\n\nSIMON: Judge Baker sentenced Bostic to 241 years in prison in 1997. She says that's a sentence she would not deliver today. The judge has joined others to call for the United States Supreme Court to hear Bostic's case and overrule her own decision. We spoke with her earlier this week.\n\nWhat did you think of Bobby Bostic when you first saw him in your courtroom?\n\nBAKER: I thought he was a little sociopath with no remorse.\n\nSIMON: He'd been part of a pretty bad crime, hadn't he?\n\nBAKER: A series of crimes, yes - basically, they all took place in one night - robberies, assaults, abduction, car theft. It was a very busy night.\n\nSIMON: Yeah. He was 16 years old.\n\nBAKER: Yes, he was.\n\nSIMON: Did that affect the way you saw him?\n\nBAKER: Actually, it did. But his attorneys, his mother, his family were trying to get him to plead guilty to a term of no more than 30 years.\n\nSIMON: Yeah. But he didn't take that.\n\nBAKER: No. His father told him to be a man. Don't take it. Make them give it to you.\n\nSIMON: Do you remember the moment you sentenced him?\n\nBAKER: Yes, I do like yesterday. Bobby was a little kid. He was tiny. He couldn't smoke. He couldn't drink. He couldn't join the military. He couldn't vote.\n\nSIMON: Do you remember what you said to him?\n\nBAKER: Yes. Among other things, I told him that he was going to die in the Missouri Department of Corrections, that there is nobody in that courtroom who is going to be alive when he was eligible for parole. But when I think back on it, he was 16. They're all sociopaths. They don't understand the consequences of what they're doing.\n\nSIMON: How do you feel about the sentence now?\n\nBAKER: I would like to see Bobby have a chance to live in a free society. I'd like him to have an opportunity to show the world that he's changed, that he's matured, that he's an adult, understands the consequences of certain actions.\n\nSIMON: What made you come forward now, Your Honor?\n\nBAKER: Well, there's been a series of articles about Bobby. I saw a picture of him. Boy, that's not the little kid I sentenced. And one of the articles listed the types of things he's been doing while he's been in the Department of Corrections. And it's like, that little sociopath seems to have become a functioning adult human being. I think he should have a chance at a life.\n\nSIMON: We spoke with Judge Baker before details had emerged about Wednesday's school shooting in Florida. The suspect there is a young man not much older than Bobby Bostic was when he was in Judge Baker's courtroom. We called back the judge on Thursday afternoon after the Florida shooter had just been arraigned.\n\nThe attorneys of the accused shooter - public defenders told the court that he was a broken young man from a broken home and, in fact, had brain damage at one point. Did it make you think of the case we talked about?\n\nBAKER: I don't think Bobby had brain damage, but he was a broken child.\n\nSIMON: Are you sympathetic to the argument they made?\n\nBAKER: Yes, I am because I've seen too many kids like this young man. I think one of the things I heard was that he and his younger brother were adopted. We don't know what he was subjected to or exposed to prior to his adoption. And, of course, then his, I guess, adoptive father died. And now his adoptive mother has died.\n\nSIMON: Yeah.\n\nBAKER: That puts a lot of psychological strain on anybody. And if you're dealing with someone who very well might have some type of brain damage or has been subjected to severe abuse and neglect at a very early age, it compounds the problem.\n\nSIMON: You must know it's difficult for almost anybody to hear a sympathetic argument in behalf of someone accused of killing 17 people.\n\nBAKER: Yes. And I'm not saying that he needs to be walking free. I think he does need to be institutionalized. But the question is, what kind of institution?\n\nSIMON: Judge Baker, thank you so much.\n\nBAKER: You're welcome.\n\nSIMON: Evelyn Baker, former circuit court judge in Missouri.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["yes", "bostic", "prison", "sentenced", "baker", "judge", "court", "241", "overturned", "think", "man", "wants", "bobby", "teen", "decision", "hes"], "polarity": 0.04531385281385281, "subjectivity": 0.4386751152073732},
{"title": "Goodbye, Mr. Okra: New Orleans Remembers Its Singing Vegetable Vendor", "url": "https://www.npr.org/sections/thesalt/2018/02/17/586575973/goodbye-mr-okra-new-orleans-remembers-its-singing-vegetable-vendor", "text": "Goodbye, Mr. Okra: New Orleans Remembers Its Singing Vegetable Vendor\n\nEnlarge this image toggle caption Erika Goldring/Getty Images Erika Goldring/Getty Images\n\nRemember how happy you were as a kid to hear the distant music of the ice cream truck get louder as it drove closer to your block?\n\nResidents of New Orleans would get that feeling when they heard the song of local produce vendor Mr. Okra, who drove up and down the streets of the city, hawking his wares.\n\n\"I have the mango, I have spinach, I have yellow squash, corn on the cob,\" he'd chant in rhythm from a PA system attached to the roof of his bright red pick-up truck. \"I have eggplant, I have onion, I have garlic.\"\n\nListen to Mr. Okra’s Call 0:34\n\n\"My name is Arthur James Robinson but they call me Mr. Okra,\" Robinson told me when I encountered his colorful produce wagon on a reporting trip in 2013.\n\nNeighbors would pick fresh vegetables and fruit from boxes stacked in the back of his truck. It was painted with images of produce and declared \"Be Nice or Leave,\" the slogan painted by New Orleans folk artist Dr. Bob.\n\nRobinson had been selling produce on the streets of New Orleans since he was a teenager, working with his father. \"You name it, I sell it,\" he told me on a route through the Bywater neighborhood.\n\nRobinson was such a fixture in the city that a photograph of him is part of the Culture and Cuisine exhibition at the Smithsonian's National Museum of African American History and Culture. He was among Southern Living magazine's \"Southerners of the Year\" in 2017. And he's also the subject of a children's book and a short film.\n\nWhen local news outlets reported that Robinson died Thursday at the age of 75, many customers took to social media to pay tribute.\n\nRobinson will not soon be forgotten. In fact, his iconic voice will live on. Ian McNulty, the food writer for the Advocate, reports the Louisiana Children's Museum plans a kid-sized replica of Mr. Okra's truck and recordings of his songs will be part of a new exhibit.", "keywords": ["remembers", "robinson", "okra", "painted", "orleans", "mr", "produce", "vendor", "truck", "goodbye", "told", "streets", "singing", "okras", "vegetable"], "polarity": 0.15293677515899737, "subjectivity": 0.34487467265245036},
{"title": "A Dr. Seuss-Like Poem About The Woman Who Pulled 14 Worms From Her Eye", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/17/586214508/a-dr-seuss-like-poem-about-the-woman-who-pulled-14-worms-from-her-eye", "text": "A Dr. Seuss-Like Poem About The Woman Who Pulled 14 Worms From Her Eye\n\nEarlier this week, we shared the remarkable story of Abby Beckley — and her run-in with eye worms.\n\nWhen this young woman felt something crawling around in her eyes, she had the presence to remove said worm and then, over the course of a few weeks, not one, not two nor three ... but 14 nematodes came out from her eye.\n\nAt first doctors didn't believe her. Then they saw one squiggle across her eyeball.\n\nThe story was so inspirational to reader Wendy Playter that she literally sprung into verse. And posted this message on NPR's Facebook page:\n\nOther commenters on Facebook began adding to the poem — verses came in from John Hirschy (kudos for using \"helminth worm\" in his lines), Ellen Maddix (the \"win the internet\" poet) and Jonathan Choong (his \"she dursen't blink\" is Seussian to the max). From all of the many contributions, we've assembled the ultimate eye worm poem.\n\nYou Don't Want To Know What Was In Abby Beckley's Eye\n\n\n\nA cattle ranch is down this road!\n\nAnd on the ranch? A nematode!\n\nWhere once before just tears had flowed\n\nHer eye now held a different load!\n\nA nematode? A nematode!\n\nAnd what, pray tell's, a nematode?\n\n\"But heavens abound! Is that a worm?!\"\n\nGasped Abby as she watched it squirm\n\nbetwixt her fingers and across the sink.\n\nShe didn't, daren't, dursen't blink!\n\nThe nematodes are there and here,\n\nIn each part of the lithosphere!\n\nThey live in you, they live in us,\n\nIt seems like they're ubiquitous!\n\nShe had already had a turn\n\nWith one too many a helminth worm.\n\nBut she continued down the road,\n\nAnd there she met the nematode!\n\nCow optic fluids were their gravy,\n\n(Pity they weren't in the navy!)\n\n\"Reproduction!\" Worms would sigh...\n\nWhat's our victory? \"Eye eye!\"\n\n(Not to to break your flow and spin,\n\nI only want to say you win,\n\nYou win the internet, my dear.\n\nThat's one thing — like these worms\n\nthat's clear.)\n\nThere's no attempt from me to roast\n\nA person who's become a host.\n\nBut maybe we could all surmise\n\n\"From what we've 'herd,'\n\nPROTECT YOUR EYES'\"", "keywords": ["worms", "poem", "worm", "woman", "win", "pulled", "abby", "eye", "14", "roadand", "ranch", "dr", "seusslike", "weve"], "polarity": 0.19616692493112947, "subjectivity": 0.48118686868686866}
]