[
{"title": "Depth Of Russian Politician's Cultivation Of NRA Ties Revealed", "url": "https://www.npr.org/2018/03/01/590076949/depth-of-russian-politicians-cultivation-of-nra-ties-revealed", "text": "Depth Of Russian Politician's Cultivation Of NRA Ties Revealed\n\nEnlarge this image toggle caption Konstantin Zavrazhin/Getty Images Konstantin Zavrazhin/Getty Images\n\nUpdated at 10:25 p.m. ET\n\nA prominent Kremlin-linked Russian politician has methodically cultivated ties with leaders of the National Rifle Association and documented efforts in real time over six years to leverage those connections and gain deeper access into American politics, NPR has learned.\n\nRussian politician Alexander Torshin said his ties to the NRA provided him access to Donald Trump — and the opportunity to serve as a foreign election observer in the United States during the 2012 election.\n\nTorshin is a prolific Twitter user, logging nearly 150,000 tweets, mostly in Russian, since his account was created in 2011. Previously obscured by language and sheer volume of tweets, Torshin has written numerous times about his connections with the NRA, of which he is a known paid lifetime member. NPR has translated a selection of those posts that document Torshin's relationship to the group.\n\nThese revelations come amid news that the FBI is investigating whether Torshin, the deputy governor of the Bank of Russia, illegally funneled money to the NRA to assist the Trump campaign in 2016, McClatchy reported in January.\n\nIn a letter to Sen. Ron Wyden, D-Ore., a member of the Senate intelligence committee, the NRA denied any wrongdoing and suggested the FBI is investigating Torshin, not the NRA. Neither the NRA nor Torshin responded to inquiries from NPR.\n\nInvestigations by Congress and the Department of Justice have revealed that the Russian government has sought to sharpen political divisions among American citizens by amplifying controversial social issues. Investigators have expressed concern about Russian links to the NRA, one of the most politically polarizing organizations in the U.S.\n\nTorshin is a former Russian senator and served as the deputy speaker of Russia's parliament for more than a decade. Known as a Putin ally, he also spent time on Russia's National Anti-Terrorism Committee, a state body that includes the director of Russia's internal security service and the ministers of defense, interior and foreign affairs.\n\nTranslation of November 2016 tweet: \"For 15 years, I've traveled to the U.S. with official delegations, and more often — privately. In this time, I NEVER HEARD ONE BAD WORD ABOUT RUSSIA!\"\n\nTorshin's use of NRA connections to open doors, and his 2015 claim to know Trump through the organization, raise new questions about the group's connections with Russian officials — at a time when the organization is being roundly criticized by its opponents, and at times the president himself, for opposition to gun control.\n\nThe president has also defended the group in recent days as the gun debate has re-emerged following a Florida school shooting, including a tweet calling the group's leaders \"Great American Patriots.\"\n\nThe NRA has been a key part of Trump's conservative base. After a meeting with lawmakers in which Trump angered many conservatives for entertaining proposals for gun control, the president tweeted that he had another meeting with NRA leaders in the Oval Office on Thursday night.\n\nOn his verified Twitter account, Torshin talked about how he knew Trump through the NRA, citing a connection at the group's 2015 convention. Responding to a tweet about comedian Larry David accusing Trump of being a racist, Torshin said he knew the businessman through the NRA, and he defended him.\n\nTranslation of November 2015 tweet: \"A comedian should make people laugh! Right? So he is trying! I know D. Trump (through NRA). A decent person.\"\n\n\"I saw him in Nashville\" in April 2015, Torshin added later, the date and site of the NRA's 2015 convention. Trump gave a speech at that convention, the outlines of which would become familiar as his stump speech throughout the 2016 presidential campaign. The White House did not respond to repeated requests for comment by NPR but in 2017 denied to Bloomberg News that Trump has ever met Torshin.\n\nAmong his tens of thousands of tweets, Torshin also documented his attendance at every NRA convention between 2012 and 2016, only some of which have been previously reported.\n\nTorshin's attendance at the NRA convention in 2016 is where he reportedly met with Donald Trump Jr.\n\nTorshin had made repeated attempts to meet with Donald Trump himself at that convention during the presidential election year, but there is no evidence of this occurring. A conservative activist with ties to Torshin aide Maria Butina reached out to the Trump campaign in 2016, saying that Russia was \"quietly but actively seeking a dialogue with the U.S.\" and would try to use the NRA convention to make \"first contact,\" the New York Times reported.\n\n\"Putin is deadly serious about building a good relationship with Mr. Trump,\" the activist, Paul Erickson, wrote. \"He wants to extend an invitation to Mr. Trump to visit him in the Kremlin before the election.\" Erickson has business ties to Butina, having started an LLC with her in South Dakota.\n\nTorshin has used his repeated trips to NRA conventions to cultivate relationships with top NRA officials. And his Twitter account documents that he has personally met with every person who has been president of the NRA since 2012.\n\nOn Twitter, Torshin portrayed these meetings as more than merely casual encounters. In 2017, he tweeted that he was bringing a gift to then-NRA President Allan Cors and suggested he was familiar with Cors' hobbies.\n\nTranslation of January 2017 tweet: \"Bought a gift for NRA President Allan Cors. Tanks are his favorite topic!\"\n\nCors is the founder of the Virginia Museum of Military Vehicles, according to its website.\n\nIn a public Dropbox album that Torshin linked to from his Twitter account, he is seen meeting with former NRA President Jim Porter as well as another former NRA president, David Keene.\n\nHis tweets suggest a longtime relationship with Keene, who repeatedly appears in photos as Torshin documents his visits, suggesting that their meeting was not merely coincidental. Keene did not respond to a request for comment.\n\nTorshin has also met the current president of the NRA, Pete Brownell, who was part of an NRA delegation that visited Moscow in 2015.\n\nThese relationships that he cultivated appeared to open another door. Torshin came to the United States in 2012 as an international election observer and watched as ballots were cast during the Obama-Romney presidential contest in Tennessee. This was possible, he wrote, because of his NRA links.\n\nTranslation of January 2015 tweet: \"I was there at Obama's last election! The NRA card, to me as an observer from Russia, opened access to any [polling] station.\"\n\n\"Tennessee resident Kline Preston requested Mr. Torshin to be an international observer in November 2012,\" Adam Ghassemi, a spokesman for the Tennessee secretary of state, told NPR. The Washington Post reported last year that Preston, a Tennessee lawyer, was the one who originally introduced Torshin to Keene back in 2011.\n\nThe heat is on the Russian politician, who was alleged by Spanish police to have directed financial transactions for the Russian mob. Not only is the FBI reportedly investigating him — the bureau declined to comment for this story — but lawmakers involved in congressional investigations have also expressed interest in Torshin.\n\nBoth the Senate and House intelligence committees are currently engaged in investigations into potential ties between the Trump campaign and Russia.\n\nWyden, the top Democrat on the Senate Finance Committee and a member of the Senate intelligence committee, has demanded that the Treasury Department's Financial Crimes Enforcement Network hand over documents related to Torshin and the NRA.\n\n\"The NRA and its related entities do not accept funds from foreign persons or entities in connection with United States elections,\" NRA General Counsel John Frazer wrote in response to a request from Wyden to turn over documents related to transactions between the NRA and Russian citizens. \"NRA political decisions are made by NRA officers and executive staff, all of whom are United States citizens. No foreign nationals are consulted in any way on these decisions.\"\n\nRep. Adam Schiff, the top Democrat on the House intelligence committee, told NPR this week that the committee's members have asked relevant witnesses about the NRA through the course of their investigation.\n\n\"I can't go into what we've been able to learn thus far on that issue. I can tell you it's one of deep concern to me and to other members of the committee, that we get to the bottom of these allegations that the Russians may have sought to funnel money through the NRA,\" Schiff said. \"It would be negligent of us not to investigate.\"\n\nGlenn Simpson, the co-founder of research firm Fusion GPS, alluded to Torshin and the NRA during his closed-door testimony before the House intelligence committee in November.\n\n\"It appears the Russians, you know, infiltrated the NRA. And there is more than one explanation for why,\" Simpson told lawmakers. \"But I would say broadly speaking, it appears that the Russian operation was designed to infiltrate conservative organizations. And they targeted various conservative organizations, religious and otherwise, and they seem to have made a very concerted effort to get in with the NRA.\"\n\nNot only are congressional investigators interested in the NRA's relationship with Russia, but this inquiry comes as the NRA is receiving additional pressure from groups hoping to pass more gun restrictions into law and as dozens of American companies have cut ties with the organization in response to the Parkland, Fla., shooting last month.\n\n\"These revelations suggest that for years the NRA courted a top Putin ally who is now reportedly attracting scrutiny from the FBI,\" John Feinblatt, president of Everytown for Gun Safety, told NPR. \"NRA leaders still haven't explained their close relationship with Russian officials in Putin's orbit. Until they do, people will continue to wonder what the NRA is hiding.\"\n\nNPR's Alina Selyukh and Audrey McNamara contributed to this story.", "keywords": ["cultivation", "politicians", "npr", "convention", "russian", "revealed", "nra", "2016", "depth", "trump", "ties", "committee", "torshin", "president"], "polarity": 0.07504198387819078, "subjectivity": 0.35415780340349307},
{"title": "Search Continues For Suspect In Deadly Shooting at Central Michigan University", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590239044/central-michigan-university-on-lockdown-after-shooting-at-dorm-kills-2", "text": "Search Continues For Suspect In Deadly Shooting at Central Michigan University\n\nEnlarge this image toggle caption WCMU WCMU\n\nUpdated at 10 p.m. ET\n\nThe two victims shot and killed Friday morning at Central Michigan University have been identified by the university's police department. James Eric Davis Sr. and Diva Jeneen Davis were the parents of James Eric Davis Jr., a sophomore at the university, who is being sought by police.\n\nAuthorities released a photo of the 19-year-old, who is considered armed and dangerous.\n\nEnlarge this image toggle caption AP AP\n\nUniversity officials revealed that Davis had been taken to a local hospital the previous night for a \"drug-related incident\" and was released about an hour before Friday morning's shooting.\n\nDavis' father was a police officer in Bellwood, Ill. His mother, according to her Facebook page, began working as a real estate broker in December 2017. They lived in Plainfield, a suburb of Chicago, according to the Associated Press, and arrived on campus Friday to pick up their son for the beginning of the school's spring break. University police said the couple were shot at Campbell Hall, a dormitory. The university tweeted that there were no additional injuries.\n\nThe campus went on lockdown as local and state officials began the search for the alleged gunman. All planned campus events and Saturday classes have been cancelled.\n\nEnlarge this image toggle caption Rebecca Steward/Flickr Rebecca Steward/Flickr\n\nParents arriving to pick up students before spring break were redirected to a hotel near campus while police continued the search for Davis.\n\nThe university is located in Mount Pleasant, a town of about 26,000 people about an hour north of Lansing.\n\nAll of Isabella County's schools were on lockdown, according to the Mount Pleasant Morning Sun, which reports that state police sent a tactical team and a helicopter to look for the suspect.\n\nThis is a developing story. Some things that get reported by the media may later turn out to be wrong. We will focus on reports from police officials and other authorities, credible news outlets and reporters who are at the scene. We will update as the situation develops.", "keywords": ["image", "caption", "officials", "campus", "deadly", "continues", "according", "davis", "shooting", "central", "state", "suspect", "university", "search", "michigan", "toggle"], "polarity": 0.016176470588235275, "subjectivity": 0.39264705882352946},
{"title": "East And West, Both Coasts Weather Major Winter Storms", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590175855/east-and-west-both-coasts-weathering-major-winter-storms", "text": "East And West, Both Coasts Weather Major Winter Storms\n\nEnlarge this image toggle caption AP AP\n\nUpdated at 9:20 p.m. ET\n\nA powerful storm system is predicted to pull away from the East Coast by Friday night, but not before wind, rain, snow and flooding batter the upper Mid-Atlantic through New England.\n\nAt least five people have died. Among the victims were two children: a 6-year-old boy in Virginia and an 11-year-old boy in New York state, both killed in their homes by fallen trees.\n\nAcross the country in Southern California, the region appeared to have dodged significant mudslides in wildfire-stricken areas, after a storm passed through the area without major incident. It is, however, expected to drop several feet of snow on the Sierra Nevadas.\n\nIn Boston, the National Weather Service warned of a \"very dangerous situation\" along the eastern Massachusetts coastline, including Boston, with \"wind, wave, surf action on top of tides, 4 foot storm surge.\" The warning remains in effect until early Sunday.\n\nAlong Boston's waterfront, roads and sidewalks were flooded Friday, closing several roads, reports The Associated Press.\n\nMassachusetts Gov. Charlie Baker activated 200 National Guard members to help with the storm. He said the state was \"expecting to see more severe flooding issues here than we did in the Jan. 4 storm,\" when a previous nor'easter hammered the region with snow and rain.\n\n\"It's not snow, it's rain, but the rain and the wind, at the rates that we're going to deal with it, mixed with potentially snow in the afternoon, could create some really challenging issues for all of us,\" Baker said.\n\nThe AP reports that \"in Duxbury, south of Boston, officials urged people to evacuate as soon as possible, and the fire department was preparing to use a high water rescue vehicle for the first time to help any residents who wind up stuck in homes during high floodwaters.\"\n\n\"This could be one of those storms that goes into the record books,\" said Kim Buttrick, a National Weather Service meteorologist in Taunton, Mass. \"This is a very dangerous storm.\"\n\nA high wind warning remains in effect for Cape Cod, Nantucket and Martha's Vineyard until Saturday morning, with gusts up to 80 mph.\n\nBy early Friday afternoon, 700,000 customers in Eastern states had lost electricity, the AP reports, with the highest numbers in Virginia, Pennsylvania and New York.\n\nHigh winds also grounded flights throughout the region. By Friday afternoon, FlightAware reported there were 5,000 flights cancelled across the country. Its MiseryMap showed most of the misery centered on New York and New England.\n\nWidespread nausea was reported on board a flight that landed amid high winds at Dulles International Airport in Virginia on Friday morning.\n\nThe FAA Tower at Dulles was briefly evacuated Friday.\n\nIn Washington, D.C., federal workers got the day off Friday, as winds gusting up to 70 mph hit the region. \"Travel is dangerous,\" warned the NWS, \"and motorists need to be aware of rapidly changing road conditions due to the potential of downed trees and power lines. Pedestrians will face very hazardous conditions, and need to be aware of wind-borne projectiles.\"\n\nAmtrak cancelled train service Friday along its Northeast Corridor — from Washington, D.C. to Boston — citing \"hazardous conditions.\"\n\nIn New Jersey and in New York officials warned of moderate coastal flooding into the weekend.\n\nEnlarge this image toggle caption Mike Eliason/AP Mike Eliason/AP\n\nMeanwhile, in Southern California, the worst of a major storm passed without triggering new debris flows on slopes denuded by summer wildfires.\n\nUp to 30,000 people had been under evacuation orders in foothills of Santa Barbara County, with sheriff's deputies going door to door ordering people to leave. The orders were lifted at 9 a.m. local time Friday. County officials reported minor damage and no damage to utility infrastructure.\n\nFlash flood warnings for the area were also lifted early Friday, the AP reports.\n\n\" 'Things are going very well,' Suzanne Grimmesey, a spokeswoman for Santa Barbara County, said shortly before dawn. 'The worst of the storm has passed over.' \"\n\nIt's a favorable outcome from \"the biggest storm of the season,\" as Jim Mathews, a meteorologist with the National Weather Service in Sacramento, described it to The Los Angeles Times.\n\nHowever, parts of the Sierra Nevada Mountains remain under a winter storm warning, with snowfall reaching up to 20 feet in areas, according to the NWS.\n\nChristopher Dean Hopkins and Parth Shah contributed to this story.", "keywords": ["snow", "high", "region", "winter", "national", "boston", "storms", "major", "wind", "reports", "service", "coasts", "east", "storm", "west", "weather"], "polarity": 0.04178495481127059, "subjectivity": 0.47841573631047296},
{"title": "NPR Poll: After Parkland, Number of Americans Who Want Gun Restrictions Grows", "url": "https://www.npr.org/2018/03/02/589849342/npr-poll-after-parkland-number-of-americans-who-want-gun-restrictions-grows", "text": "NPR Poll: After Parkland, Number of Americans Who Want Gun Restrictions Grows\n\nEnlarge this image toggle caption George Frey/Getty Images George Frey/Getty Images\n\nAn increasing number of Americans, both Republicans and Democrats, want more gun regulation, according to a new NPR/Ipsos poll that surveyed people in the aftermath of the Parkland school shooting.\n\nThree-quarters of people polled said gun laws should be stricter than they are today. That's an increase — in a short period of time — from October 2017, when NPR conducted a similar survey in the wake of the Las Vegas shooting. Then, 68 percent said gun laws should be stricter than they were.\n\nLoading...\n\nThe poll also found widespread bipartisan support for a range of gun-control policies, including:\n\nrequiring background checks for all gun buyers (94 percent),\n\nadding people with mental illnesses to the federal gun background check system (92 percent),\n\nraising the legal age to purchase guns from 18 to 21 (82 percent),\n\nbanning bump stocks (81 percent),\n\nbanning high-capacity ammunition magazines that hold more than 10 rounds (73 percent) and\n\nbanning assault-style weapons (72 percent).\n\nThe only policy intended to curb gun violence that is opposed by a majority of Americans (59 percent) is the one most frequently touted by President Trump — the idea of training teachers to carry guns in schools.\n\nThe poll also found that while nearly every gun policy was supported by a majority of both Republicans and Democrats, the one exception was arming teachers.\n\nThere was a clear-cut partisan gulf — 68 percent of Republicans favored the idea of training teachers to carry guns compared to just 18 percent of Democrats. Arming teachers was by far the most polarizing policy suggestion; the poll found a 50-point divide between Republicans and Democrats.\n\nLoading...\n\nTrump's in sync with his base\n\nThe president's outspoken criticism of schools as gun-free zones and his recent rhetoric calling for a comprehensive gun bill suggests he's acutely aware of how his base voters feel about gun policies — and the growing desire, even among Republicans, for some sort of stricter gun-control legislation.\n\n\"We see in this study, a majority of Republicans saying that they are supportive of a variety of different gun-control measures, many of which Trump mentioned explicitly in his [White House] briefing,\" said Chris Jackson, director of the public polling team at Ipsos. \"And that's in contrast to a lot of Republican elected officials, who have taken a much more Second Amendment absolutist stance.\"\n\nAlthough Trump remains friendly with the National Rifle Association and its leadership, he's recently shown a willingness to challenge GOP orthodoxy on guns.\n\nIn a televised White House meeting with legislators Wednesday, Trump surprised (and angered) many of his fellow conservative lawmakers with his ad-hoc approach to gun-control policy. He questioned his fellow Republicans' relationship with the NRA and dismissed a concealed carry provision that conservatives wanted as a trade-off for some restrictions.\n\n\"They have great power over you people. They have less power over me,\" Trump told GOP lawmakers at that meeting, adding, \"Some of you people are petrified of the NRA. You can't be petrified.\"\n\nTrump suggested he was open to expanding background checks and possibly raising the age to purchase an AR-15. (Both popular measures, according to the NPR/Ipsos poll).\n\n\"President Trump is actually closer to where the Republican base is on the issue of guns than a lot of Republican elected officials,\" Jackson said. \"And I think this is something that Trump has done a lot through his political career; he often times finds himself closer to the Republican base than the establishment does.\"\n\nOf course, the president has a history of adopting popular opinions and speaking to the polls, and then subsequently reversing his position and reverting to a more traditionally conservative attitude, as he did with his initial support for a bill that would protect DACA recipients from deportation.\n\nAmericans want Congress to act\n\nAny hope for a quick legislative answer to the gun debate fell apart in the Senate Thursday. And although the Senate now has no plans to vote on gun legislation in the near future, the NPR/Ipsos poll finds that a majority of Americans (78 percent) say Congress needs to do more to address gun violence.\n\nBut the intensity for congressional action lies with the Democrats — 93 percent of whom want more action, compared to 68 percent among Republicans.\n\nLoading...\n\nJackson said the biggest change he's noticed since the October survey is the overall importance people are giving to the gun debate. Crime/gun violence is now the No. 1 issue worrying Americans. (Last October, it was terrorism).\n\nThe shift since last fall is largely because more Democrats and independents say they're concerned about guns, but Republicans shifted some as well.\n\nAnd the poll found Americans are currently saying guns will be an important factor in their vote this November. Roughly two-thirds, or 63 percent, said so.\n\nTraditionally, gun control is one of those issues that's dominated by a small slice of the electorate — an energized group of committed gun-rights activists.\n\nBut the political winds may be shifting.\n\n\"This data indicates there's actually an increasing energy on the side of gun control,\" Jackson said. And \"given that guns have become very partisan, that may have really significant results in the midterms.\"\n\nAnd there are signs the NRA's influence among voters may be declining. The NPR survey shows a decreasing number of Americans overall (led by a shift in Democrats' attitudes) said the NRA represents their views — just 36 percent overall down from 43 percent in October.\n\nLoading...\n\nGuns are still partisan\n\nThere are still some major disagreements along party lines that reflect the overall gun debate in the country.\n\nOn the question of whether the country would be safer if more people carried guns, there was a huge divide, for example — 55 percent of Republicans felt the country would be safer, compared to just 15 percent of Democrats.\n\nLoading...\n\nAnd likewise, when people were asked whether they believed the premise that the only way to stop a bad guy with a gun is a good guy with a gun — there was a split along partisan lines — 71 percent of Republicans agreed, compared to 24 percent of Democrats.\n\nThe split over Trump's handling of the Parkland shooting situation seems to mirror his overall approval rating and shows how much partisanship affects people's perspectives — 71 percent of Republicans approved of how the president handled the aftermath of the school shooting, compared to just 9 percent of Democrats.\n\nThe poll was conducted from Feb. 27-28 with a survey sample of 1,005 adults across the country, chosen randomly from Ipsos's online panel. They were interviewed in English, and the sample includes 351 Democrats, 341 Republicans and 203 independents. It has a margin of error of plus or minus 3.5 percentage points.", "keywords": ["poll", "americans", "npr", "survey", "gun", "number", "compared", "parkland", "restrictions", "grows", "guns", "trump", "overall", "republicans", "democrats"], "polarity": 0.09659580816988224, "subjectivity": 0.44204122352270503},
{"title": "Computer Teacher With No Computers Chalks Up Clever Classroom Plan", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/01/589519475/computer-teacher-with-no-computers-chalks-up-clever-classroom-plan", "text": "Computer Teacher With No Computers Chalks Up Clever Classroom Plan\n\nEnlarge this image toggle caption Frimpong Innocent Frimpong Innocent\n\nCould you teach computer class without a computer?\n\nFor Owura Kwadwo Hottish, 33, an information and communications technology teacher in Ghana, it's his only option. At the middle school where he works, there are no computers. So using colored chalk, he painstakingly draws a version of the computer screen onto the blackboard.\n\nIn mid-February, he shared a Facebook post showing photos of himself teaching Microsoft Word using this method. His story went viral, making international headlines around the world.\n\nPeople praised his incredible attention to detail. \"How many days did you take to draw that?\" one commenter marveled. Indeed, his drawing of the word processing software included dozens of buttons and features, from the File tab to the horizontal scroll bar.\n\nAnd he was lauded for his commitment to the students. \"God bless you for the effort you are putting into grooming our young people,\" wrote another.\n\nOne commenter expressed his disappointment in the Ghanaian education system: \"Modern-day Ghana teaching ICT like this ... so sad.\"\n\nFor Hottish, who spends about 30 minutes making these drawings before every class, teaching this way is really no big deal. \"Every subject is taught on the blackboard here,\" he says.\n\nHe has taught computer class for six years and currently works at Betenase M/A Junior High School in Kumasi, a city about 250 miles from Accra, the capital of Ghana. He studied computers at the Kumasi Technical University. He does have a computer at home, \"but the battery is too weak to send it to school,\" he says.\n\nVia WhatsApp, we chatted with Hottish about his newfound fame, where he learned how to draw and what he wishes most for his students. This interview has been edited for length and clarity.\n\nYou've captured the world's attention for using a chalkboard to teach a computer program. What do you make of all the hype?\n\nI was really surprised. I wasn't expecting my Facebook post to go that far.\n\nYour story has been shared all over the world. Why do you think people are so fascinated by it?\n\nIt's because of the chalkboard illustration of Microsoft Office. How I detailed it.\n\nWhy didn't you just teach them on a computer?\n\nThere is no computer and I had no choice but to draw for them.\n\nWhere did you learn your drawing skills? You are quite good!\n\nI studied art and graphic design in secondary school.\n\nWhat else do you teach besides Microsoft Word?\n\nWe teach them the basics, like turning on and off the computer, components of the personal computer and creating folders.\n\nAnd you do that all on the chalkboard!\n\nYes.\n\nWhen your students actually see a real computer are they able to take what you've learned from the chalkboard and apply it to real life?\n\nYes, but not with ease. They sometimes fumble behind the real computers. [Teaching with a real computer] would be easier for them.\n\nDo your students have computers at home?\n\n[We live in] a rural community and the students don't have it at all in their homes.\n\nPeople talk about the \"digital divide,\" which keeps poor people from entering the digital age. Does a chalkboard picture of Microsoft Word help kids get a way in, or is it a cruel reminder that they are lacking in equipment?\n\nThey are lacking more than just equipment.\n\nDid your students laugh at you when you first tried teaching them computers on the chalkboard?\n\nNo. That's the normal way and they're used to it. They were OK since they don't have an option, not having computers at the school.\n\nSo you're not the first to teach computers on a blackboard!\n\nYeah, that's normal in the rural community.\n\nDoes anyone ever erase your drawings?\n\nYes, after the students are done and the lesson is over. To make room for the next class.\n\nSo you have to draw a new screen every time!\n\nYes.\n\nI've read in news reports that you've received an outpouring of help from foreigners who want to donate computers to your school. Is that actually happening?\n\nNo, they are showing interest but nothing has been brought to the school. We are praying that they are able to organize themselves and present us with computers.\n\nDo students ever correct your drawings?\n\nNo, they only tell me if they can't see some portions very well.\n\nHave any of your students graduated and gone on to study or work in computers?\n\nI can't tell, because when they graduate they move to urban areas to make a living or continue their education.\n\nIf you could give your students anything, what would it be?\n\nComputers! So they can have a feel for it.", "keywords": ["computers", "chalks", "computer", "plan", "teacher", "classroom", "clever", "teaching", "microsoft", "teach", "draw", "real", "chalkboard", "students", "school"], "polarity": 0.10239478114478118, "subjectivity": 0.43616442199775535},
{"title": "Panama's Trump Hotel Has More Drama Than Guests, As Owners, Management Feud", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589520294/panamas-trump-hotel-has-more-drama-than-guests-as-owners-management-feud", "text": "Panama's Trump Hotel Has More Drama Than Guests, As Owners, Management Feud\n\nEnlarge this image toggle caption Arnulfo Franco/AP Arnulfo Franco/AP\n\nTensions at the Trump International Hotel and Tower in Panama City erupted into chaos this week, with teams of security guards attacking each other and police carting off an employee in handcuffs, members of the luxury building's owners association tell NPR.\n\nAn incident on Tuesday was the first violent confrontation, but just the latest move in a series of acrimonious standoffs between the Trump Organization and hotel-condo owners who want to fire President Trump's company as manager of the 70-story luxury high-rise. For the previous five months, hostilities had been limited to insulting attacks relayed through legal documents.\n\nA brawl started when members of the owners group and their security team tried to gain access to a room containing maintenance equipment and security camera monitors but were physically blocked and shoved aside by Trump employees, as cellphone video obtained by The Associated Press shows.\n\nSecurity guards clashed Tuesday in a minor brawl over a business dispute about who will manage Trump Hotel's 70-story luxury high-rise on the Panama waterfront. The scuffle marked the fourth time police were called to the property in a week. AP YouTube\n\nThe skirmish continued down a stairwell and ended when the facilities director for the owners association allegedly was put in a chokehold, according to a person who represents one of the owners. The tussle was over by the time police arrived — their fourth response to calls from the property in the past week, according to two owners — but the police handcuffed and removed a Trump guard who refused them access to the room.\n\nThe representative told NPR he is aware of four people pressing assault charges against the Trump guards.\n\nAs the dispute has escalated, Trump executives have added armed guards to their security forces, The Washington Post reported.\n\nOn Wednesday a justice of the peace ruled in favor of the owners association and ordered Trump employees to remove their equipment from the security room, which they did by the end of the day, according to the representative for one of the owners.\n\nPanama's La Estrella reported that public prosecutors are investigating who the rightful manager of the hotel is and whether Trump executives are occupying the hotel illegally by refusing to leave.\n\nFalling revenues and angry investors\n\nIn addition to licensing its name to the sail-shape tower, the Trump Organization has served as the management company for 369 independently owned hotel units since the building opened in 2011. The company oversees all marketing and maintenance and books rentals on behalf of owners.\n\nBut in November 2017, led by Cypriot financier Orestes Fintiklis, the owners moved to take Trump's name off the building and terminate the company's 40-year contract, which was scheduled to run through 2031.\n\nThe group filed an arbitration claim in New York to sever ties with the Trump Organization, alleging financial misconduct by the first family's business, and said it had defaulted on key contractual obligations that resulted in plummeting revenues.\n\nFintiklis' Miami-based company, Ithaca Capital, owns 202 units, making it the majority hotel owner. Fintiklis did not respond to NPR's requests for comment.\n\nTrump's company disputes the allegations in the $15 million arbitration claim filed by Fintiklis on behalf of the owners and has filed a $50 million counterclaim.\n\nIn 2017, Trump disclosed earning $810,000 in management fees from the property the previous year, according to figures listed on the president's financial disclosure form.\n\n\"It's all getting out of control!\"\n\nAlgerd Monstavicius, who owns a penthouse unit, says that under the Trump Organization's management of the hotel, he is losing money every month.\n\nMonstavicius has been reading about the recent altercations between the owners group and Trump employees from his home in Reno, Nev.\n\n\"It's all getting out of control!\" he said.\n\nHe blamed Trump executives and their marketing strategies for failing to secure guests for his 1,000-square-foot unit on a more regular basis.\n\n\"There was a time when I would get $1,500 a night for the place,\" he said. \"Now it goes for as little as a couple hundred dollars. And even then, it's empty most of the time.\"\n\nTripAdvisor has listed rooms for as little as $168 per night.\n\nA memo circulated among hotel employees, obtained by NPR, lists occupancy rates for the first week of January at 27 percent, dipping to 21 percent the following week.\n\nUltimately, Monstavicius worries that President Trump has tarnished the hotel's brand beyond repair.\n\n\"Between the things [President Trump] says in the press and the stuff he tweets, I don't blame people for not wanting to stay at a hotel with his name on the building,\" Monstavicius said. \"From a business perspective, and nothing else, it doesn't make sense to be associated with that.\"\n\nManagers accuse investor of \"thug-like, mob style tactics\"\n\nIn a statement issued Monday, the Trump Organization reiterated its intention to retain control of the hotel until the arbitration process is concluded. It said Fintiklis' recent attempts to hand-deliver pink slips to four top executives amounted to \"thug-like, mob style tactics.\"\n\nFintiklis flew to Panama City from Miami on Thursday and had been trying make his way into the hotel area of the tower for days. His arrival is what set off the rash of calls to police, according to Trump officials.\n\nOn Wednesday, the AP reported police were back at the hotel — this time with helmets, guns and bulletproof vests. Panama's labor minister, Luis Ernesto Carles, told CNN that agents from his department were investigating complaints from hotel employees that they aren't getting paid.\n\nIf the Trump Organization lost its hold on the complex, that would be another blow for its hotel brand. After a long legal dispute, owners of the Trump International Hotel and Tower in Toronto reached a deal to sever ties with the Trump Organization last summer. And as NPR reported, five months later the 46-story condo hotel in Manhattan's SoHo neighborhood did the same.", "keywords": ["panamas", "owners", "tower", "according", "company", "drama", "hotel", "security", "trump", "feud", "organization", "employees", "week", "guests", "management"], "polarity": -0.0053716436069377324, "subjectivity": 0.33721055632820335},
{"title": "Uber, Lyft Drivers Earning A Median Profit Of $3.37 Per Hour, Study Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590168381/uber-lyft-drivers-earning-a-median-profit-of-3-37-per-hour-study-says", "text": "Uber, Lyft Drivers Earning A Median Profit Of $3.37 Per Hour, Study Says\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nThe vast majority of Uber and Lyft drivers are earning less than minimum wage and almost a third of them are actually losing money by driving, according to researchers at the Massachusetts Institute of Technology.\n\nA working paper by Stephen M. Zoepf, Stella Chen, Paa Adu and Gonzalo Pozo at MIT's Center for Energy and Environmental Policy Research says the median pretax profit earned from driving is $3.37 per hour after taking expenses into account. Seventy-four percent of drivers earn less than their state's minimum wage, the researchers say.\n\nThirty percent of drivers \"are actually losing money once vehicle expenses are included,\" the authors found.\n\nThe conclusions are based on surveys of more than 1,100 drivers who told researchers about their revenue, how many miles they drove and what type of car they used. The study's authors then combined that with typical costs associated with a certain car's insurance, maintenance, gas and depreciation, which was gathered in data from Edmunds, Kelley Blue Book and the Environmental Protection Agency.\n\nDrivers earning the median amount of revenue are getting $0.59 per mile driven, researchers say, but expenses work out to $0.30 per mile, meaning a driver makes a median profit of $0.29 for each mile.\n\nAn Uber spokesperson responded to the finding in a statement to The Guardian:\n\n\"While the paper is certainly attention grabbing, its methodology and findings are deeply flawed. We've reached out to the paper's authors to share our concerns and suggest ways we might work together to refine their approach.\"\n\nThe newspaper also noted, \"Other studies and surveys have found higher hourly earnings for Uber drivers, in part because there are numerous ways to report income and to calculate costs and time and miles spent on the job.\"\n\nMIT authors also calculated that it's possible for billions of dollars in driver profits to be untaxed because \"nearly half of drivers can declare a loss on their taxes.\" Drivers are able to use the IRS standard mileage rate deduction to write off some of the costs of using a car for business. In 2016, that number was $0.54 per mile. \"Because of this deduction, most ride-hailing drivers are able to declare profits that are substantially lower,\" researchers write.\n\n\"If drivers are fully able to capitalize on these losses for tax purposes, 73.5% of an estimated U.S. market $4.8B in annual ride-hailing driver profit is untaxed,\" they add.\n\nAccording to MIT researchers, 80 percent of drivers said they work less than 40 hours per week. An NPR/Marist poll in January found that 1 in 5 jobs in the U.S. is held by a contract worker; contractors often juggle multiple part-time jobs.\n\nUber and Lyft both have \"notoriously high\" turnover rates among drivers. A report last year said just 4 percent of Uber drivers work for the company for at least a year.\n\nNPR's Aarti Shahani reported in December that Lyft began a program to give drivers \"access to discounted GED and college courses online\" in a recruiting effort.\n\nIt was only last year that Uber introduced the option to tip drivers into its app for customers. Recode listed the initiatives Uber rolled out in 2017 in order to appeal to drivers, including 24-hour phone support, paid wait time and paying drivers if customers cancel after a certain amount of time.\n\nBoth Uber and Lyft have been fighting legal battles for years against initiatives to classify their drivers as \"employees\" instead of \"independent contractors\" — meaning drivers don't receive benefits like health care or sick leave.", "keywords": ["median", "mile", "researchers", "profit", "study", "337", "drivers", "expenses", "work", "hour", "earning", "uber", "lyft", "authors"], "polarity": 0.043895502645502654, "subjectivity": 0.3774007936507936},
{"title": "U.S. Plan For Steel And Aluminum Tariffs Prompts Global Backlash", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590165335/u-s-plan-for-steel-and-aluminum-tariffs-prompts-global-backlash", "text": "U.S. Plan For Steel And Aluminum Tariffs Prompts Global Backlash\n\nEnlarge this image toggle caption Koji Sasahara/AP Koji Sasahara/AP\n\nPresident Trump's promise to impose hefty tariffs on U.S. imports of steel and aluminum sent markets around the globe into a tailspin and prompted anger and threats of retaliation from major U.S. trading partners, raising the specter of a full-fledged trade war.\n\nAs NPR's John Ydstie reports, during a Thursday meeting, the president promised steel and aluminum executives that he would protect them against foreign competition by levying tariffs on both metals in the coming weeks – 25 percent on steel and 10 percent on aluminum.\n\n\"The tariffs are a response to the overproduction of steel and aluminum by China. But since there are already import restrictions on those Chinese products, new barriers are likely to have an impact on European allies, as well as Canada and Mexico, which could trigger retaliation. As NPR's Scott Horsley reported, the Commerce Department argues that growing imports of steel and aluminum, driven in part by overproduction in China, have so weakened America's producers that a future military mobilization could be at risk.\"\n\nThe markets were quick to respond: The Dow Jones industrial average fell sharply, closing 420 points lower on Thursday, shedding 1.7 percent. At closing, Japan's Nikkei lost 2.5 percent, and Hong Kong's Hang Seng was down nearly 1.5 percent, although Shanghai's Stock Exchange seemed to largely shrug off the news, losing just under 0.6 percent. Similarly, European markets were also down.\n\nWhile some Republican lawmakers said they needed more information, Utah Sen. Orrin Hatch, a staunch Trump ally, called the planned tariffs \"a tax hike the American people don't need and can't afford.\"\n\n\"I encourage the president to carefully consider all of the implications of raising the cost of steel and aluminum on American manufacturers and consumers.\"\n\nReaction from other governments illustrates the shock felt around the world:\n\nChina: Beijing \"urges the United States to show restraint in using protective trade measures, respect multilateral trade rules, and make a positive contribution to international trade order,\" Foreign Ministry spokeswoman Hua Chunying said.\n\nCanada: \"Canada will take responsive measures to defend its trade interests and workers,\" said Foreign Minister Chrystia Freeland, who called the proposed U.S. tariffs \"absolutely unacceptable.\"\n\nMexico: Citing government sources, The Financial Times says that amid talks on the future of the North American Free Trade Agreement, or NAFTA, Mexico had \"made it clear that if included [in tariffs], Mexico will have no other option than to react.\"\n\nEuropean Union: \"We will not sit idly while our industry is hit with unfair measures that put thousands of European jobs at risk,\" European Commission President Jean-Claude Juncker warned. \"The EU will react firmly and commensurately to defend our interests.\"\n\nGermany: Berlin called on the EU to respond \"with determination\" to a move by Washington that was \"not at all acceptable,\" Foreign Minister Sigmar Gabriel said.\n\nAustralia: \"The imposition of a tariff like this will do nothing other than distort trade and ultimately, we believe, will lead to a loss of jobs,\" Trade Minister Steven Ciobo told reporters in Sydney.\n\nBrazil: The second-largest exporter of steel to the U.S. expressed \"enormous concern\" at the tariffs, saying these could cause significant damage to producers and consumers in both countries, NPR's Philip Reeves reports.\n\nJapan: \"I don't think exports of steel and aluminum from Japan, which is a U.S. ally, damages U.S. national security in any way, and we would like to explain that to the U.S.,\" Japanese Trade and Industry Minister Hiroshige Seko said.", "keywords": ["tariffs", "steel", "trade", "plan", "european", "nprs", "global", "mexico", "backlash", "aluminum", "foreign", "minister", "prompts", "president"], "polarity": 0.010109453194559576, "subjectivity": 0.3529719689294158},
{"title": "Actress Ashley Judd's #MeToo Moment Was Driven By A 'Commitment' To Her Younger Self", "url": "https://www.npr.org/2018/03/02/589619992/actress-ashley-judds-metoo-moment-was-driven-by-a-commitment-to-her-younger-self", "text": "Actress Ashley Judd's #MeToo Moment Was Driven By A 'Commitment' To Her Younger Self\n\nEnlarge this image toggle caption Jill Glaser/StoryCorps Jill Glaser/StoryCorps\n\nAshley Judd was one of the first women to publicly accuse Harvey Weinstein of sexual harassment.\n\nIn early October, The New York Times published her and others' accounts alleging decades of predatory behavior by the film producer — an impetus that set off a national conversation around sexual harassment and the #MeToo movement. The same day, Weinstein apologized in a statement, telling the paper his behavior with colleagues had \"caused a lot of pain.\" He was fired from the production company he co-founded three days later.\n\nAlthough Judd also told Variety in 2015 that she had been sexually harassed by a powerful studio mogul, she did not name Weinstein.\n\nRecently, Judd, 49, sat down with her friend, Ted Klontz, 73, to talk about what was going through her head before and after she decided to name him.\n\n\"About six months or so ago,\" Klontz says, \"you called me and you said, 'I'm going to do it.' And that meant allow The New York Times to use your name specifically.\"\n\n\"Yes. I remember,\" Judd says. \"I told my mom and she said, 'Go get 'em, honey.' And then when I spoke with my attorney, of course she had concerns about lawsuits raining down on my head. But she also said, 'Ashley, if you can't do this, who can?' \"\n\n\"I was scared, by the way,\" Klontz says. \"I had a bit of a, I think, fatherly protective thing. And I wonder if you could tell me where you think that courage came from?\"\n\n\"I think the courage comes from the little girl inside of me and my commitment to doing right by her,\" Judd says. She says she was sexually molested — her earliest memory of that was when she was 7 years old, when she was growing up in Kentucky. She documents the experience in her 2011 memoir, All That Is Bitter and Sweet.\n\nAt the time, Judd told two adults, who she says brushed aside her claims of the sexual abuse, she tells Klontz. \"They said, 'Oh, he's a nice old man, that's not what he meant.' But that seed in me was planted that I knew when something felt wrong.\"\n\nBut she has continued to trust her gut. \"The greatness of this moment is that finally the world was able to hear,\" she says. \"I don't give a s*** what it costs me. All I can do is the next good, right, honest thing and let go of the results.\"\n\n\"It's almost as if you're concerned about what it costs you not to speak up,\" Klontz says.\n\n\"Yes, and that would be my integrity,\" Judd says. \"And I guess I really believe that in the long term there is a payoff for that. Harvey, in his own way, has given us a great gift. His decades of abuse — it was the funeral pyre to what hopefully will have been the old ways.\"\n\nKlontz tells Judd he regrets not having acted when Judd told him she was harassed by Weinstein. \"I didn't do anything about it either,\" he says. \"And so, right here and now I'll make amends for that. Because I had an opportunity to do something with it, too.\"\n\n\"I appreciate the amends,\" Judd says. \"You're off the hook. None of us knew what to do. None of us knew what to do.\"\n\n\"This thing that you did, by allowing your name to be used, sort of pulled the last little plug out of the dam,\" Klontz says. Since the initial Times article ran, dozens of women have accused Weinstein of sexual misconduct.\n\n\"We've just flung the barn doors wide open and the horses have run out,\" Judd says. \"And the joy of the stampede has surprised me. I didn't know that it would be so joyous.\"\n\nAudio produced for Morning Edition by Jasmyn Belcher Morris.\n\nThis conversation is a part of StoryCorps' partnership with Time's Up. Learn how to participate here.\n\nStoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at StoryCorps.org.", "keywords": ["younger", "told", "right", "commitment", "actress", "metoo", "sexual", "self", "think", "driven", "klontz", "times", "ashley", "judds", "weinstein", "judd", "moment", "old", "thing"], "polarity": 0.19026459651459648, "subjectivity": 0.46510919635919623},
{"title": "Science Provides Few Facts On Effects Of Gun Policies, Report Finds", "url": "https://www.npr.org/sections/health-shots/2018/03/02/589921130/science-provides-few-facts-on-effects-of-gun-policies-report-finds", "text": "Science Provides Few Facts On Effects Of Gun Policies, Report Finds\n\nEnlarge this image toggle caption Anadolu Agency/Getty Images Anadolu Agency/Getty Images\n\nAn analysis published Friday confirms the state of American gun policy science is not good, overall.\n\nThe nonprofit RAND Corporation analyzed thousands of studies and found only 63 that establish a causal relationship between specific gun policies and outcomes such as reductions in homicide and suicide, leaving lawmakers without clear facts about one of the most divisive issues in American politics.\n\nThe analysis is notable for its depth, if not for its overall finding — RAND spent two years and $1 million dollars on the project, which, beyond the analysis, also included a survey of gun policy experts and the construction of a research database on state gun laws.\n\nFor decades, social scientists and other researchers have pointed to a profound, and purposeful, lack of federal funding for gun research and a lack of federal data-gathering on guns as enormous impediments to studying gun violence. The federal government has spent much less on research into gun violence than on similarly lethal issues, such as motor vehicle crashes, liver disease and sepsis.\n\n\"Most of the effects that we were looking for evidence on, we didn't find any evidence,\" says Andrew Morral, a behavioral scientist at RAND and the leader of the project.\n\nThey found, for example, no clear evidence regarding the effects of any gun policies on hunting and recreational gun use, or on officer-involved shootings, or on mass shootings or on the defensive use of guns by civilians.\n\nThere were some categories with better data, however, Morral says. There is relatively strong evidence, for example, that policies meant to prevent children from getting access to firearms — such as laws that require guns to be stored unloaded, or in locked containers — reduce both suicide and unintentional injury and death.\n\nPrevious work has also found that places that require a permit (issued by law enforcement) for the purchase a firearm do reduce violent crime.\n\nThere is also some evidence that prohibitions against purchase by people who have been diagnosed with mental illness reduce violent crime, and that \"stand your ground\" laws, which allow citizens who feel threatened in public to use lethal force without retreating first, lead to an increase in violent crime.\n\nIn general, however, good studies were few and far between, the RAND researchers say.\n\nTo help bridge the data gap for scientists, RAND has now compiled an open-source database of state-by-state gun laws going back to 1979. A similar, unrelated database run out of Boston University was published last year.\n\n\"Given the lack of data in the firearm research field, [the RAND database] will be a welcome addition, and I'm sure it will be valuable to researchers,\" says Dr. Michael Siegel, the physician who leads the Boston University project. He notes that, since it launched, the Boston database has been most helpful for journalists writing about gun violence.\n\n\"It's funny because I didn't actually think about that as a purpose of the project when we started it,\" says Siegel, \"but it seems to have become the primary use of the database so far (in addition to use by other researchers).\"\n\nThe RAND team also surveyed 95 gun policy experts from across the political spectrum about what they thought the effects of 15 different gun policies would be on 12 outcomes. The policies included universal background checks, bans on the sale of assault weapons and high-capacity magazines, expanded mental illness prohibitions, minimum age requirements and required reporting of lost or stolen weapons.\n\nMany of the policies are now being considered by state and federal lawmakers, after a man used an AR-15-style rifle to kill 17 people at a Florida high school in February.\n\nThe vast majority of the specialists RAND surveyed agreed that the primary objectives of gun policies should be reducing suicides and homicides, and that protecting privacy, enabling hunting and sport shooting and preventing mass shootings were secondary priorities.\n\n\"That was a surprise, actually,\" says Morral. \"I think people on either side of gun policy debates think that the other side has misplaced values — or that it's a values problem, in any case. But that's not what we find. We find people prioritize the same things in the same order.\"\n\nHowever, those surveyed varied widely in their predictions about how different policies would affect each outcome.\n\n\"Where they disagree is on which laws will achieve those those objectives. So this is a disagreement about facts,\" says Morral. \"And the facts are sparse.\"", "keywords": ["science", "policy", "database", "morral", "policies", "gun", "facts", "finds", "laws", "federal", "rand", "provides", "evidence", "research", "effects", "report"], "polarity": 0.03830729166666667, "subjectivity": 0.42493055555555553},
{"title": "Time Running Short For Congress To Stabilize Individual Insurance Market", "url": "https://www.npr.org/sections/health-shots/2018/03/02/589577443/time-running-short-for-congress-to-stabilize-individual-insurance-market", "text": "Time Running Short For Congress To Stabilize Individual Insurance Market\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nA bipartisan group of senators and House members has been working since last summer toward measures to keep prices from rising out of control and undermining the individual market—the market that serves people who don't get insurance through work or through the government. Members hope to attach a package of fixes to what should be the year's final temporary spending bill, due late this month.\n\nThe lawmakers are up against both a legislative clock and the insurance companies' timeline. Insurers have until summer to decide if they want to continue to sell policies on the ACA marketplaces, but many start making preliminary decisions as early as April. Without action, insurers say premiums will go up in 2019 due to the uncertainty. Consumers and the government would share those costs.\n\nIt is by no means clear whether any package could gain the votes needed in the House and Senate. Most Republicans are loath to be seen \"fixing\" Obamacare, although opinion polls clearly show they will be blamed for problems with the law going forward.\n\nPressure to improve the situation is being felt beyond Capitol Hill. Last week five governors (three Democrats, one Republican and one Independent) released a blueprint for a health system overhaul that includes several of the stabilization ideas under consideration in Congress.\n\nLawmakers in D.C. are looking at two primary fixes, although they could be combined.\n\nReinsurance\n\nOne, pushed by Sens. Susan Collins (R-Maine) and Bill Nelson (D-Fla.), is called reinsurance. This is a fund that would help insurers pay for the sickest patients and would guarantee the insurance companies do not face large losses. The idea is that if insurers don't have to worry about covering the expenses for their highest-cost patients, they can keep premiums lower for everyone.\n\nThe ACA had a temporary reinsurance program from 2014 to 2016. It was intended to help insurers get started in a market where sick people were able to buy their own insurance for the first time. Prior to the law, most insurers did not cover many people with preexisting health conditions. If they did, it was at an extremely high cost.\n\nSince the federal program ended, several states, including Minnesota and Alaska, have adopted, with some success, their own reinsurance programs in an attempt to hold premiums down.\n\nThe subsidy fix\n\nThe other proposal, negotiated by Sens. Lamar Alexander (R-Tenn.) and Patty Murray (D-Wash.), would guarantee insurers would get money that the Trump administration cut off in October. The senators are advocating reinstating federal reimbursement for so-called cost-sharing reduction subsidies—discounts that the ACA requires insurers to provide to their lower-income enrollees to help reduce their deductibles and other out-of-pocket costs.\n\nSenate Majority Leader Mitch McConnell (R-Ky.) pledged to Collins, in exchange for her vote on the GOP tax plan in December, that he would support bringing both bills to the floor for debate.\n\nThat has not happened. Although, in a statement, Collins said she is \"continuing to have productive discussions\" with Senate and House leaders about both bills.\n\nMeanwhile, a lot has changed, including new questions about whether the fixes would work.\n\nWould the fixes help?\n\nState insurance regulators managed to find a workaround for Trump's sudden cancellation of the federal cost-sharing payments.\n\nThe cancellation made some premiums higher but the subsidies the federal government gave to consumers also increased to cover those higher prices. That's because most states allowed insurers to offset the loss of these funds by attaching the premium increases to the plans that determine how much in subsidies enrollees get to pay those premiums. The result is that most people who get government help pay the same (or, in some cases, less), while insurers are effectively being paid back.\n\nThat means, however, if the cost-sharing reduction payments were reinstated for 2018, as the original legislation called for, insurers would have to give the excess money back to the government.\n\nAnalysts agree that would only add to the confusion.\n\nRestoring the federal payments for this year, says Joseph Antos of the conservative American Enterprise Institute, \"does not lower premiums this year, so it does absolutely no good to the average person.\"\n\nSome advocates have suggested that Congress should guarantee the payments for 2019 and 2020. But Antos says that \"also makes no sense because the insurers would then think 'Are we going to go through this again?' \" They might raise premiums even further to make up for the uncertainty.\n\nAntos — and many other analysts — agree that instead, restoring or creating a new reinsurance program would likely do more to control premium increases.\n\nReinsurance \"will protect premiums for the people who are actually most subject to them,\" says Sherry Glied, a former Obama administration health official now at New York University. She was referring to those in the individual market who do not get government help and have been footing large premium increases for the past several years. That's because having protection against the largest bills would allow insurers to lower premiums across the board.\n\nPotential partisan roadblocks\n\nThen there are the political considerations.\n\nMany Republicans in Congress have called the cost-sharing reduction payments, in particular, a \"bailout\" to the insurance industry and are resistant to reinstate the payments.\n\nInstead, they seem more amenable to the idea of reinsurance, because they consider it a type of \"high-risk pool,\" which they have been pushing for years. House Speaker Paul Ryan said at an event in Wisconsin in January that \"I think there might be a bipartisan opportunity there to get risk pools, risk mechanisms.\"\n\nBut Republicans have made clear they want something in return for what could be considered a \"fix\" to the health law they despise.\n\nHealth and Human Services Secretary Alex Azar was careful to say in a meeting with reporters last week that the Trump administration has no formal position yet on the stabilization efforts. But, he said, \"I think it would need to be part of an entire set of reforms there that we would want to see.\" That would likely include more flexibility for states to opt out of some of the health law's coverage requirements.\n\nThe delay has made Democrats more demanding, too. The repeal of the ACA's penalties next year for people who don't have insurance has changed the situation dramatically, says Sen. Murray.\n\n\"As I have made clear, the bipartisan bill I originally agreed on with Chairman Alexander will not make up for this latest round of Republican health care sabotage,\" she said in a statement. \"In fact, there are changes that now need to be made to our bill to ensure it meets its intended goals of keeping premiums down and stabilizing markets.\"\n\nWhat's at stake\n\nBut while Congress decides if it will take action, insurers are warning that doing nothing will lead to still higher premiums.\n\nPremium rates for a \"benchmark\" silver plan could rise by 27 percent in 2019, the Blue Cross Blue Shield Association said earlier this month.\n\nCongressional action on reinsurance and cost-sharing, the association predicted, would help push premium rates 17 percent below this year's levels.\n\n\"Health plans are looking for certainty in the market,\" said Justine Handelman, senior vice president in the association's policy arm.\n\nIdeally, Congress would include the funding in measures adopted this month, said Handelman, who spoke with reporters during a briefing at the association's Washington, D.C., headquarters: \"Most plans are filing premium rates by April.\"\n\nKaiser Health News is a nonprofit news service covering health issues. It is an editorially independent program of the Kaiser Family Foundation that is not affiliated with Kaiser Permanente.\n\nKHN senior correspondent Julie Appleby contributed to this story.", "keywords": ["health", "reinsurance", "insurance", "federal", "congress", "insurers", "premiums", "market", "costsharing", "individual", "running", "short", "help", "premium", "stabilize"], "polarity": 0.12958083878296642, "subjectivity": 0.4121882963372325},
{"title": "National Weather Service Forecast: Cloudy, With A Chance Of Budget Cuts", "url": "https://www.npr.org/2018/03/02/589845319/national-weather-service-forecast-cloudy-with-a-chance-of-budget-cuts", "text": "National Weather Service Forecast: Cloudy, With A Chance Of Budget Cuts\n\nEnlarge this image toggle caption Andy Newman/AP Andy Newman/AP\n\nLast year, according to government figures, there were 16 \"climate disaster events\" with losses exceeding $1 billion each in the U.S.\n\nSo the weather is something to keep an eye on, and since 1870 what's now known as the National Weather Service has been doing that. But for the last several years, it's been doing so with serious staff shortages.\n\nNow, it faces the prospect of permanent job losses.\n\nThe Trump administration wants to eliminate 355 jobs, and $75 million from the weather service budget.\n\n\"The straw is close to breaking the camel's back right now,\" says Daniel Sobien, president of the National Weather Service Employees Organization. \"That will break the camel's back.\"\n\nSobien says there are vacant positions across the board. \"Tsunami warning centers are understaffed; the weather forecast centers are understaffed,\" he says, and places like the hurricane center and storm predictions center \"are having big vacancy problems, too.\"\n\nThe employees organization represents some 2,500 weather service workers. And Sobien says right now, 10 percent of the jobs at the service are vacant.\n\nThe weather service has offices covering \"a quarter of the globe,\" Sobien says, from Guam and American Samoa to San Juan, Puerto Rico, and Caribou, Maine.\n\nMark Pellerito, a meteorologist and union shop steward at the Binghamton, N.Y., office, says they're down five positions out of 18 total jobs. Weather doesn't take a day off, he notes. The office needs to be staffed 24/7, meaning long hours, a lot of overtime and a family-work balance that is out of whack. \"As much as we love our job, which we really do,\" Pellerito says, \"this is something we've been passionate about since kindergarten.\" But, he says, \"we love our families, too, and not seeing them makes it pretty difficult.\"\n\n\n\nOverworked meteorologists can also put the public at risk. Tired people make mistakes, and Pellerito says the National Weather Service is no different. \"Perhaps we're stretched thin and we miss a warning. If you're the one who didn't quite get to your basement in time because of that one- to two-minute delay, it dramatically impacts your life.\"\n\nGary Szatkowski, now retired, was the meteorologist in charge at the Mount Holly, N.J., office, which provided forecasts for the Philadelphia area, and compares the staffing shortage to driving down the highway with bald tires. \"I couldn't tell you whether you're going to get a flat tire in the next mile or you might drive another 500 or a thousand miles on bald tires and not have a problem,\" he says. \"But it's a risky behavior and that's unfortunately the place the operations staff for the National Weather Service has been put in for a number of years.\"\n\nThe Commerce Department, which oversees the National Weather Service, declined to provide a spokesperson for an interview. But in an email, an official said the service plans to hire 80 additional meteorologists by April 1 to address the current staff shortage, and it is working to speed the hiring process, including expedited background checks.\n\nThe official said under the proposed budget, the National Weather Service would \"begin implementing a series of operational reforms aimed at increasing staffing flexibility,\" which could mean \"reducing operational hours at various offices while maintaining meteorological services through collaboration with other NWS offices,\" and \"making better use of collaborative forecast processes, technological innovation, and a more efficient forecaster career path.\"\n\nThe official says that while the fiscal year 2019 budget would reduce positions by 355, this equates to 217 full-time employees.\n\nStill, Sobien says some offices, including those in San Francisco and Tampa, will have to close on nights and weekends with the result there will be \"really no coverage there.\" He added, \"another office will look at the weather for them. It's a dangerous idea. They're risking peoples lives.\"\n\nIt's not clear what Congress will do with the proposed Trump budget. But weather service employees worry more cuts on top of current staff shortages will create the perfect storm at an agency that has been trusted and relied on.", "keywords": ["office", "sobien", "cuts", "offices", "forecast", "national", "pellerito", "staff", "service", "budget", "positions", "chance", "cloudy", "weather"], "polarity": 0.027601911976911975, "subjectivity": 0.41901605339105336},
{"title": "Georgia Lawmakers Punish Delta Air Lines Over NRA Feud", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590149921/georgia-lawmakers-punish-delta-air-lines-over-nra-feud", "text": "Georgia Lawmakers Punish Delta Air Lines Over NRA Feud\n\nEnlarge this image toggle caption David Goldman/AP David Goldman/AP\n\nRepublican lawmakers in Georgia made good on a threat to eliminate a proposed tax break for Atlanta-based Delta Air Lines, after the carrier declined to reverse a decision to cut ties with the National Rifle Association.\n\nEarlier this week, Delta — the state's largest private employer, with 33,000 workers statewide — was among numerous companies to announce that it would end discounts for NRA members in the wake of the mass shooting that killed 17 people at a Parkland, Fla., high school.\n\nImmediately afterward, Georgia's Lt. Gov. Casey Cagle, a Republican and staunch NRA ally, said he would \"kill\" legislation to give the airline a sales tax exemption on jet fuel. The proposal, estimated to be worth at least $38 million to Delta and other airlines, had until then been largely uncontroversial.\n\nIgnoring warnings that taking on Delta could harm the state's pro-business image, the GOP-controlled House, which had earlier approved a larger tax bill containing the exemption, voted 135-24 on Thursday for a new version stripped of the provision. Meanwhile, some experts have raised First Amendment concerns over the legislature's punitive move.\n\nHouse Speaker David Ralston, a Republican, made it clear that there was a direct link between the vote and the NRA controversy: \"I hope they are better at flying airplanes than timing PR announcements,\" he said.\n\nThe Senate passed the tax cut bill 44-10.\n\nRepublican Gov. Nathan Deal, who called the Delta controversy an \"unbecoming squabble,\" said he would sign the broader tax measure.\n\nLt. Gov. Cagle is widely seen as Deal's successor. In a statement, he said: \"Businesses have every legal right to make their own decisions, but the Republican majority in our state legislature also has every right to govern guided by our principles.\"\n\nDelta did not immediately comment on the votes, but the controversy has prompted several states in recent days to lobby the airline to relocate its headquarters.\n\nVirginia Gov. Ralph Northam, a Democrat, tweeted Tuesday: \"Hey [Delta] —Virginia is for lovers and airline hubs. You're welcome here any time.\"\n\nThe governors of Connecticut and New York, also Democrats, have also pitched their states to the airline, according to The Associated Press, which says the mayor of Birmingham, Ala., and a congressional representative from Ohio \"also have reached out to Delta in recent days.\"", "keywords": ["right", "lawmakers", "delta", "david", "nra", "states", "controversy", "punish", "georgia", "air", "republican", "feud", "tax", "airline", "gov", "lines"], "polarity": 0.15293169793169795, "subjectivity": 0.4365624498957833},
{"title": "Investor Group Has Deal To Buy Weinstein Co., Start New Movie Studio", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590091949/investor-group-has-deal-to-buy-weinstein-co-start-new-movie-studio", "text": "Investor Group Has Deal To Buy Weinstein Co., Start New Movie Studio\n\nEnlarge this image toggle caption Paul Morigi/Paul Morigi/Invision/AP Paul Morigi/Paul Morigi/Invision/AP\n\nLess than a week after the Weinstein Co. seemed destined for bankruptcy, a deal emerged for an investment group to buy assets from the troubled firm in order to launch a new movie studio that will be led by women.\n\nThe deal, between the Weinstein Co. and a group backed by billionaire Ron Burkle and led by Maria Contreras-Sweet, who was in charge of the Small Business Administration under President Barack Obama, is said to be worth more than $500 million, according to Reuters.\n\nContreras-Sweet released a statement that said her group planned to use the Weinstein assets to start a company \"led by a board of directors made up of a majority of independent women,\" which would \"save about 150 jobs, protect the small businesses who are owed money and create a victims' compensation fund that would supplement existing insurance coverage for those who have been harmed.\"\n\nThe Weinstein Co. board of directors released a statement announcing the agreement, thanking the investment group, and saying, \"We consider this to be a positive outcome under what have been incredibly difficult circumstances.\n\nRocky negotiations had gone on for weeks between the investment group and the Weinstein Co., which has been in turmoil over accusations against Harvey Weinstein of sexual misconduct, including rape, by more than 50 women.\n\nOn Feb. 26, the Weinstein Co. said it would file for bankruptcy, as NPR's Laurel Wamsley reported, after talks between the two sides broke down over disagreements about interim funding, among other things.\n\nAnd two weeks ago, New York Attorney General Eric Schneiderman filed a civil rights lawsuit against the Weinstein Co., stating that the studio \"repeatedly broke New York law by failing to protect its employees from pervasive sexual harassment, intimidation, and discrimination.\"\n\nThe attorney general said the amount of money allocated for victims of sexual assault and harassment was too small in the early sale proposals, but a source familiar with Thursday's deal said the buyers upped that amount to between $80-$90 million.\n\nAs the sale agreement was announced, Schneiderman released a statement saying the new owners have committed to \"a well-funded victims compensation fund\" and to implementing \"HR policies that will protect all employees, and will not unjustly reward bad actors.\"\n\nAnother sticking point was the role of top Weinstein executive David Glasser.\n\nThe investors originally wanted to make Glasser the COO of the new company but Schneiderman considered him an enabler of Weinstein, and therefore wanted him out of the new business. The Weinstein Co. fired Glasser two weeks ago, and the source said Thursday's agreement also has him officially out of the new company.\n\n\"This next step represents the best possible pathway to support victims and protect employees,\" Conteras-Sweet said on Thursday. \"We are grateful to our investors who have believed in this process and in the compelling value of a female-led company.\"\n\nA new name for the potential company has not been selected, reports Variety, though at one point the investors were said to be leaning toward \"Wonder Hill.\"", "keywords": ["start", "protect", "statement", "weeks", "schneiderman", "deal", "investor", "sexual", "movie", "studio", "weinstein", "small", "buy", "victims", "group"], "polarity": 0.10282429558745347, "subjectivity": 0.5081206804891016},
{"title": "Experts Aghast At Russian Claim Of Nuclear-Powered Missile With Unlimited Range", "url": "https://www.npr.org/sections/parallels/2018/03/01/590014611/experts-aghast-over-russian-claim-of-nuclear-powered-missile-with-unlimited-rang", "text": "Experts Aghast At Russian Claim Of Nuclear-Powered Missile With Unlimited Range\n\nEnlarge this image toggle caption Alexander Zemlianichenko/AP Alexander Zemlianichenko/AP\n\nIn his annual state of the nation address on Thursday, Russian President Vladimir Putin unveiled a nuclear-powered, nuclear-armed cruise missile that he claimed could fly indefinitely and deliver a warhead to any point on the earth's surface.\n\nThe weapon seems so fantastical that some analysts simply didn't believe the initial reports of the missile that appeared on social media early Thursday.\n\n\"I had my doubts,\" says Pavel Podvig, who runs the Russian Strategic Nuclear Forces blog.\n\nYouTube\n\nPodvig thought that perhaps something was lost in translation. But after watching the speech for himself on YouTube, he realized Putin had really made the claim: \"Apparently, that's what he said.\"\n\nAccording to Putin's prepared remarks to the Russian Federal Assembly, he said that \"in late 2017, Russia successfully launched its latest nuclear-powered missile at the Central training ground. During its flight, the nuclear-powered engine reached its design capacity and provided the necessary propulsion.\"\n\nAn accompanying video appears to show a cruise missile launching into the sky and hurtling through the air. An animation then shows how such a weapon could dodge terrain and missile defenses while flying for thousands of miles around the tip of South America and toward the U.S. West Coast.\n\n\"I'm still kind of in shock,\" says Edward Geist, a researcher specializing in Russia at the Rand Corp. \"My guess is they're not bluffing, that they've flight-tested this thing. But that's incredible.\"\n\nNuclear propulsion is used on large ships like aircraft carriers and submarines. It allows these vessels to operate for years without refueling, dramatically extending their range and endurance.\n\nIn the early days of the Cold War, both the U.S. and the Soviet Union looked into nuclear-powered aircraft as well. Both nations tried installing a nuclear reactor into a strategic bomber. But the reactors were heavy, and the crews faced risks from radiation exposure. Both countries quickly gave up on the idea.\n\nThe U.S. did go on to investigate the idea of a nuclear-powered missile, Geist says. Known as the Supersonic Low Altitude Missile, the idea was more like a nuclear-powered drone aircraft. \"It was actually supposed to fly around autonomously and drop nuclear gravity bombs,\" Geist says.\n\nThe nuclear reactor that would keep SLAM aloft would also spew radioactive exhaust, Geist says. At the time, that was advertised as a feature, not a bug, because it would have had the added benefit of polluting the Soviet countryside.\n\n\"It was supposed to be really, really dirty,\" Geist says.\n\nThe U.S. developed plans for a nuclear-powered cruise missile in the 1950s and 1960s. But the program was abandoned. YouTube\n\nThe U.S. got as far as actually building the nuclear engine for Project Pluto, a development project at the Nevada Test Site. The reactor was tested a number of times in the early 1960s, and it performed well. But by that point, awareness had grown about the dangers of nuclear fallout, and arms control treaties were coming into place, Geist says. Those concerns were among the reasons the project died in 1964.\n\nThe type of reactor used in Project Pluto was particularly messy because it exposed the nuclear fuel directly to the outside air. Geist says the new Russian missile may use a different system that keeps the fuel somewhat isolated from the air. But, he quickly adds, that wouldn't make it safe.\n\n\"There are a bunch of different ways to do it, and frankly, they're all terrible,\" Geist says.\n\nHe suspects that the Russian design would involve what's known as a \"fast reactor,\" which is more efficient, but also less safe, than most nuclear reactors. If the missile crashed or the reactor failed, it would trigger a major incident.\n\n\"It's just crazy they field-tested this thing,\" he says.\n\nRussia, even without these weapons, has the capability to reduce the U.S. into a pile of radioactive soot.\n\nThe test is just one of several unconventional systems Putin mentioned in his Thursday speech. The Russian president also discussed \"hypersonic\" weapons that could maneuver through missile defenses and a nuclear-powered underwater torpedo, which some believe could be used as a doomsday weapon.\n\nThe strategic value of all these new nukes is somewhat questionable, says James Acton, a nuclear expert at the Carnegie Endowment for International Peace.\n\n\"Russia, even without these weapons, has the capability to reduce the U.S. into a pile of radioactive soot,\" he says.\n\nActon says he believes the new missile is designed to send a message that Russia is a strong, technologically capable country. Russia has also been worried about the development of U.S. missile defenses.\n\nWhile American officials say the U.S. system is mainly designed to protect against a limited attack from North Korea, the Russians believe it could be used against them as well.\n\n\"They think our missile defenses are much more effective than we think our missile defenses are,\" Acton says.\n\nPresident Trump's budget is requesting $12.9 billion for missile defense programs in the coming year. That money will go toward new radars and additional interceptors.\n\nGeist says he expects Russia's provocations to continue. \"They're sending us a message that they are not OK with our U.S. missile defense posture,\" he says.\n\nThat message? \"They're willing to go full Strangelove on us,\" Geist says.", "keywords": ["geist", "russian", "nuclearpowered", "unlimited", "used", "experts", "aghast", "missile", "reactor", "nuclear", "russia", "theyre", "range", "claim", "project"], "polarity": 0.0948471129809158, "subjectivity": 0.45417962319370764},
{"title": "Trump Chief Of Staff Kelly: I Didn't Want To Leave DHS But 'God Punished Me'", "url": "https://www.npr.org/2018/03/01/589864333/white-house-chief-of-staff-kelly-didnt-want-to-leave-dhs-but-god-punished-me", "text": "Trump Chief Of Staff Kelly: I Didn't Want To Leave DHS But 'God Punished Me'\n\nWashington Post YouTube\n\nPresident Trump's chief of staff, John Kelly, who has attempted to bring order to a chaotic West Wing, joked Thursday that he is not sure what he did to wind up in his current position.\n\nAt an event marking the 15th anniversary of the Department of Homeland Security, Kelly said, \"The last thing I wanted to do was walk away from one of the great honors of my life, being the secretary of homeland security, but I did something wrong and God punished me, I guess.\"\n\nKelly, appearing on stage with two other former DHS secretaries and the current holder of the position, Kirstjen Nielsen, drew laughs when he said he had \"no right\" to be on stage with them. Kelly told the audience of DHS staffers that he missed them \"every day.\"\n\nKelly was Trump's first homeland security secretary and remained in the job for six months before Trump tapped him to replace Reince Priebus at the White House.\n\nKelly has been under intense scrutiny following revelations that former White House staff secretary Rob Porter had been granted an interim security clearance even though a background check revealed domestic abuse allegations by Porter's two ex-wives — allegations which Porter has denied.", "keywords": ["didnt", "white", "dhs", "chief", "secretary", "leave", "homeland", "staff", "security", "trump", "trumps", "god", "stage", "punished", "kelly"], "polarity": 0.014508928571428575, "subjectivity": 0.3656001984126983},
{"title": "Trump Says Administration Working On 'Very Very Strong' Policies To Combat Opioids", "url": "https://www.npr.org/2018/03/01/589853483/trump-says-administration-working-on-very-very-strong-policies-to-combat-opioids", "text": "Trump Says Administration Working On 'Very Very Strong' Policies To Combat Opioids\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nUpdated on March 2 at 10:47 a.m. ET\n\nThe White House convened a summit on the opioid epidemic Thursday, where first lady Melania Trump said she is proud of the what the administration has already accomplished on the issue, but that \"we all know there is much work still to be done.\"\n\nAlthough he had not been expected to participate, President Trump briefly joined the event.\n\nAfter introducing a personal friend who lost a son to drugs, the president addressed his administration's plans for battling the opioid epidemic. \"The administration is going to be rolling out policy over the next three weeks, and it will be very, very strong,\" Trump said. I've also spoken with [Attorney General] Jeff [Sessions] about bringing a lawsuit against some of these opioid companies.\"\n\nSince President Trump declared the opioid epidemic a national public health emergency last October, advocates and members of Congress have complained they haven't seen much action and have struggled to get information about what the administration has been doing.\n\nWhite House officials insist the administration has been hard at work, and that's what Thursday's opioid summit was all about. It featured Cabinet members, along with Mrs. Trump and counselor to the president Kellyanne Conway.\n\nThe summit was intended to \"highlight the progress the Administration has made to combat drug demand and the opioid crisis,\" a White House official said in a statement.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nIn 2016, the most recent year for which data are available, opioid-related overdoses killed more than 42,000 Americans. That's an average of 115 deaths every day.\n\nLast November, the president's commission on opioids released a lengthy set of recommendations, and most remain a work in progress or unaddressed altogether.\n\nSeveral advocates NPR contacted ahead of the summit said they hadn't seen as much action as they had hoped, especially in the area of making quality, scientifically sound treatment options more readily available.\n\nIn recent weeks there has been some movement, with a congressional budget agreement pledging to add several billion dollars to combat the crisis and the Department of Justice announcing it would work with states that are suing drug manufacturers.\n\nStill, the advocates said that is far short of what they had hoped when Trump declared an emergency, and they said they were interested to see what new information they could learn from the White House summit.\n\nPanels planned for Thursday's event included a discussion of prevention, treatment and recovery with Health and Human Services Secretary Alex Azar, Veterans Affairs Secretary Dr. David Shulkin and Housing and Urban Development Secretary Dr. Ben Carson. A discussion of law enforcement and drug interdiction efforts with Secretary of Homeland Security Kirstjen Nielsen and Attorney General Jeff Sessions was also planned.\n\nAlso on the agenda: a question-and-answer session with Jim Carroll, the recently named acting director of the Office of National Drug Control Policy. President Trump has also nominated Carroll to permanently hold the position of \"drug czar.\" Trump's first nominee was forced to withdraw. Carroll is a lawyer who has extensive government and private sector experience but hasn't done any work in the public health arena.\n\nOther administration officials were expected to attend as well as about 200 advocates and others directly connected to the opioid crisis. There were some well-known names among them, including former congresswoman Mary Bono, Florida Attorney General Pam Bondi who was a member of the president's opioid commission, the first lady of North Dakota Kathryn Helgaas Burgum who is herself a recovering alcoholic and addiction recovery advocate, and former Fox News personality Eric Bolling whose son died of an opioid overdose.\n\n\"It's a problem that's growing,\" the president also said while speaking to those at the summit Thursday. \"And drugs are a similar but different problem,\" Trump also said, \"in the sense that we have pushers and we have drug dealers that don't — I mean, they kill hundreds and hundreds of people, and most of them don't even go to jail.\"\n\n\"Some countries have a very, very tough penalty — the ultimate penalty [for drug dealers],\" Trump also said. \"And, by the way, they have much less of a drug problem than we do. So we're going to have to be very strong on penalties.\"\n\nSpeaking before to NPR before the start of the event, the nation's top doctor said he was a mission to raise awareness about the epidemic. \"We want America to understand this is a problem,\" Surgeon General Jerome Adams said in an interview that aired Thursday on Morning Edition. \"The majority of the public does not see the opioid epidemic as rising to the level of an emergency, so it's important that we continue to say at the highest levels, this is a problem in all communities and it's getting worse.\"\n\nU.S. Surgeon General Jerome Adams Talks To NPR Listen · 7:13 7:13\n\nBut he added he also wants Americans to have hope. \"The administration has prioritized the issue and is implementing strategies around saving lives, lowering demand and lowering supply,\" said Adams.", "keywords": ["policies", "strong", "problem", "administration", "epidemic", "summit", "working", "drug", "work", "trump", "general", "opioids", "combat", "president", "opioid"], "polarity": 0.10227239931785385, "subjectivity": 0.3715633608815427},
{"title": "U.S. Ambassador To Mexico Is Latest Career Diplomat To Resign", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590081271/u-s-ambassador-to-mexico-is-latest-career-diplomat-to-resign", "text": "U.S. Ambassador To Mexico Is Latest Career Diplomat To Resign\n\nEnlarge this image toggle caption Hector Vivas/Getty Images Hector Vivas/Getty Images\n\nRoberta Jacobson, the U.S. ambassador to Mexico, has handed in her resignation. The career diplomat, with more than 30 years in government service, says it was a difficult decision to leave.\n\nJacobson, 57, is the latest in a string of high-level diplomats to depart the State Department since President Trump took office.\n\nIn a note to embassy staff, Jacobson said, \"The decision is all the more difficult because of my profound belief in the importance of the U.S.–Mexico relationship and knowledge that it is at a crucial moment.\"\n\nShe said her resignation will be effective May 5.\n\nJacobson, who was appointed by President Obama and assumed her post in 2016, did not give a reason for her resignation. But according to former U.S. and Mexican diplomats, the strain in the countries' relations made her job particularly difficult.\n\nPolitics State Department Loses Expert Diplomat On North Korea State Department Loses Expert Diplomat On North Korea Listen · 2:49 2:49\n\nPolitics What Secretary Of State Tillerson Worked On In 2017 What Secretary Of State Tillerson Worked On In 2017 Listen · 3:52 3:52\n\nTrump's disparaging comments about Mexicans and immigrants has incensed many in Mexico, as have his continued calls for Mexico to pay for a U.S. border wall. A tense telephone conversation last month between Trump and Mexico's President Enrique Peña Nieto soured over the wall issue, and derailed chances of an in-person meeting between the two leaders.\n\nIn addition, negotiators are currently in Mexico City, locked in the seventh round of contentious talks to renegotiate the North American Free Trade Agreement. Trump has frequently threatened to walk away from the trade pact if the U.S. does not get what he considers a better deal.\n\n\"This has been a very challenging time and my respect for Roberta [Jacobson] has been extremely high, she has had to maneuver this with a great deal of skill,\" said one former U.S. diplomat who only agreed to speak on background.\n\nJacobson has had a long career in government service, most of it focused on Latin America, where she served as assistant secretary of state for Western Hemisphere affairs, before coming to Mexico as ambassador. She is well-known and well-liked in Mexico.\n\n\"This is a huge loss, for both countries,\" says Arturo Sarukhan, a former Mexican ambassador to the U.S. who has known and worked with Jacobson since the 1980s.\n\nSarukhan says he hasn't seen U.S.-Mexico relations this low in decades. \"She is a stellar government official ... she was a great partner ... and she will be sorely missed and I think the relationship losses her at a trying moment,\" he says.\n\nJacobson's departure comes on the heels of several veteran career diplomats leaving the State Department, including many with deep experience in Latin America. Several departing officials have stated they can no longer work in the Trump administration, one saying that the secretary of state and the president have abandoned human rights around the world and disregarded diplomacy. In January, the U.S. ambassador to Panama announced his resignation saying he no longer could advocate for Trump.\n\nMexico's foreign service says it was informed of Jacobson's resignation on Feb. 17 and is ready to accept her replacement. The State Department has not announced Jacobson's successor. The Mexican newspaper Reforma and several U.S. news outlets, citing sources, say the new ambassador will be Ed Whitacre, a former AT&T president from Texas.\n\nWhitacre has also been a board member of Exxon Mobil and a former president of the Boy Scouts. Secretary of State Rex Tillerson, the former CEO of Exxon Mobil, was also a Boy Scout past president.\n\nExperts on U.S.-Mexico relations say they hope the Trump administration will move quickly to fill the ambassadorship. Leaving it vacant for a long period of time is not good for the relationship already under such strain, says Eric Olson, an adviser to the Mexico Institute at the Wilson Center in Washington, D.C.\n\n\"How quickly they move to replace Roberta Jacobson in Mexico is going to be really, really important because we can't have this kind of relationship running on autopilot,\" says Olson.\n\nIn her message to staff at the Mexico City Embassy, Jacobson ended by endorsing strong U.S.-Mexico ties. \"You know how great our two countries are. And that we are stronger together,\" she said.", "keywords": ["secretary", "ambassador", "latest", "career", "diplomat", "mexico", "jacobson", "resign", "trump", "department", "resignation", "president", "state"], "polarity": 0.120974025974026, "subjectivity": 0.42967532467532465},
{"title": "SEC Investigates Cryptocurrency Offerings ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590076973/sec-investigates-cryptocurrency-offerings", "text": "SEC Investigates Cryptocurrency Offerings\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nThe Securities and Exchange Commission has launched a broad investigation into the companies and financial professionals behind many recent initial coin offerings, or ICOs.\n\nThe investigation was first reported by the Wall Street Journal and independently confirmed by NPR. According to the Journal, the SEC has sent out \"dozens of subpoenas and information requests\" in recent months to companies and individuals who have facilitated ICOs.\n\nInitial coin offerings are a way for upstart cryptocurrency firms to raise large amounts of money. In a typical ICO, inside investors are offered the first chance to buy a new cryptocurrency before it hits the market.\n\nThe companies behind many of these ICOs say they are a safe, legal way to raise capital.\n\nBut the SEC is not so sure. NPR reported last month that the regulatory agency was looking to crack down on the offerings. And new research released by Ernst & Young revealed that investor losses from botched ICOs have reached almost $400 million in recent years.\n\nAs SEC warned last year, \"it is relatively easy for anyone to use blockchain technology to create an ICO that looks impressive, even though it might actually be a scam.\"\n\nAnd in January, SEC Chairman Jay Clayton announced he had instructed his staff to be on \"high alert for approaches to ICOs that may be contrary to the spirit of our securities laws.\"\n\nMultiple sources familiar with the matter confirmed that several companies have been contacted by the SEC. They told NPR the SEC considers many ICOs to be securities offerings — meaning they must comply with applicable securities laws.\n\nAnd in a report from cryptocurrency news site Coindesk, one industry lawyer who has seen the subpoenas called them \"a nasty piece of business.\" According to the lawyer, the SEC may be using the \"hyper-detailed\" 25-page long subpoenas to convince ICO backers to cooperate in the investigation.\n\nOther lawyers familiar with the investigation say it may just be a fact-finding mission, and not necessarily an indicator of criminality. \"Just because someone receives a subpoena, it doesn't automatically mean they're a bad actor,\" one attorney told NPR.\n\nThe SEC declined to comment on reports of the investigation.", "keywords": ["icos", "npr", "cryptocurrency", "companies", "sec", "recent", "investigation", "subpoenas", "investigates", "offerings", "securities"], "polarity": 0.05566248196248199, "subjectivity": 0.47760880230880237},
{"title": "Putin Says Russia Has New Nuclear Weapons That Can't Be Intercepted", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589830396/putin-says-russia-has-nuclear-powered-missiles-that-cant-be-intercepted", "text": "Putin Says Russia Has New Nuclear Weapons That Can't Be Intercepted\n\nEnlarge this image toggle caption Alexei Nikolsky/AP Alexei Nikolsky/AP\n\nUpdated 9:55 a.m. ET\n\nPresident Vladimir Putin said in his annual state-of-the-nation speech that Russia has tested powerful nuclear weapons that render missile defense systems useless.\n\nThose weapons include cruise missiles, nuclear-powered underwater drones and a new hypersonic missile that travels five times the speed of sound.\n\n\"The foreign policy part of Putin's speech focused on how the United States had ignored Russia's strategic interests long enough,\" NPR's Lucian Kim reported from Moscow. \"Putin repeatedly interrupted his speech to show videos of cutting-edge rockets and torpedoes snaking their way to their targets.\"\n\nPutin warned that any use of nuclear weapons against Russia or its allies would trigger a response.\n\nThe speech precedes Russia's upcoming presidential elections, set for March 18. Putin is widely expected to win his fourth term in office.\n\nWith videos and computer graphics displayed on giant screens, Putin showed off the array of new weapons to the hundreds of officials and lawmakers gathered for the address.\n\n\"A low-flying, low-visibility cruise missile armed with a nuclear warhead and possessing a practically unlimited range, unpredictable flight path and the capability to impregnate practically all interception lines is invulnerable to all existing and future anti-missile and air defense weapons,\" Putin said, according to the state news service TASS. He said the missile was successfully tested late last year.\n\nThe underwater drone is capable of operating at \"very extreme depths covering intercontinental distances\" at speeds much faster than current submarines, torpedoes and surface ships, Putin said.\n\nHe also said Russia had tested a new heavy intercontinental ballistic missile, called Sarmat, capable of striking targets by flying over either the North or South poles. The missile can be armed with nuclear warheads, he said, including the new hypersonic ones.\n\n\"With the total weight of over 200 tons it has a short active flight path, which complicates its intercept by ABM systems,\" said Putin, according to TASS.\n\nRussia's claims about its nuclear capabilities can be difficult to verify. For example, Russian television flashed a design of their new nuclear-armed underwater drone in 2015. Many experts questioned details in the schematic, and doubted that the weapon is fully developed. But most agree a program looking into nuclear drones exists.\n\nThe president also spoke about domestic issues, including highway infrastructure and health care.\n\n\"The containment of Russia didn't succeed,\" Putin said. \"It's time to recognize that reality. This isn't a bluff.\"\n\n\"No one has listened to us,\" he said, according to the AP. \"You listen to us now.\"\n\nNPR's Geoff Brumfiel contributed to this report.", "keywords": ["underwater", "videos", "speech", "weapons", "intercepted", "cant", "according", "missile", "nuclear", "russia", "tested", "putin"], "polarity": 0.08191031941031941, "subjectivity": 0.48226863226863237},
{"title": "Uber Launches Service To Get People To The Doctor's Office ", "url": "https://www.npr.org/2018/03/01/589464779/uber-launches-service-to-get-people-to-their-doctors-offices", "text": "Uber Launches Service To Get People To The Doctor's Office\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nUber wants to get you from your home to your doctor's office — and you won't even need to open the Uber app. The company announced Thursday that it's teaming up with health care organizations to provide transportation for patients going to and from medical appointments.\n\nThe rides can be scheduled for patients through doctor's offices, by receptionists or other staffers. And they can be booked for immediate pickup or up to 30 days in advance. That means patients without a smartphone — who wouldn't be able to use Uber otherwise — can become Uber customers.\n\nInstead of operating through an app, Uber Health will send its passengers' ride information through an SMS text message. The company also plans to introduce the option for passengers to receive a call with trip details to their landline instead. Drivers will still use the Uber smartphone app to pick up these passengers.\n\n\"Transportation barriers are the greatest for vulnerable populations,\" says Chris Weber, the general manager of Uber Health. \"This service will provide reliable, comfortable transportation for patients.\"\n\nTransportation is, indeed, a barrier to good health care. Affordable access to a vehicle is consistently associated with increased access to medical care, according to a study. Around 3.6 million Americans miss doctor's appointments or delay medical care due to a lack of transportation every year, according to the National Conference of State Legislatures.\n\nTo meet the medical privacy standards outlined in the federal HIPAA law, drivers won't know which of their passengers are using Uber Health. Like a typical Uber ride, only a passenger's name, pickup and drop-off addresses will be given to the driver. So Uber drivers won't be able to opt into the health service the same way that they opt into Uber Eats, a food delivery service.\n\nPeter Whorley, who drives a Honda Odyssey minivan for Uber in Fort Lauderdale, Fla., often picks up passengers who need the extra space, including patients traveling to and from doctor's offices.\n\n\"I just picked up someone with back surgery the other day,\" he says. \"I like to help people, if they need extra assistance, I personally don't have that problem. But some people might be squeamish, and not want to.\"\n\nWhorley, who has been driving for Uber for more than two years, is more skeptical about picking up people without smartphones. He thinks location tracking on smartphones is vital to the efficiency of the ride-hailing service. \"When you're a good passenger, you should be able to have your phone out to communicate with your driver,\" he says.\n\nUber's Weber says that because health care providers will use their best discretion in scheduling the rides, they won't call Ubers for people in need of urgent medical attention. \"It's not a replacement to ambulances,\" he says, but a reliable means of transportation to non-urgent medical services that he hopes will curb missed appointments.\n\nOne hundred health care organizations in the U.S., including hospitals, clinics, rehab centers, senior care facilities, home care centers, and physical therapy centers have already used Uber Health's test program. The service will be rolled out to health care organizations gradually.", "keywords": ["medical", "patients", "health", "passengers", "transportation", "wont", "service", "care", "doctors", "office", "uber", "launches"], "polarity": 0.15759803921568627, "subjectivity": 0.36228991596638654},
{"title": "Norfolk Requires Developers To Do More Against Flooding", "url": "https://www.npr.org/2018/03/01/589634980/norfolk-requires-developers-to-do-more-against-flooding", "text": "Norfolk Requires Developers To Do More Against Flooding\n\nEnlarge this image toggle caption Steve Helber/AP Steve Helber/AP\n\nNorfolk, Va. is among the American cities most threatened by sea-level rise. A new zoning ordinance aims to get in front of that, but some home builders are not happy with the plan. The debate is a preview of the challenges residents of coastal areas may face in years to come, as more communities are threatened by rising seas.\n\nFor Norfolk, the rising tides are already a reality that can't be ignored.\n\n\"There are far too many evenings where the moon is full and the tide is high, where there are streets where the kayak is the preferred vehicle of choice,\" says George Homewood, the city's planning director.\n\nHomewood says the city – surrounded by water on three sides and home to the world's largest naval base – has no choice but to get ready for rising seas.\n\n\"It is something that the citizens of our city are extremely and painfully aware of,\" he says.\n\nLast year, the U.S. Army Corps of Engineers said Norfolk needs $1.8 billion in infrastructure improvements to reduce its flood risk. That's a huge, and possibly insurmountable, price tag. For now, the city is taking a smaller step to prepare for that increasingly wet future with its new zoning ordinance.\n\nThe regulations, taking effect March 1, require virtually all new construction – and many major home renovations – to be built on an elevated foundation, even in neighborhoods where flood insurance isn't required. It also sets up a point system that requires builders to take steps to make homes more sustainable and flood-resilient. Options include things like installing rain barrels to capture storm water, or using shatter-resistant windows to better withstand hurricanes.\n\nMary-Carson Stiff works in environmental advocacy and lives in a flood-prone Norfolk neighborhood. When Stiff and her husband bought the house a few years ago, sea-level rise and flooding were very much on her mind. She says she was happy to find a house on a hill, with a nice tall foundation, that's been standing for almost 100 years.\n\n\"The streets flood, but your homes may stay dry. That's certainly the case on our street,\" Stiff said.\n\nStiff can see a creek from her front porch, and says the road along it often floods during heavy rains and high tides. She supports the new ordinance, which passed the city council unanimously.\n\nEnlarge this image toggle caption Sarah McCammon/NPR Sarah McCammon/NPR\n\nHigher Standards, Higher Costs\n\nBut some local real estate agents and builders say they're worried about how the new rules – which also include some aesthetic guidelines along with flood mitigation measures – will affect their bottom line.\n\nNick Jacovides, President of EDC Homes, says he understands that flooding is a problem here. \"Many times we're tearing down homes that are in flood zones, and building them up at the new flood elevations,\" he says.\n\nBut Jacovides has several concerns about the new rules. He says some buyers see rain barrels as eye-sores and mosquito traps. Plus, \"it's certainly going to add to the cost of doing business and building the homes,\" he says, and \"we're going to have to pass [that] through to the customers.\"\n\nIt does cost a bit more to install rain barrels or build a taller foundation, for example.\n\nBut Chad Berginnis, of the Association of State Floodplain Managers, says it will pay off for home buyers in at-risk areas. He says zoning rules that take sea-level rise into account will mean lower flood insurance premiums for homeowners.\n\n\"For most property owners ... it's that monthly house payment that becomes more important,\" Berginnis says. \"And their monthly cost of ownership could go down significantly because of these standards.\"\n\nBerginnis likes that Norfolk is applying the new standards outside the high-risk zone. He points to cities like Houston, which have seen more widespread flooding in recent years, as an example of why it's important to look beyond federal flood maps when planning for disasters. Houston is debating its own flood-prevention standards, which are set for a vote later this month.\n\n\"These types of standards should protect property values for decades to come,\" he says.", "keywords": ["flooding", "thats", "flood", "city", "developers", "stiff", "rules", "sealevel", "standards", "homes", "zoning", "requires", "norfolk"], "polarity": 0.15569624819624817, "subjectivity": 0.5132994566197691},
{"title": "Jury Selection Begins For Orlando Shooter's Widow", "url": "https://www.npr.org/2018/03/01/589544433/jury-selection-begins-for-orlando-shooters-widow", "text": "Jury Selection Begins For Orlando Shooter's Widow\n\nEnlarge this image toggle caption Chris O'Meara/AP Chris O'Meara/AP\n\nJury selection begins Thursday in the trial of Noor Salman, the widow of the Pulse nightclub shooter.\n\nSalman's husband, Omar Mateen, killed 49 people and injured dozens more in a mass shooting on Latin night at the gay club in Orlando, Fla., in 2016. Mateen declared support for ISIS before he was killed in a shootout with law enforcement, ending his three-hour rampage.\n\nSalman faces charges of aiding and abetting terrorism and obstruction of justice.\n\nAccording to Karen Greenberg, the director of the Center on National Security at Fordham University Law School, one of the biggest challenges facing the jurors will be separating the shooter's actions from Salman's.\n\n\"You really want to address the tremendous tragedy and injustice that was visited upon Orlando's people by this crime,\" Greenberg says. \"To have somebody in custody who is a proxy defendant is something you definitely want to avoid.\"\n\nThe federal judge presiding over the case denied a change of venue request, so the trial will take place in a courthouse just 2 miles from Pulse. In another setback for the defense, the judge also ruled last week that Salman's statement to FBI agents just hours after the attack will be admissible at trial.\n\n\"I am sorry for what happened. I wish I'd go back and tell his family and the police what he was going to do,\" she wrote.\n\nSalman told the agents that she knew about her husband's plans and that when he left the house that day, she understood he was on his way to Pulse.\n\nHer attorneys say that Salman was not given proper Miranda warnings before she made the statement and that she was not aware of her husband's plans for the shooting. Salman has denied any involvement in the massacre.\n\nCharles Rose, a trial advocacy expert at Stetson University, says prosecutors will have to lay out her involvement in her husband's radicalization: \"How it happened, when it happened, whether the wife knew or must have known about it.\"\n\nRose expects prosecutors to argue that Salman \"assisted him in accomplishing his goals as a radicalized terrorist.\"\n\nSalman has said she is a victim of domestic violence. Rose says the defense may argue the abuse left her with few choices.\n\n\"It's not that she intended to participate with him,\" Rose says. \"It's that she was forced to be present when he was planning the activity because of the abusive nature of their relationship, that if she hadn't chosen to be present that she would have suffered such abuse that she had to make a survival choice.\"\n\nBut Mia Bloom, a terrorism expert at Georgia State University, says that argument doesn't absolve Salman of responsibility to stop further violence.\n\n\"There is no amount of trauma that can prevent you from picking up the phone when the person is not in the same room and they're not in the same city and they're en route and alerting the police,\" she says. \"Lives could have been saved.\"\n\nGreenberg says that if Salman is convicted, the case will send an important message.\n\n\"If you think somebody is about to be involved in a terrorist attack or any kind of mass murder and they have guns and they've said things that are worrisome, you need to step away from that or report it.\"\n\nMental health providers and translators will be at the courthouse to support family members and survivors watching a video feed of the proceedings in a private courtroom.\n\nLaly Santiago-Leon will be one of those watching. Her cousin Luis Daniel Wilson-Leon was killed in the shooting. Everyone called him Dani.\n\n\"I just miss him so much,\" she says. \"We just confided in one another about everything.\"\n\nSantiago-Leon has asked for the opportunity to testify or submit an open letter to the court. She says she wants to look the defendant in the eye and try to explain what she lost.\n\nThe trial is expected to last several weeks. If convicted, Noor Salman could face life in prison.", "keywords": ["selection", "husbands", "orlando", "university", "killed", "theyre", "begins", "salman", "happened", "trial", "shooting", "watching", "rose", "widow", "shooters", "jury"], "polarity": 0.07874999999999999, "subjectivity": 0.33854166666666663},
{"title": "States Seek More Federal Funding For Opioid Treatment, Not More Promises", "url": "https://www.npr.org/sections/health-shots/2018/03/01/589572710/states-seek-more-federal-funding-for-opioid-treatment-not-more-promises", "text": "States Seek More Federal Funding For Opioid Treatment, Not More Promises\n\nEnlarge this image toggle caption Nathaniel Minor/CPR News Nathaniel Minor/CPR News\n\nOpioids are on the White House agenda Thursday — President Trump plans to talk with members of his administration about the crisis. Meanwhile, all around the United States, state legislators, treatment providers, families and many others will be listening.\n\nThe administration's other opioid efforts have, so far, yielded no new money. Congress authorized funds in its recent budget deal — but those dollars aren't flowing yet, and states say they are struggling.\n\nThe Oklahoma agency in charge of substance abuse has been told by the state's legislature to cut more than $2 million from this fiscal year's budget. And that has the providers of opioid addiction treatment on edge.\n\n\"Treatment dollars are scarce,\" says Randy Tate, president of the Oklahoma Behavioral Health Association, which represents addiction treatment providers.\n\nIt's like dominoes, Tate says. When you cut funding for treatment, other safety net programs feel the strain.\n\n\"Any cuts to our overall contract,\" he says, \"really diminish our ability to provide the case management necessary to advocate for homes, food, shelter, clothing, primary health care and all the other things that someone needs to really be successful at tackling their addiction.\"\n\nIn just three years, Oklahoma's agency in charge of funding opioid treatment has seen more than $27 million dollars chipped away from its budget — thanks to legislative gridlock, slashed state taxes and a drop in oil prices (with the additional loss in state tax revenue that resulted).\n\nJeff Dismukes, a spokesman for Oklahoma's Department of Mental Health and Substance Abuse Services, says the already lean agency has few cost-cutting options left.\n\n\"We always cut first to administration,\" he says, \"but there's a point where you just can't cut anymore.\"\n\nThe agency may end up putting off payments to treatment providers until July — the next fiscal year. Tate says that could be devastating.\n\n\"Very thinly financed, small rural providers are probably at risk of going out of business entirely — up to and including rural hospitals,\" he says.\n\nGetting treatment providers to open up shop in rural areas is really hard, even in good times, and more financial uncertainty could make that problem worse. In the meantime, according to an Oklahoma state commission's opioid report, just 10 percent of Oklahomans who need addiction treatment are getting it.\n\nThat statistic is similar in Colorado. And as 2018 began, Colorado's escalating opioid crisis got worse, when the state's largest drug and alcohol treatment provider, Arapahoe House, shut its doors.\n\nEnlarge this image toggle caption John Daley/CPR News John Daley/CPR News\n\nThe facility provided recovery treatment to 5,000 people a year. Denise Vincioni, who directs another treatment center, the Denver Recovery Group, says other facilities have scrambled to pick up the patients.\n\nMost of Arapahoe's clients were on Medicaid. Autumn Haggard-Wolfe, a two-time Arapahoe House client who is now in recovery, worries the facility's closing will have dire consequences, especially for people who need inpatient care, as she did.\n\n\"I feel like the only other option right now in therapy would be jail for people,\" she says, \"and people die in there from withdrawing.\"\n\nArapahoe House's CEO blamed its closure on the high cost of care and poor government reimbursement for services.\n\nThe mother of Colorado state lawmaker Brittany Pettersen struggled with addiction, and was treated at Arapahoe House. Pettersen says treatment centers rely on a crazy quilt of funding sources and are chronically underfunded — often leaving people with no treatment options.\n\n\"We have a huge gap in Colorado,\" Pettersen says, \"and that was before Arapahoe House closed.\"\n\nShe is pushing legislation in the state to increase funding for treatment. But to get tens of millions of dollars in federal matching funds, Colorado lawmakers need to approve at least $34 million a year in new state spending.\n\nThat price tag may simply be too high for some lawmakers. But either way, she adds, \"It's going to take a lot to climb out of where we are.\"\n\nColorado did get new federal funds to fight the opioid crisis through the 21st Century Cures Act, passed in December of 2016, but it was just $7.8 million a year for two years — divvied up among a long list of programs.\n\nThis story is part of NPR's reporting partnership with StateImpact Oklahoma, Colorado Public Radio and Kaiser Health News.", "keywords": ["oklahoma", "million", "seek", "funding", "colorado", "states", "treatment", "promises", "federal", "state", "house", "providers", "opioid"], "polarity": 0.018726551226551213, "subjectivity": 0.4196360028860028},
{"title": "Parkland Shooting Suspect: A Story Of Red Flags, Ignored", "url": "https://www.npr.org/2018/02/28/589502906/a-clearer-picture-of-parkland-shooting-suspect-comes-into-focus", "text": "Parkland Shooting Suspect: A Story Of Red Flags, Ignored\n\nEnlarge this image toggle caption Mike Stocker/Pool/Getty Images Mike Stocker/Pool/Getty Images\n\nFriends, family and neighbors were worried about Nikolas Cruz. So were social workers, teachers and sheriff's deputies in two counties.\n\nAs classes at Marjory Stoneman Douglas High School resumed two weeks after the shooting rampage that left 17 people dead, it is increasingly clear that Cruz, the alleged gunman, was deeply troubled.\n\nThe 19-year-old was the subject of dozens of 911 calls and at least two separate tips to the FBI. He also came to the attention of the Florida Department of Children and Families. Despite warning signs stretching back over a decade, no one intervened to stop the Valentine's Day shootings.\n\nMany calls to the police\n\nCruz and his younger brother were adopted by Roger and Lynda Cruz. The family bought a sprawling house in the affluent Fort Lauderdale suburb of Parkland, Fla., in 1996. Roger, the patriarch, died when the boys were young, leaving Lynda to raise the children on her own.\n\nWhen Cruz was just 10 years old, his mother called the police to the house. That call in 2008 was the first of dozens of times over the next decade she would summon law enforcement, often for help keeping her sons under control.\n\nSheriff's deputies were called to break up fights between Cruz and his brother. Neighbors in their community recall seeing squad cars in their driveway frequently.\n\nAt first, the problems seemed minor.\n\nIn November 2008, according to a list of service calls to the family residence released last week by the Broward Sheriff's Office, deputies responded to a report of Cruz \"throwing a rock back at other juvenile.\"\n\nBy 2013, according to that list, the calls to the deputies began detailing more violence. In November of that year, Lynda said she was thrown against a wall because she took away an Xbox gaming system. In November 2014, deputies report Cruz used a BB gun to shoot a chicken.\n\nBy early 2016, deputies were called after a neighbor's son saw a disturbing Instagram post that seemed to suggest Cruz \"planned to shoot up the school.\" At the time, deputies concluded that Cruz owned knives and a BB gun. They passed along that information to a school resource officer at Stoneman Douglas, but it is not clear whether any other steps were taken.\n\nIt is one of several incidents now under further investigation by the sheriff's office.\n\nOf the 23 incidents deputies responded to at the Cruz residence, 18 of them involved Nikolas Cruz, according to the sheriff's office. The office says that \"none appeared arrestable under Florida law.\"\n\nAt some point, money became a problem for the Cruz family. Lynda sold their Parkland home in early 2017 in a short sale.\n\n\"I saw Nikolas, and I said are you moving?\" said Helen Pasciolla, a neighbor who lived across the street from the family. \"And he said, 'We can't afford to live here anymore.' \"\n\nIn November, Lynda died of complications from the flu. Cruz went to live briefly with a family friend, Roxanne Deschamps, outside Palm Beach, Fla.\n\nBut that situation did not work out well.\n\nIn 911 tapes released last week by the Palm Beach County Sheriff's Office, Cruz said he got in a fight with Deschamps' son. And he talked about his mother's death.\n\n\"The thing is, I lost my mother a couple days ago. So like, I'm dealing with a bunch of things right now,\" Cruz said. \"I kind of got mad. And I started punching walls and stuff and a kid came at me and threw me on the ground. And he kicked me out of the house.\"\n\nIn a separate call to 911, Deschamps told the dispatcher that she was afraid Cruz would come back to the house with a gun and that he demonstrated violent behavior in the past.\n\n\"He put the gun on the head of his brother before. So, it's not the first time. And he did that to his mom. It's not the first time he's put a gun on somebody's head,\" Deschamps said on the 911 recordings.\n\nNo arrests were made, according to the police report. A sheriff's deputy picked Cruz up from a nearby park and returned him to the Deschamps home.\n\nBehavioral problems were no secret\n\nCruz attended Marjory Stoneman Douglas High School for a while but was expelled for \"disciplinary reasons,\" according to Broward County Public Schools Superintendent Robert Runcie.\n\nThe Florida Department of Children and Families became involved with Cruz in late 2016 after he began cutting himself and posting images of the self-harm on Snapchat.\n\nAccording to a report produced by DCF, Cruz began harming himself after a relationship ended. The report also details a range of conditions with which Cruz was diagnosed, including depression.\n\nUltimately, it concluded that he was \"not a risk to harm himself or others.\"\n\nIn the aftermath of the shooting, students and faculty at Stoneman Douglas described Cruz as a loner.\n\nThose who knew him and considered him a friend, however, were caught off guard that he could allegedly carry out such a gruesome deed.\n\n\"I can't wrap my head around it,\" student Ethan Trieu said. \"You know, we would just talk to each other like any other friend, and I know some other people he'd talk to just fine also. And, I don't know, just seeing his name is just weird. I don't know.\"\n\nSo many warning signs\n\nIn addition to reports made to both the Broward and Palm Beach sheriff's offices, the FBI was also notified about Cruz.\n\nThe first tip came in September when a Mississippi bail bondsman, who also makes YouTube videos, alerted the FBI that someone left a disturbing message in the comments section of a video that read: \"Im going to be a professional school shooter.\"\n\nThe bail bondsman, Ben Bennight, told NPR in February that he reported the comment as spam and alerted the FBI.\n\n\"I think that any responsible and mentally sound human being would take a comment like that seriously whether the person on the other end meant it or not,\" Bennight said.\n\nThe FBI visited the next day, but Bennight told investigators he didn't have anything to add.\n\nThe bureau received a second tip on Jan. 5, weeks before Cruz allegedly carried out the shooting at Stoneman Douglas. The caller, who the FBI said was a person close to the suspect, warned that Cruz had a \"desire to kill people\" and worried about \"the potential of him conducting a school shooting.\"\n\nDays after the shooting, the FBI said that \"protocols were not followed\" and that information should have been forwarded to the Miami field office.\n\nGov. Rick Scott has called on the bureau's director to resign. Over the weekend, the governor — at the urging of some state lawmakers — directed the Florida Department of Law Enforcement to investigate local authorities' response to the Parkland shooting.\n\nAdditionally, it came to light in the days following the shooting that the school resource officer, who was an armed sheriff's deputy, did not enter the school building where the shooting took place. The officer has since resigned.\n\nBroward Sheriff Scott Israel is investigating allegations that other deputies did not try to confront the shooter as well.\n\nState Republicans, led by the speaker of the Florida House, are calling on the governor to suspend Israel for what they call \"malfeasance, misfeasance, neglect of duty [or] incompetence.\"\n\nIsrael has rejected calls to resign.\n\nThis week, lawmakers in Florida — a state that has had a history of expanding gun rights — are taking up legislation that would ban bump stocks and raise the minimum age to purchase a rifle from 18 to 21. Another provision being considered would allow law enforcement to temporarily confiscate firearms from owners if they are deemed a threat to themselves or others.\n\nScott urged lawmakers to get a bill to his desk before the legislative session ends in early March.\n\nCruz was arrested the same day as the shooting. He has been ordered held without bond and faces 17 charges of premeditated murder.", "keywords": ["fbi", "gun", "red", "ignored", "parkland", "deputies", "cruz", "florida", "shooting", "family", "sheriffs", "flags", "suspect", "stoneman", "school"], "polarity": -0.017729619777812552, "subjectivity": 0.40360298336201955},
{"title": "Food Stall Serves Up A Social Experiment: Charge White Customers More Than Minorities", "url": "https://www.npr.org/sections/thesalt/2018/03/02/590053856/food-stall-serves-up-a-social-experiment-charge-white-customers-more-than-minori", "text": "Food Stall Serves Up A Social Experiment: Charge White Customers More Than Minorities\n\nEnlarge this image toggle caption Deji Osinulu Deji Osinulu\n\nCan a $12 lunch change the way think about racial wealth disparity in America? How about a $30 lunch? That's the premise behind a social experiment playing out in a New Orleans food stall.\n\nChef Tunde Way opened his pop-up stall in the city's Roux Carre venue in early February. The listed price for the Nigerian food is $12. But when a white person walks up to order, they are asked to pay $30. Why? \"It's two-and-a half times more than the $12 meal, which reflects the income disparity\" between whites and African-Americans in New Orleans, says Wey.\n\nThe median income for African-American households in New Orleans fell from $32,332 in 2000 to $27,812 in 2013 in inflation-adjusted dollars, according to The Data Center's New Orleans Index at Ten. Over the same time, median income for white households in the city remained roughly the same, $61,1117 to $60,070. In 2013, the median household income for African-Americans in metro New Orleans was 54 percent lower than for whites.\n\nEnlarge this image toggle caption Deji Osinulu Deji Osinulu\n\nWey says when white customers come up to his window to place an order, he tells them about this racial income gap and then asks if they want to pay the higher $30 price. They also have the option to pay the listed $12 price. The difference between the $12 and $30 meals, customers are informed, will be redistributed to minorities who buy food at the stall. How do white customers react to the proposition?\n\n\"Some of them are enthusiastic, some of them are bamboozled a bit by it,\" Wey says. \"But the majority of white folks, nearly 80 percent, decided to pay.\"\n\n\"That was definitely higher than we expected,\" says Anjali Prasertong, a graduate student in public health at Tulane University who helped Wey design the experiment and collect data.\n\nCustomers who agree to buy lunch were asked to fill out a brief survey online. A subset of these diners were also pulled aside and interviewed about how income and wealth disparity has played out in their own lives.\n\nPrasertong points to one anecdote from an African-American customer whom she interviewed. \"I asked her, 'If you had been given access to more resources while you were growing up, would that have changed your life in any way?'\" Prasertong recalls. \"She immediately had an example.\"\n\nThe woman told Prasertong that when she was a college student, she was offered an unpaid summer White House internship in Washington, D.C. But that meant she would have had to find a way to support herself in another city instead of spending the summer earning money that she could use to help pay for school in the fall. The woman passed on the internship, Prasertong says, because \"she realized, 'Oh, it's just for rich people'\" – meaning students whose parents could afford to subsidize them while they worked for free. \"She still went on to be successful but if she'd done that internship, who knows what she'd be doing?\"\n\nEnlarge this image toggle caption Deji Osinulu Deji Osinulu\n\n\"One of the things I took away from interviewing people was a greater awareness that people of color have thought about wealth disparity and how it has touched their lives and the kinds of things they've lost out on because they didn't have access to the resources their white friends did,\" says Prasertong. \"Not that [white people] weren't aware, but they never really thought about how ... that might have affected where they are in the world in relation to people of color. They never stopped to think, 'Oh, that car my parents gave me in college allowed me to drive across town to get a good job.'\"\n\nAs Prasertong points out, \"It's not a strict scientific study.\" One limitation of this experiment is that the customers who came to the stall were all in a higher-than-average income bracket. Prasertong says that may be one reason why the vast majority of customers of color – African-Americans, Latinos and Asians – declined to sign up to receive the redistributed money made from charging whites the higher price.\n\nAs of Feb. 28, the day the premise of the experiment was revealed in a Times-Picayune article, 64 people had completed the survey, which included 32 whites, Prasertong says. Twenty-five white customers paid the extra $18, adding up to a pool of $450. Only six people of color had signed up for distributions, which they would split evenly among them, $75 each.\n\nThe food stall – called Saartj, a reference to a 19th-century black South African woman infamously paraded as a \"freak show\" in Europe – will be open through Sunday, though the data collection part of the experiment is now over.\n\nWhile this experiment focused on racial income disparity in New Orleans, the numbers when it comes to the racial wealth gap in America are even starker. White families accumulate more wealth more quickly than do families comprised of people of color. As NPR's Code Switch team has reported:\n\n\"In 2013, the median white family held 13 times as much net wealth as the median black family and 10 times as much wealth as the median Latino family, according to the Federal Reserve's Survey of Consumer Finances.\"\n\nThere are many reasons cited behind this gap, including slavery and institutional and governmental discrimination that excluded people of color from programs that helped Americans build wealth and pass it down through the generations. As Code Switch writes: \"Segregation and redlining by banks made it impossible for many black and Latino families to secure mortgages, for example. The GI Bill, which helped establish an American middle class by helping veterans pay for college and buy homes after World War II, mostly excluded people of color.\"\n\nOne goal of his experiment, says Wey, is to get people to think about how the racial wealth and income gaps affect their own lives, and also how they can as individuals be a force for change.\n\n\"We think of this as a systemic issue, like something that happens outside of ourselves, when in fact the aggregate sum of all of our actions and choices exacerbates or ameliorates the wealth gap,\" says Wey. That includes actions like \"where we choose to send our children to school, where we choose to buy a home and critically, how we choose to spend our money and where we choose to spend our money. \"", "keywords": ["median", "white", "minorities", "food", "income", "serves", "color", "orleans", "stall", "experiment", "customers", "deji", "prasertong", "social", "wealth", "charge"], "polarity": 0.11559855309855309, "subjectivity": 0.3765697515697516},
{"title": "State Department Makes Permanent Staffing Reductions To Embassy In Cuba", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590472009/state-department-makes-permanent-staffing-reductions-to-embassy-in-cuba", "text": "State Department Makes Permanent Staffing Reductions To Embassy In Cuba\n\nEnlarge this image toggle caption Anadolu Agency/Getty Images Anadolu Agency/Getty Images\n\nThe U.S. Embassy in Havana will continue to operate with mimimal staff and will become what is known as an unaccompanied post, with an indefinite ban on family members of embassy employees residing there, the State Department says.\n\nNPR's Michele Kelemen reports that this status typically applies only to war zones or other dangerous cities.\n\nSecretary of State Rex Tillerson temporarily pulled all nonessential State Department staff out of Cuba in September 2017 after numerous diplomats reported experiencing strange medical symptoms, ranging from dizziness to hearing loss.\n\nThe reduced staffing was set to expire this weekend. In a news release Friday, the State Department said the safety of personnel in Cuba was a critical factor in making the staffing reductions permanent.\n\n\"We still do not have definitive answers on the source or cause of the attacks, and an investigation into the attacks is ongoing,\" read the release.\n\nIncidents began as early as November 2016. A variety of explanations have emerged about the cause of symptoms, including the possibility they were triggered by strange sounds.\n\n\"They [U.S. personnel in Cuba] associated the onset of these symptoms to their exposures with unusual sounds or auditory sensations. Various descriptions were given: 'a high-pitched beam of sound'; an 'incapacitating sound'; a 'baffling sensation' akin to driving with the windows partially open in a car; or just an intense pressure in one ear,\" said Dr. Charles Rosenfarb, the State Department's medical director, at a meeting of the Senate Foreign Relations Subcommittee on the Western Hemisphere in January.\n\nCuba has denied involvement in the incidents.\n\nThe September staff reductions at the Havana embassy ended almost all visa processing. James Williams, president of Engage Cuba, an organization that supports a stronger relationship between the United States and Cuba, said in a statement that the continued changes affect more than just State Department personnel.\n\n\"Perhaps the biggest losers will be the hundreds of thousands of Cubans and Cuban Americans, who travel back and forth to see family, celebrate milestones, and attend to sick relatives, since we are unable to properly process visas and facilitate travel,\" said Williams.\n\nThe new staffing plan takes effect on Monday.", "keywords": ["travel", "strange", "cuba", "permanent", "staff", "embassy", "staffing", "department", "symptoms", "makes", "reductions", "state"], "polarity": -0.02286879786879787, "subjectivity": 0.43121878121878127},
{"title": "Ex-Google Recruiter Sues, Alleging Policies Discriminate Against White And Asian Men", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590346891/ex-google-recruiter-sues-alleging-policies-discriminate-against-white-and-asian-", "text": "Ex-Google Recruiter Sues, Alleging Policies Discriminate Against White And Asian Men\n\nEnlarge this image toggle caption Marcio Jose Sanchez/AP Marcio Jose Sanchez/AP\n\nGoogle is facing diverse diversity lawsuits.\n\nA former employee is suing the company for allegedly discriminating against white and Asian male applicants as it tries to boost the number of black, Latino and female staffers.\n\nArne Wilberg worked for seven years as a recruiter at YouTube, which is owned by Google. His job was to court and hire candidates for engineering and technology positions. In court documents filed in January, he alleges Google's \"quota-based hiring practices\" systematically instructed recruiters to \"purge\" eligible Caucasian and Asian candidates from potential hiring pools. He says they were told to favor applicants from underrepresented groups within the company. That meant interviewing only Hispanic, African-American or female job seekers.\n\nCalifornia labor law prohibits employers from making job decisions based on characteristics like race or gender.\n\nThe lawsuit describes several instances in which Wilberg says he raised concerns with supervisors and human resources executives only to allegedly be retaliated against. Wilberg claims he and other recruiting team members were made to feel \"completely uncomfortable and psychologically unsafe\" reporting to their boss, a champion of the diversity policies.\n\nHe also alleges Google subjected him \"to unsubstantiated performance reviews, performance criticisms and [terminated] his employment.\" Wilberg was fired in November 2017.\n\nThe court documents recount alleged conversations wherein several employees complained to Google managers about the company's diversity hiring practices. Although he maintains that Google favored minorities, Wilberg declares that \"one recruiter told her peers that she felt the way the team talked about black people in team meetings was like we were talking about black slaves as slave traders on a ship.\" In another encounter, Wilberg recalls, \"One team member complained that managers were speaking about blacks like they were objects.\"\n\nGoogle has denied the company implemented discriminatory policies toward Caucasian and Asian men. In a statement to Gizmodo, the company said it \"will vigorously defend this lawsuit.\"\n\nGoogle added:\n\n\"We have a clear policy to hire candidates based on their merit, not their identity. At the same time, we unapologetically try to find a diverse pool of qualified candidates for open roles, as this helps us hire the best people, improve our culture, and build better products.\"\n\nWilberg's lawsuit is the latest legal attack on Google and its workplace culture.\n\nJust Thursday, Gizmodo reported that a former female software engineer had filed a lawsuit accusing the company of condoning a \"bro-culture\" that encouraged sexual harassment and turning a blind eye to harmful pranks and physical violence.\n\nIn January a woman named Heidi Lamar sued the company on charges that women working as preschool teachers in Google's child care center were paid lower salaries than male counterparts who had fewer qualifications.\n\nWilberg's lawsuit is also the second asserting that the tech giant discriminates against white men. James Damore, who was fired after criticizing Google's diversity efforts, filed a class-action lawsuit against the company in January. He claimed Google's top brass discriminated against conservative men.\n\nFinally, a Department of Labor official has also accused Google of practicing \"systemic\" discrimination against female employees.", "keywords": ["white", "discriminate", "female", "lawsuit", "policies", "asian", "men", "google", "googles", "company", "alleging", "sues", "team", "exgoogle", "recruiter", "candidates", "wilberg", "diversity"], "polarity": 0.02806122448979592, "subjectivity": 0.32434402332361506},
{"title": "Why Big Thinkers Can't Stop Talking About 'Black Panther'", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/02/590216283/why-big-thinkers-cant-stop-talking-about-black-panther", "text": "Why Big Thinkers Can't Stop Talking About 'Black Panther'\n\nEnlarge this image toggle caption Marvel Studios Marvel Studios\n\nAcademics can't stop talking about Black Panther.\n\nSure, it's just a movie. A superhero action movie.\n\nBut it's also a movie about an (admittedly fictional) African nation that, in the absence of colonialists, shaped itself through careful governance into a thriving society. And so on Twitter, in newspapers and just about anywhere you look, researchers, professors and African leading lights are talking about Wakanda.\n\n\"No one wants to get roped into this discussion, but it's so hard not to!\" Chris W.J. Roberts, a political science instructor at the University of Calgary, tweeted, before diving into a defense of the Wakandan government.\n\nLike many sub-Saharan African countries, the fictional landlocked nation of Wakanda sits on a valuable natural resource. In Wakanda's case, it's vibranium – an alien ore that absorbs sound waves and kinetic energy, making it virtually indestructible. Wakandans have figured out how to release the absorbed energy, allowing them to develop the most advanced weapons and technology in the world.\n\nRecognizing that others might try to exploit the country for the rare and powerful resource, generations of kings – known as Black Panthers – have developed a protective strategy. The country is hidden behind a hologram, so to the outside world, Wakanda appears to be an impoverished nation. It also maintains a long-standing policy of isolationism and non-interference.\n\nDespite the government's secrecy and hands-off approach, real-world commentators describe Wakanda as a utopia because of its stability, innovation, prosperity and gender equality.\n\n\"It's a reflection of what we would want our societies and countries to look like [on the African continent],\" says Stellah Wairimu Bosire, CEO of the Kenya Medical Association, chairman of the National Gay, Lesbian Human Rights Commission of Kenya and vice-chair of the HIV/AIDS Tribunal of Kenya.\n\nThe plot picks up when T'Challa (Chadwick Boseman) wins the ritual combat to succeed his father as the next Black Panther. But his ancestors' stable legacy is compromised when an American, who goes by \"Killmonger\" (Michael B. Jordan) challenges T'Challa for the throne. Killmonger believes Wakanda has a moral obligation to equip oppressed people of African descent around the world with vibranium to help them overthrow their oppressors — violently.\n\nViolent interference goes against everything the Wakandans believe in. But T'Challa's struggle against Killmonger eventually convinces him that Wakanda should engage with the rest of the world by contributing its resources. His goal is to reduce racial inequalities in places like the U.S.\n\nThe scenario has made some wonkish international development experts wonder: Is aid really the most effective way for Wakanda to promote equality in other countries? Are foreign direct investments better? What about trade? Or migration?\n\nOne of the pivotal questions being raised in these debates is about the so-called \"resource curse\" — the paradox that countries rich with natural resources tend to have slower economic growth, less stable governments, and worse development outcomes. That's because in the real world, unlike in the movie, countries with such resources usually end up using them to enrich the elites rather than to finance public services like education and health care.\n\nThe enlightened attitude of Wakanda does have a real-world parallel.\n\nJohn Robert Subrick, an associate professor of economics at James Madison University, published a 26-page paper on the political economy of Wakanda, comparing it to Botswana — an actual landlocked sub-Saharan African country with rich natural resources and \"bad neighbors\" that managed to become one of the world's fastest growing economies after independence.\n\nOther writers drew lessons from the movie for managing natural resources, like the Democratic Republic of Congo's supply of cobalt.\n\nBut almost all of the takes landed on a single point — the importance of good governance. Although Wakanda is not democratic like Botswana, Subrick says both the fictional and real nations bear the marks of wise and selfless leadership.\n\nUnfortunately, neither the movie nor the academic debate has settled the question: How do you create and sustain good governance?\n\nThere is a theory that some of the Western institutions introduced in Africa — education systems, political systems, health-care systems — are beneficial. But no one is a fan of colonialism.\n\nWairimu Bosire instead posits that when T'Challa opened Wakanda to the rest of the world, he strengthened transparency and accountability, which perpetuates good governance.\n\n\"He says, 'We have this [resource]. Can we share? Can all of us have a piece of it? I'm not keeping it for my lineage,'\" she reflects.\n\nFor Wairimu Bosire, this shift in Wakandan policy is encapsulated in a memorable scene at the end of the film, when T'Challa lands his vibranium-powered jet on a basketball court in Oakland, California, where Killmonger's story began. He smiles as kids run up and explore the drone-like ship, and he tells his young scientist sister Shuri (Letitia Wright) that she will be leading a Wakandan outreach program in the city.\n\nBut in an op-ed for the Washington Post, Kenyan political commentator Patrick Gathara challenges the notion that Wakanda is an ideal at all. He argues that the story is a neocolonial vision of Africa dreamed up by the West — one in which Africans, despite all their technological advances \"have no thinkers to develop systems of transitioning rulership that do not involve lethal combat or coup d'etat.\"\n\nTo that, Ugandan aid critic Teddy Ruge tweeted, \"Ugh...the mind pieces on Wakanda. Can we apply this same energy to fixing real life problems right here in black culture and African development? Clearly we have the mental aptitude.\"\n\nJoanne Lu is a freelance journalist who covers global poverty and inequity. Her work has appeared in Humanosphere, The Guardian, Global Washington and War is Boring. Follow her on Twitter @joannelu.", "keywords": ["countries", "thinkers", "talking", "big", "world", "systems", "cant", "panther", "african", "tchalla", "resource", "movie", "stop", "resources", "black", "wakanda"], "polarity": 0.0745891563146998, "subjectivity": 0.3717089371980677},
{"title": "Here's Why Environmentalists Are Cheering The Latest Burger At Sonic Drive-In", "url": "https://www.npr.org/sections/thesalt/2018/03/02/590253046/heres-why-environmentalists-are-cheering-the-latest-burger-at-sonic-drive-in", "text": "Here's Why Environmentalists Are Cheering The Latest Burger At Sonic Drive-In\n\nEnlarge this image toggle caption The Mushroom Council The Mushroom Council\n\nIt's a long way, metaphorically speaking, from the campus of the Culinary Institute of America in Hyde Park, N.Y., to the Sonic Drive-In burger joints that line America's highways and small towns, particularly in the South.\n\nCome Monday, though, two new items on Sonic's menu will make that leap. They're blended beef-mushroom burgers, a food that the institute has boosted through its \"menus of change\" initiative. According to the institute, this is the kind of menu change that's \"a powerful, and previously underappreciated, way to drive improvements in our health and our planet.\"\n\nThe idea is that mixing chopped mushrooms into our burgers boosts the umami taste, adds more moisture and reduces the amount of beef required for a burger. And reducing the need for beef has a big impact on the environment. According to the World Resources Institute, if 30 percent of the beef in every burger in America were replaced by mushrooms, it would reduce greenhouse emissions by the same amount as taking 2.3 million vehicles off of our roads.\n\nSonic, though, isn't stressing the saving-the-planet angle. In a press release, the company's vice president of product innovation and development, Scott Uehlein, said that its new blended cheeseburgers, which contain 25 percent mushrooms, will \"deliver the juicy savory deliciousness you expect from a burger in a way that makes you feel like you're getting away with something.\"\n\nThe company promises that people eating the burger will get all this flavor but \"none of the guilt\" but does not reveal whether the guilt reduction will come from cutting calories or greenhouse gas emissions.\n\nRichard Waite, from the World Resources Institute, is thrilled. \"I think it's great!\" he says. WRI has been pushing the blended beef-mushroom burger as a candidate to become one of America's most-served menu items, which WRI calls \"power meals.\" According to Waite, the list of the top 20 meals served by food service companies currently contains only one plant-based item, a veggie wrap. The rest are meat-centric, including four versions of the classic hamburger.\n\nMany niche burger makers and school cafeterias have joined the blended burger bandwagon. In the dining rooms of Stanford University, Waite says, it's the only kind of burger you'll find. But Sonic's 3,500 drive-in restaurants represent a huge boost to the concept.", "keywords": ["environmentalists", "cheering", "institute", "way", "latest", "according", "burger", "beef", "menu", "drivein", "blended", "wri", "sonic", "mushrooms", "waite", "heres"], "polarity": 0.20157575757575757, "subjectivity": 0.5460303030303031},
{"title": "Some Of The Oldest-Ever Tattoos Found On Egyptian Mummies", "url": "https://www.npr.org/sections/thetwo-way/2018/03/02/590347574/some-of-the-oldest-ever-tattoos-found-on-egyptian-mummies", "text": "Some Of The Oldest-Ever Tattoos Found On Egyptian Mummies\n\nEnlarge this image toggle caption Courtesy of Renee Friedman Courtesy of Renee Friedman\n\nThe two well-preserved mummies from Egypt's Gebelein site – a male and a female — have been in the British Museum's collection for more than 100 years.\n\nBut thanks to new technology, archaeologists have just discovered that they have some of the world's oldest tattoos – and what they say are the earliest known to contain figures.\n\nOxford professor Renee Friedman had been using a handheld infrared camera to examine tattoos on mummies from about 1,000 years later, in the Middle Kingdom period.\n\nShortly after that work, she was coordinating a project at the British Museum, home to these mummies, which had been excavated and brought to the U.K. in 1899. Radiocarbon dating indicates that they are likely from 3932 to 3030 BC, the predynastic period.\n\n\"I said, hmm, why don't I try my little camera on these well-preserved bodies?\" Freidman tells The Two-Way. It was \"a big surprise when these tattoos just popped out under infrared,\" she laughs.\n\n\"It's quite remarkable what has gone undetected that, now, new technology, a little hand-held pre-converted infrared camera, is unlocking — a whole new world for us of body modification at such an early time,\" she adds. The team's findings were published this week in the Journal of Archaeological Science.\n\nFor a century, the markings had been mistaken for a meaningless smudge. But the infrared imaging showed that they were actually well-known motifs common to the predynastic period.\n\nOn the male's right shoulder are two animal forms. \"He's got a Barbary sheep, an animal with these down-curving horns, and below that he's got some sort of a cattle figure,\" says Friedman, adding that these were symbols of power and virility. \"They might be badges of bravery, of his skill. His trophies.\"\n\ntoggle caption Courtesy of Renee Friedman\n\nThe female's tattoos are also on her right arm. They include a series of S shapes – \"those marks are known from the contemporary pottery of the time, though we don't know what it means.\" Another marking, Friedman says, is likely a set of ritual clappers. \"So we think her markings are more associated with cult knowledge, knowing the proper moves, knowing the proper rituals and spells.\"\n\nThe scientists think the tattoo ink was made using soot, and the fact that it is carbon-based allowed the infrared camera to pick it up very strongly. It's also worth noting that these mummies were not intentionally preserved, like later mummies in ancient Egypt. But this particular site is known for its well-preserved bodies, likely due to the climate.\n\nIt was a surprise to find the tattoos on a male mummy. Friedman says other, later female Egyptian mummies with tattoos had been discovered, and a set of figurines with drawings on them did suggest to Egyptologists that tattoos likely existed at the time for women. The male's body art \"was a real game changer in our perceptions of tattooing,\" she says.\n\nThese markings are roughly contemporaneous with Otzi, a man who was preserved in ice in Europe and dates back to the late 4th millennium BC. However, archaeologists have suggested that his tattoos may have had a medicinal purpose – Friedman suggests they could be an early form of acupuncture.\n\nThese Egyptian tattoos, she says, were meant for show. \"They're in parts of the body that would have been on daily display,\" she says, adding to what we already know about predynastic fashion. \"You're showing off tattoos, we know that they had colorful clothing, they had colorful leather. They probably looked fabulous.\"\n\nThe find adds another layer to the complicated and diverse history of tattoos. \"It's interesting, it must be this human phenomenon to want to permanently modify your body. It seems to be very cross-cultural but for a variety of different reasons,\" Friedman adds.\n\nThe mummies are on display at the British Museum and she says the tattoos are visible if you look carefully.\n\nIf this has piqued your interest in the history of tattoos, you can check out the Los Angeles County's Natural History Museum which is currently holding an exhibition about the art form.", "keywords": ["camera", "oldestever", "body", "infrared", "egyptian", "wellpreserved", "likely", "renee", "tattoos", "mummies", "friedman", "predynastic"], "polarity": 0.05159665854978355, "subjectivity": 0.37481872294372287},
{"title": "Trump Endorses George P. Bush's Re-Election Bid For Texas Land Commissioner", "url": "https://www.npr.org/2018/03/02/590384441/trump-endorses-george-p-bushs-re-election-bid-for-texas-land-commissioner", "text": "Trump Endorses George P. Bush's Re-Election Bid For Texas Land Commissioner\n\nThe only member of the Bush political dynasty still in office is Texas Land Commissioner George P. Bush. Although President Trump vanquished Bush's father, Jeb, and has criticized former presidents George H.W. and W. Bush, Trump has endorsed George P.'s re-election bid.\n\nARI SHAPIRO, HOST:\n\nTexas holds the first-in-the-nation primary next week. Voters will make choices in hundreds of races, including governor and U.S. senator. Further down the ballot, there's a race that could decide the future of one of America's political dynasties. From member station KUT in Austin, Ben Philpott reports.\n\nBEN PHILPOTT, BYLINE: Voters usually don't spend much time considering their choice for Texas Land Commissioner. The office plays several important roles, but, yeah, it's kind of the bottom of the barrel when it comes to statewide races. But the office has received plenty of attention over the last three years because there's been a Bush holding the job - yes, as in that Bush family.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nGEORGE P. BUSH: Hi, I'm Commissioner George P. Bush. The last four years of the Texas General Land Office have been the most conservative in the agency's history. Before...\n\nPHILPOTT: Grandson to president number 41, nephew to number 43 and son to Jeb Bush, the former Florida governor and presidential candidate. That's a lot to live up to, but it was a mantle that, Southern Methodist University political science professor Cal Jillson says, George P. appeared ready to take up.\n\nCAL JILLSON: He was a young, vibrant, good-looking guy. So he looked like a central-casting, next-generation Bush candidate starting in Texas but with national possibilities.\n\nPHILPOTT: But this member of the fourth generation of the Bush political dynasty hasn't quite lived up to the expectations. There are questions about how well his office has handled Hurricane Harvey relief. Even worse, he's received bad press over his handling of the Alamo - you know, the one we're supposed to remember all the time. So facing an unexpectedly tough primary, George P. Bush has sought out the most coveted endorsement in Republican politics.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN: President Trump said, Texas Land Commissioner George P. Bush backed me when it wasn't the politically correct thing to do, and I back him now.\n\nPHILPOTT: It might be a political marriage of convenience. Back when Jeb Bush was running in the Republican presidential primary, he was candidate Trump's whipping boy.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: I defined him. I gave him this term, low energy. I said he's a low-energy individual. We do not need, in this country, low energy.\n\nPHILPOTT: That's Trump speaking on \"Jimmy Kimmel Live!\" in 2016. Trump said Jeb Bush supported illegal immigration because his wife, George P.'s mother, was born in Mexico. That didn't stop George P. from endorsing Trump after he became the Republican presidential nominee. As President Trump has rejected much of what the Bush family stood for in politics, whether it's on immigration or foreign policy, Jillson wonders whether George P. Bush can evolve in what's now Trump's party.\n\nJILLSON: And now I think people have real questions about what the upside of George P. Bush as a politician and an officeholder actually is.\n\nPHILPOTT: And a Bush loss? Well, that would have pundits across the country talking about the end of the Bush political dynasty. Still, it's a big family. For NPR News, I'm Ben Philpott in Austin.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["endorses", "office", "bushs", "npr", "land", "texas", "political", "p", "george", "trump", "commissioner", "bid", "bush", "reelection", "president"], "polarity": 0.046371118593340824, "subjectivity": 0.327417695473251},
{"title": "'ProPublica' Report Shows That Morale Among HUD Employees Is At An All-Time Low", "url": "https://www.npr.org/2018/03/02/590384434/propublica-report-shows-that-morale-among-hud-employees-is-at-an-all-time-low", "text": "'ProPublica' Report Shows That Morale Among HUD Employees Is At An All-Time Low\n\nNPR's Ailsa Chang talks with ProPublica reporter, Alec MacGillis, about what is going on at the Department of Housing and Urban Development after news that the agency approved the purchase of a dining set that cost $31,000 in taxpayer money. He says the morale levels among employees at HUD are at an all-time low.\n\nAILSA CHANG, HOST:\n\nThis week, some bad press hit the Department of Housing and Urban Development. HUD officials had approved a $31,000 dining set for Secretary Ben Carson's office even though federal law places a $5,000 cap on furnishing or redecorating a department head's office. HUD says it's canceling the furniture order now after the House Oversight Committee started looking into the matter.\n\nThe whole incident has raised larger questions about how Ben Carson is running the agency. With us now to talk about that is reporter Alec MacGillis from ProPublica. Welcome.\n\nALEC MACGILLIS: Thank you.\n\nCHANG: Were you surprised that HUD approved this purchase of a $31,000 dining set? And there were apparently $3,400 window treatments, too.\n\nMACGILLIS: Yes, there was all sorts of expenses. I was - I really was surprised, actually. Of all the problems I discovered at HUD in my reporting over the past year, the overspending by Ben Carson was not one of them. This is someone who is still taking commercial flights, sitting in the middle seat in coach unlike a lot of the other cabinet secretaries who are flying around in private jets. So this is not something I really expected from him.\n\nCHANG: And especially now that HUD is going through some severe budget cuts, these extravagances just seem in stark contrast to what's happening across the department.\n\nMACGILLIS: Definitely. These purchases were made at a time when HUD was facing a cut of I think 15 percent from the White House, which would have just devastated public housing, public housing upkeep, Section 8 vouchers, all sorts of programs that a lot of needy people around the country depend on.\n\nCHANG: So according to a HUD spokesman, Secretary Carson says he did not know the table had been purchased. And there were reports that the actual person behind the furniture purchase was his wife, Candy Carson. Why is his wife even making purchases for the agency?\n\nMACGILLIS: That's a very good question. Turns out that his wife, Candy, has been taking a very, very active role at the department. It started off right on the first day when he introduced himself to several hundred HUD employees at their headquarters in Washington. And she was actually the first person to speak to the gathered employees. And she said, we're very excited to be working with you. And then she kind of caught herself and said, well, he's excited to be working with you. And then she turned over...\n\nCHANG: (Laughter).\n\nMACGILLIS: ...Turned over the mike to Ben Carson. And in meetings, she would often be the more voluble person. Ben Carson is notoriously soft-spoken.\n\nCHANG: Yeah.\n\nMACGILLIS: You have to lean forward to hear what he's saying, and - whereas Candy Carson is a charismatic person and just really had a very strong presence within the department.\n\nCHANG: Oh, so she's attending meetings - like, meetings discussing internal policy, meetings with staff?\n\nMACGILLIS: Yes, she is. It's quite remarkable. For instance, there was a visit to Baltimore, one of the sort of listening tour trips. She came along on that trip and was present at all of his meetings with city housing officials, with developers, with the mayor. Also present was Ben Carson's son, Ben Jr., and his son's wife, Ben's daughter-in-law.\n\nThe one thing I observed in Baltimore which really startled me was watching Ben Jr. being approached by a couple entrepreneurs who wanted to pitch HUD on a plan to replace cash bail with turning in guns as a way of paying bail. And they were going to do this sort of through housing authorities. I watched as Ben Jr., who knew these gentlemen, brought them over to meet his dad's top aides to make their pitch. So it's really quite striking to see the son of a cabinet secretary serving in that kind of role.\n\nCHANG: How would you describe the guiding principles Carson uses to run HUD? Do you have a sense of his mission?\n\nMACGILLIS: No, I don't. And I think a lot of people there also do not, which is why there has been such demoralization there. At times, he's made comments that really almost sound like he's actually critical of the mission of HUD and the mission of providing a safety net. But it's not as if he's actually taken very many active steps to sort of enact this kind of anti-government vision.\n\nAnd this is not like what's happening at other agencies such as the EPA, where Scott Pruitt has been very actively trying to dismantle that agency and undermine its mission of environmental protection. In the case of HUD, it's much more a matter of things kind of being very aimless. So it's a different model of how the government can run astray. It's through inattention and dysfunction rather than outright activist dismantling.\n\nCHANG: You noted that there's been a problem with morale during Carson's tenure so far. But there has been a problem with morale at HUD for years. Have you noticed a precipitous drop in morale since Carson's arrival, or it's just more of the same?\n\nMACGILLIS: HUD has definitely struggled with morale over the years largely I think because it's just fallen such a long way from its grand ambitions of its founding back in the '60s. It was founded as part of the Great Society and the War on Poverty in the LBJ years. But it really has - it's shrunken quite a lot. It's down to fewer than 8,000 employees. It used to be twice that. But morale had really picked up quite a bit in the Obama years, and there was just a sense that things were really happening again.\n\nAnd now under Ben Carson, there has been a big drop in morale. It's the sense that, my goodness, what does the Trump administration think of us as a department if they would put in charge of us someone who has zero experience in the field that we work in? That's what a HUD employee said to me. It's as if I had just walked out of this door one day and declared that I was going to become a nurse. There was just the sense that what we do doesn't matter if they're putting in charge of us someone who has no experience in this area.\n\nCHANG: That's Alec MacGillis. He covers politics and government for ProPublica. Thank you very much.\n\nMACGILLIS: Well, thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["morale", "ben", "really", "housing", "low", "hes", "propublica", "hud", "employees", "alltime", "department", "carson", "meetings", "report", "shows"], "polarity": 0.13988952020202017, "subjectivity": 0.4548088023088024},
{"title": "Billy Graham's Funeral Celebrated Evangelist's Life And The Reach Of His Ministry", "url": "https://www.npr.org/2018/03/02/590384427/billy-grahams-funeral-celebrated-his-life-and-reach-of-evangelists-ministry", "text": "Billy Graham's Funeral Celebrated Evangelist's Life And The Reach Of His Ministry\n\nBilly Graham's funeral in Charlotte, N.C., Friday was a celebration of his global reach and ministry. More than 2000 guests were invited, including all of the living U.S. presidents.\n\nAILSA CHANG, HOST:\n\nThe Reverend Billy Graham has been laid to rest in North Carolina. He's buried next to his wife in a private plot a few miles from where he was born. His funeral outside Charlotte today brought an outpouring of friends, family members and admirers from around the world. Among them were President Trump and the first lady and Vice President Pence and his wife. NPR's Tom Gjelten was there.\n\n(SOUNDBITE OF PIANO MUSIC)\n\nTOM GJELTEN, BYLINE: There was no ornate cathedral for Billy Graham's funeral. The service was held outside, not far from the North Carolina farm where he was raised, in an open tent like the one where he preached his first big crusade in Los Angeles in 1949. Billy Graham himself planned the service down to the music.\n\n(SOUNDBITE OF PIANO MUSIC)\n\nGJELTEN: A chilly wind kept the 2,000 guests bundled in their coats and scarves. But the funeral drew a celebrity crowd. Besides the president and vice president and their wives, HUD Secretary Ben Carson, Sarah Palin and other politicians, the country music star Ricky Skaggs. Cardinal Timothy Dolan, the archbishop of New York, recalled watching Billy Graham crusades on television as a young man.\n\nTIMOTHY DOLAN: My mom and dad and my grandparents loved listening to Billy. My grandma, whose mom came from Ireland, said he was almost one of us.\n\nGJELTEN: Despite all the dignitaries in the audience, this was mostly a Graham family affair. The service was held on the grounds of the Billy Graham Library. The house where Graham grew up, having been moved and reassembled here one brick at a time, was the backdrop. First to speak was Billy's surviving sister, Jean Ford.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nJEAN FORD: My brother Billy, my sister Catherine, my brother Melvin and I grew up here in this house. We learned hard work. We learned to love the Lord. We learned to pray. We learned to love the scriptures.\n\nGJELTEN: One by one, Billy Graham's five children spoke. Graham once described his daughter, Anne Graham Lotz, as the best preacher in the family. But as a woman in a Southern Baptist environment, she could not be ordained, and faced many obstacles when she tried to launch her own evangelical career. But today she felt empowered.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nANNE GRAHAM LOTZ: I want to make a pledge to my daddy. And I pledge to you, Daddy, in front of all of these witnesses, I will preach the word. I will do the work of an evangelist. I will share the gospel.\n\nGJELTEN: It was up to Franklin Graham, his father's designated successor, to deliver the eulogy. The most political of the Graham children, he was the only one to acknowledge President Trump and Vice President Pence in the audience. Franklin Graham's theology is also the most hard-edged, and his eulogy had a strong evangelical tone.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nFRANKLIN GRAHAM: If this were your funeral, would you be in heaven? Are you sure? Jesus tells us that no one comes to the Father except through him. The world with all of its political correctness would want you to believe that there are many roads to God. It's just not true.\n\n(SOUNDBITE OF BAGPIPE MUSIC)\n\nGJELTEN: Billy Graham's casket was carried off to his graveside by his grandsons. Though all five of his children became evangelical leaders like him, each in his or her own way, many have gone through difficult times, and the family has dealt with its own divisions. But on this occasion, they were all together. And they all declared their love for Daddy Bill, the name he was given by his grandchildren. Tom Gjelten, NPR News, Charlotte, N.C.\n\n(SOUNDBITE OF BAGPIPE MUSIC)\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["celebrated", "billy", "npr", "reach", "learned", "evangelists", "funeral", "family", "vice", "service", "grahams", "life", "graham", "president", "ministry"], "polarity": 0.18796822390572387, "subjectivity": 0.49129840067340064},
{"title": "Economist Ned Hill Looks At Potential Impacts Of Tariffs On Steel-Producing States", "url": "https://www.npr.org/2018/03/02/590384420/economist-ned-hill-looks-at-potential-impacts-of-tariffs-on-steel-producing-stat", "text": "Economist Ned Hill Looks At Potential Impacts Of Tariffs On Steel-Producing States\n\nThe Trump administration proposed tariffs on all steel and aluminum imports Thursday. NPR's Ari Shapiro talks with professor Ned Hill, an economist at The Ohio State University who studies American manufacturing, about the impact these tariffs will have on steel-producing states.\n\nARI SHAPIRO, HOST:\n\nImported aluminum and steel are now facing new tariffs, 25 percent for steel and 10 percent for aluminum. President Trump made that announcement at the White House yesterday. The state of Ohio has a long, proud history of steel manufacturing. Cleveland has the most productive steel mill in the U.S. We wanted to see how the new tariffs might affect the industry in the state, so we've called Ned Hill. He's an economist at Ohio State University who studies manufacturing. Welcome to the program.\n\nNED HILL: Well, Ari, thank you so much and appreciate you calling.\n\nSHAPIRO: President Trump has been saying since his campaign that tariffs like this will revitalize the American steel industry. Do you think that's true?\n\nHILL: No.\n\nSHAPIRO: No. OK, thank you for joining us today. It's been a pleasure.\n\nHILL: (Laughter) Well, so the president makes the claim that a 25 percent tariff on steel and a 10 percent tariff on aluminum import will revitalize the industry, and it's just nonsense. There are two things that will happen. One is the current plants will indeed be able to sell and make more steel.\n\nWhen you look at steel, though, you have to look at where it sits in the supply chain of manufacturing. Steel is used by everything else in the economy. So if you increase the price of imported steel by 25 percent, that means the price of domestic steel will go up. The end result is domestically made products which are internationally competitive - their prices will go up.\n\nSHAPIRO: Let's imagine for a moment that the tariff does go into effect. Prices on imported steel go up. Prices on domestic steel go up. Is the short-term consequence of that more jobs for steelworkers, fewer jobs for steelworkers? What's the immediate consequence for the U.S. steel industry, specifically in Ohio?\n\nHILL: Well, for steelworkers, hours will go up. There will be some increase in employment. I doubt you'll see new plants come online because those are very expensive. For example, when U.S. Steel in Lorain shut down their pipe plant last year, they had to write off $850 million. There's an electric arc steel factory in Mingo Junction that's trying to start up. They'll love it. But it's taken them 2 1/2 years to get that plant to the point where it can be operating again.\n\nSHAPIRO: We're talking about manufacturers of steel and aluminum. But there are other big manufacturing plants that use steel and aluminum, whether it's GE or car companies. What's this going to do to them?\n\nHILL: For Ohio, it will be devastating. One of the largest manufacturing employers in the state is GE jet engines down in Evendale. So what that will do - it will increase the cost of their jet engine compared to Rolls-Royce, and you'll see the market shift. The backwash effects will be huge.\n\nSHAPIRO: You're an economist who studies manufacturing. You spend all day every day thinking about these issues. For some of the blue-collar workers in these plants, do you think there is an appropriate level of skepticism, or are they celebrating that this is going to mean a return of American steel and aluminum, whether or not that's what it actually turns out to be?\n\nHILL: It depends how close they are to their retirements. If they're going to retire in the next two to three years, they should be doing high fives and dancing in the streets. If they're part of the new, young group of workers who are coming into the plants because the plants have been hiring for the past two and a half years, their life just got a lot dicier because if you look 30 years out, you can look forward to recession and look forward to a trade war.\n\nSHAPIRO: Tell me more about the potential trade war here. We're talking specifically about aluminum and steel, but Ohio exports a lot of other things, agricultural products. Do you think other countries might retaliate in ways that would harm those exports?\n\nHILL: Oh, I think it's inevitable. Agriculture is still a very important part of Ohio. Corn exports and soybean exports are critical. And if we put a large tariff on Canadian or Mexican steel, and they retaliate with a tariff on agricultural products knowing that Argentina and Brazil, our competitor, can fill the hole, all of a sudden you blow a hole in the inner important part of the economy of the state. I think of this as the president doing a cannonball into the low end of a swimming pool. The water's going to go everywhere, and you just don't know where it's going to hit.\n\nSHAPIRO: Ned Hill is an economist at Ohio State University. Professor Hill, thanks for joining us today.\n\nHILL: Ari, it's been a pleasure. Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["manufacturing", "ned", "tariffs", "steel", "plants", "states", "tariff", "think", "impacts", "potential", "steelproducing", "aluminum", "state", "ohio", "looks", "economist", "hill"], "polarity": 0.0745743746993747, "subjectivity": 0.4639505170755171},
{"title": "Florida State Rep. Jared Moskowitz Discusses Delays In Gun Control Legislation", "url": "https://www.npr.org/2018/03/02/590384413/florida-state-rep-jared-moskowitz-discusses-delays-in-gun-control-legislation", "text": "Florida State Rep. Jared Moskowitz Discusses Delays In Gun Control Legislation\n\nAILSA CHANG, HOST:\n\nIn the Florida House, Jared Moskowitz has been one of the more outspoken voices in this debate. He's a Democrat who represents the Parkland area. And when we spoke with him almost two weeks ago, he was frustrated with Washington but optimistic that Florida could come through.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nJARED MOSKOWITZ: Washington is broken. Nothing's going to happen in Washington. But Tallahassee has three weeks. We have three weeks. We have a unique opportunity.\n\nCHANG: Now, with just one week left in their legislative session, some of that optimism is gone.\n\nMOSKOWITZ: The bill is still moving along. But this obviously is not where I thought the process was going to go. The bill does keep guns out of the hands of people like Nikolas Cruz, but now it also potentially could do other things that really were never part of this conversation. And so we have a bill in which the two sides have come together. We are talking. We are compromising. And sometimes when you do compromise, that means both sides have to get something.\n\nCHANG: And both sides have to give something up.\n\nMOSKOWITZ: And both sides have to give something up. I, obviously, am against arming teachers. I was against it from day one. I filed the amendment to take it out in committee. I filed the amendment on the floor to take it out of the House bill on the floor. But at the same time, in the bill is monumental gun control for the state of Florida, which we've not been able to do in 20 years and may not get another crack at it again for a long period of time.\n\nCHANG: What would you be willing to give up in order to get a gun control legislation package passed?\n\nMOSKOWITZ: I am willing to give up certain things to get the marshal program, which is the optional program to arm teachers out of the bill. And I am working on that. You know, what specific I'm willing to give up - I'm not willing to tell the other side exactly what I'm willing to give up yet because we're still having negotiations. And they might listen to NPR. You know, we'll continue to have that dialogue, continue to have that conversations. We got a week left to get this done. A week is an eternity when it comes to negotiating a bill.\n\nCHANG: Are there any lines in the sand that you would draw? Is there anything the other side wants that you absolutely will not consider?\n\nMOSKOWITZ: I mean, the answer to that is of course, which is that this can't just turn into a bill that doesn't answer the ultimate question. Would this have prevented another Marjory Stoneman Douglas shooting? Would this bill keep guns out of the hands of people like Nikolas Cruz? So if they want to start getting rid of things like, well, you can be under 21 and still buy guns or you're not going to have a waiting period - if they start getting rid of stuff like that, then at the end of the day, then we have to kill the bill.\n\nCHANG: Is there any middle ground that you could stomach with this proposal to possibly arm teachers or other staff at schools?\n\nMOSKOWITZ: Well, listen, it gives me indigestion. I mean, I'm already stomaching the optional program. I mean, I can tell you if they wanted to mandate the program, that's a complete deal breaker I think. We - then this bill would die under its own weight. It's objectional (ph) to me because I'm trying to take guns off the streets. I'm trying to get guns out of the hands of people like Nikolas Cruz. I'm not trying to put more guns in places. And so we've got to be very careful as we move forward on what we can get accomplished here and then give these kids - give these kids a win that they can take to D.C. so they can accomplish what they've been working so hard on since this tragedy happened at Douglas.\n\nCHANG: There are so many conflicting forces going on here. You've had a lot of people traveling to the Capitol to put pressure on you guys, on the lawmakers. You have the NRA and their supporters. You have the survivors of the Parkland shooting. What do you think? Which side seems to have more influence over your colleagues right now?\n\nMOSKOWITZ: Well, that's tough to say. It's obviously based on where they're from and their district. I mean, I would tell you that, you know, Democrats are hearing from parents that want gun control. We're also hearing from teachers that don't want this program, this Marshal program, even though it's optional. I think Republicans are hearing from the NRA big time. The NRA is sending out emails saying we need to find people to primary these Republican-elected officials. The NRA is saying we're going to spend more money in Florida in races than we've ever spent before. So the NRA is in full force. You may not see it if you're in a Democratic district, but if you're in a hardcore Republican district, they're getting hammered. And they're also hearing from teachers that don't like the optional marshal program.\n\nSo everyone right now is hearing from their constituents, hearing from their activists, hearing from their neighbors. We cannot leave here without a bill. That's just got to be the ultimate, ultimate answer of whether or not we succeeded or failed these kids. This bill is already not what they want. They want different stuff. But the idea that we did nothing and we failed them - that's got to be totally unacceptable.\n\nCHANG: Jared Moskowitz is a Democrat and represents the Parkland area in the Florida House of Representatives. Thank you very much.\n\nMOSKOWITZ: Thank you.\n\n(SOUNDBITE OF THE WEAKERTHANS' \"ELEGY FOR GUMP WORSLEY\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["delays", "jared", "gun", "nra", "program", "teachers", "im", "control", "florida", "bill", "guns", "rep", "legislation", "hearing", "going", "discusses", "willing", "moskowitz", "state"], "polarity": 0.06539310515873015, "subjectivity": 0.5301227678571429},
{"title": "Florida Lawmakers Focusing On Legislation To Prevent School Shootings", "url": "https://www.npr.org/2018/03/02/590384404/florida-lawmakers-focusing-on-legislation-to-prevent-school-shootings", "text": "Florida Lawmakers Focusing On Legislation To Prevent School Shootings\n\nFlorida lawmakers are considering measures proposed after the deadly shooting at Marjory Stoneman Douglas High School. The bill is opposed by the National Rifle Association because of limits on gun purchases and by some Democrats because it would arm teachers.\n\nARI SHAPIRO, HOST:\n\nIn Florida, lawmakers are working on measures aimed at preventing another school shooting like the one that killed 17 people at Marjory Stoneman Douglas High School. But they've run into significant opposition. From Tallahassee, NPR's Greg Allen reports.\n\nGREG ALLEN, BYLINE: A week ago, 100 students from Marjory Stoneman Douglas High School were here at the state capitol. They came to ask lawmakers to take action to prevent another mass shooting like the one they'd just gone through. Since then, student activists have been an almost constant presence. A graduate and the school's former student body president, Barrington McFarlane, spent much of last week, he says, going to funerals. Today he was at the Capitol on a day when the legislature had been scheduled to begin debating a school safety bill.\n\nBARRINGTON MCFARLANE: It's sad being up here because right now it feels like no one else around us understands the way the Parkland people understand.\n\nALLEN: Republican leaders say they were moved by the parents and the students from Parkland. They worked quickly to craft a comprehensive bill to prevent another mass shooting. But the GOP bill has run into problems. Today Florida's Senate president pulled the bill from consideration, saying it needs more work.\n\nAmong the problems it faces is opposition from one of Tallahassee's most powerful interest groups, the NRA. The group sent email alerts to its members this week urging them to pressure lawmakers to reject key provisions, including a ban on bump stocks, a three-day waiting period and raising the age to 21 for all gun purchases. Bill Nelson, the Democrat representing Florida in the U.S. Senate, was also in Tallahassee today.\n\nBILL NELSON: The NRA that has struck fear in the hearts of our Republican brothers and sisters because they're going to come after them with a lot of money or put up candidates against them in the next primary - so that's what's going on right now.\n\nALLEN: Some Republican members of the state House and Senate say they agree with the NRA and oppose the limits on gun sales. Many Democrats, along with some students and parents from Parkland, also oppose the bill but for a different reason. They don't like a provision known as the school marshal plan. That would allow teachers who volunteer and who receive extensive training to carry guns in school. There's also debate over whether such a program should be optional or mandatory. Senate Minority Leader Oscar Braynon, a member of the legislature's black caucus, is one of the most outspoken opponents.\n\nOSCAR BRAYNON: We're talking about a bill that is going to, in my opinion, put people, children in my community in harm's way. It's been proven. I can point to studies. And that is being put in this bill.\n\nALLEN: Despite the snags, there's a lot in the legislation that nearly everyone agrees on. The measures make some $400 million available to expand mental health services, to hire more school resource officers and to upgrade security by adding things like metal detectors and bulletproof glass in schools. It would also allow local law enforcement to temporarily seize the guns of people deemed a threat to themselves and others. Bill Galvano, the Republican who's been shepherding the bill through the Senate, says special interests like some parts of the bill and hate others. In his view, that's a sign of a good legislative compromise.\n\nBILL GALVANO: We had a tragedy just a couple of weeks back. What we should be concerned about is not, you know, what group likes what. But can we come together, put a meaningful safety package out there and pass it that's going to save lives? And then the politics of it be damned.\n\nALLEN: Florida's Senate will take up the bill tomorrow in a rare Saturday session. Final votes in the Senate and House are expected before the session ends next Friday. Greg Allen, NPR News, Tallahassee.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["npr", "lawmakers", "thats", "prevent", "republican", "florida", "bill", "shooting", "week", "legislation", "focusing", "senate", "going", "shootings", "school"], "polarity": 0.12283126293995858, "subjectivity": 0.47020703933747404},
{"title": "Organizers Of March For Our Lives Working To Find New Location For Rally", "url": "https://www.npr.org/2018/03/02/590384332/organizers-of-march-for-our-lives-working-to-find-new-location-for-rally", "text": "Organizers Of March For Our Lives Working To Find New Location For Rally\n\nOrganizers of the March for Our Lives are working to establish a new location in Washington, D.C., for their student-led rally for gun control later this month. Their original plans to hold the march on the National Mall fell through, because a student group filming a talent show already requested a permit for the same space.\n\nARI SHAPIRO, HOST:\n\nGun control advocates hoped to stage a massive demonstration on Washington's National Mall later this month. But the Mall was already booked, and the student organizers of the event were forced to find a different location in the nation's capital. Mikaela Lefrak of member station WAMU reports.\n\nMIKAELA LEFRAK, BYLINE: The March For Our Lives student organizers applied for a permit on the National Mall only to be told no. A student group filming for a talent show had already applied for a permit in the same place. The Mall is managed by the National Park Service, and spokesman Mike Litterst says they award permits on a strictly first-come, first-served basis.\n\nMIKE LITTERST: Because the March For Our Lives came in second, we worked with them to find another location.\n\nLEFRAK: That new location is nearby on a stretch of Pennsylvania Avenue under local D.C. jurisdiction. Jeffrey Carroll is an assistant chief with D.C. police. He says they're already having regular meetings with the march organizers to get ready for busloads of demonstrators to come into the city.\n\nJEFFERY CARROLL: Our goal is to allow them to have a successful First Amendment demonstration to keep everyone safe who'll be there to exercise their First Amendment right.\n\nLEFRAK: The Washington, D.C., event is the headliner in a series of rallies planned for March 24. According to the original permit application, organizers expect 500,000 people to attend. The Park Service's Mike Litterst says even if the crowds spill over onto the National Mall or march to the White House, the city will be ready.\n\nLITTERST: This is far from the first time that there has been an event this size, so we are certainly well versed with all the different entities that are involved. We work with them together regularly.\n\nLEFRAK: Student survivors of the killings at Marjory Stoneman Douglas High School in Florida are organizing the event. For NPR News, I'm Mikaela Lefrak in Washington.\n\n(SOUNDBITE OF DO MAKE SAY THINK'S \"BOUND\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["dc", "npr", "national", "event", "permit", "lives", "working", "rally", "mall", "student", "location", "organizers"], "polarity": 0.12625974025974027, "subjectivity": 0.4454178678464393},
{"title": "Why Race Should Be Included In The Conversation About Arming Teachers", "url": "https://www.npr.org/2018/03/02/590384303/why-race-should-be-included-in-the-conversation-about-arming-teachers", "text": "Why Race Should Be Included In The Conversation About Arming Teachers\n\nPresident Trump has talked about a plan to arm more teachers as a way to prevent school shootings like the one at Marjory Stoneman Douglas High School in Parkland, Fla. NPR's Ailsa Chang talks with Stephanie Gates, a black teacher in Chicago, about why it's important to include race in the conversation around arming teachers.\n\nAILSA CHANG, HOST:\n\nOur poll also reflected a racial disparity on the issue of letting teachers carry guns. People of color were far less likely than whites to back the president's proposal.\n\nSTEPHANIE GATES: When I first heard the idea of teachers being armed, I was like, that's absolutely ludicrous.\n\nCHANG: That's Stephanie Gates. She's been teaching in Chicago public schools for 25 years. She's African-American, and most of her students are black or Latino.\n\nGATES: I think the conversation about arming teachers is different for teachers of color because we live in a culture where we have implicit bias. And teachers of color are judged by the color of their skin. So if there's a situation where there's an active shooter and the police enter the building, how do the police know who the active shooter is? And if there's some prejudgment there, they might assume that a teacher of color's actually the shooter.\n\nCHANG: Last week, we spoke with a superintendent in Texas, Ricky Stephens, who has a program much like what President Trump put forward. Some teachers at his schools carry guns, but only the ones who want to and the ones who are trained. Here's what he said.\n\nRICKY STEPHENS: Parents, teachers, even students were saying that that they feel so much more comfortable knowing that they have teachers, who they don't even know, walking the halls that are ready to protect them.\n\nCHANG: So I understand that you don't want to carry a gun at your school, but can you see the point that someone like Ricky Stephens is making - that it would make some people just feel safer?\n\nGATES: So I live in a neighborhood that has high crime. In the summertime on particular days, particularly when it's really hot, we'll have increased police presence. And also when there were shootings that took place in different places in the country, I noticed that we get increased police presence. As someone who lives in the neighborhood where this happens all the time - when I'm driving around and I see increased police presence, it doesn't make me feel safer. It actually makes me feel less safe - because when I see a police car on this corner, and I drive another block and I see a police car on that corner, it makes me think that, at any moment, something can happen.\n\nCHANG: Right. So what you're saying is that the presence of more authority figures in a school, who happen to be armed, can actually increase tension?\n\nGATES: I think it can. We know that the research says that children of color are suspended at higher rates. They're expelled at higher rates. And so now you arm teachers which, I think, would make the environment even more hostile to students of color who are already targeted in some schools.\n\nCHANG: Are you worried, too, that some teachers might not always make the best decision on when to use a gun?\n\nGATES: I think that's a possibility with anybody who carries a gun. And also if you're talking about a teacher who's armed in an active shooter situation, who's to say where bullets go? Worst possible scenario, I'm an armed teacher. An active shooter's in my building. I, you know, engage in a shootout. Who's to say I don't shoot a student?\n\nCHANG: It seems like so many people right now are expressing such tremendous fear after Parkland. Can you relate to any of that? Do you share any of that right now?\n\nGATES: Of course I share fear. I'm a teacher. I walk into a building every day. It concerns me greatly because parents send their children to school to be safe. And I tell that to my students all the time. I say your parents send you to school, and they expect, at the end of the day, for you to come home from school. So yes, it's a fear. And it's always there. But it - if it's greater than what I do, then why would I get up and go to work every day? I have to take that fear. I have to deal with it, and I have to do what I can during the course of the day to make sure that the students, who are entrusted in my care, can go home at the end of the day. All I can do is what I can do.\n\nCHANG: Stephanie Gates is an elementary language arts teacher in Chicago. Thank you so much for talking to us.\n\nGATES: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["presence", "race", "conversation", "teacher", "teachers", "color", "think", "day", "included", "arming", "know", "gates", "students", "school"], "polarity": 0.1686089466089466, "subjectivity": 0.5305727513227513},
{"title": "Federal Fraud Case Could Put Several College Basketball Coaches In Prison", "url": "https://www.npr.org/2018/03/02/590384293/federal-fraud-case-could-put-several-college-basketball-coaches-in-prison", "text": "Federal Fraud Case Could Put Several College Basketball Coaches In Prison\n\nThis year, a cloud hangs over the NCAA Division I Men's Basketball Tournament. Documents from an ongoing federal probe into bribery and fraud allege a shadow-world involving big money, secret deals and marquee names from the world of college basketball. NPR's Ari Shapiro speaks with Yahoo Sports journalist Pete Thamel about the documents he reviewed.\n\nARI SHAPIRO, HOST:\n\nMarch Madness starts in just over a week. And this year, a cloud hangs over the NCAA Division I Men's Basketball Tournament. Documents from an ongoing federal probe into bribery and fraud allege a shadow world involving big money, secret deals and marquee names from the world of college basketball. Journalists Pete Thamel and Pat Forde reviewed some of those documents and broke the story for Yahoo Sports. We asked Pete Thamel to unwind the story.\n\nPETE THAMEL: On September 26, Ari, the FBI busted into the homes and hotel rooms of 10 men affiliated with basketball and arrested them for a variety of charges. They included bribery, wire fraud, money laundering. And what was found is they were illicitly either taking bribes to send young men to different financial planners and business managers or using money to steer players to different colleges and universities. It's an intricate scheme that went from sneaker company executives to four college assistant coaches all the way down to AAU amateur coaches.\n\nSHAPIRO: And you've uncovered ties to 20 Division I programs, more than 25 players. I mean, how pervasive was this?\n\nTHAMEL: It was essentially so pervasive and such an ingrained part of the system that they have addressed it in what I feel like is a nontraditional way. And there's conversation. Larry Scott, the commissioner of the Pac-12, has come out and said, you know, rules need to change. In my 20 years of covering college sports, Ari, I've never seen one story elicit as much significant conversation for wholesale change as this story has.\n\nSHAPIRO: Can you just tell us the story of one college athlete who you found out about as you were researching whose story really shocked you?\n\nTHAMEL: Ari, I think the story that - when you really look at it in the micro, and you look at it through the criminal complaints and the court documents that gave the best prism to the system was a young man by the name of Brian Bowen. His recruitment to Louisville, where the criminal complaints alleged he received a six-figure payment via Adidas to attend Louisville, led to the firing of Hall of Fame coach Rick Pitino. Bowen was a very good high school basketball player. But he was not what we would call a one and done. He was not guaranteed to just playing college for one year and then leave. And to see the market and to read the conversations in the federal documents about, essentially, the bidding and the behind the scenes maneuvering - OK. If there's a market for the No. 21 player in the country or 19 player in the country, what's the market like for the No. 3 player in the country?\n\nSHAPIRO: Is this going to change March Madness, which kicks off in just over a week?\n\nTHAMEL: I don't think it will significantly. But I do think by the next March Madness, because there's a commission headed by Condoleezza Rice to change college basketball - the findings are expected to come after the Final Four - I do think we will see the sport be different. I just hesitate to think there is going to be three recommendations in a report, and it's going to change decades of behavior.\n\nSHAPIRO: So what will change decades of behavior? Or is this just the way it is and always will be, despite the fact that it's illegal?\n\nTHAMEL: I do think we're going to see some macro change that attempts, hopefully, to include the student athletes who are making the money and the reasons why people are watching March Madness. I mean, you have the coaches making up to $5 million a year in college basketball, some of them even more. And the players have long been due some type of slice for what they're bringing. But I think it's naive to say there's going to be changes, and there's going to be no more under-the-table payments and no more corruption.\n\nSHAPIRO: Pete Thamel, senior writer for Yahoo Sports, thanks for joining us today.\n\nTHAMEL: Ari, thank you.\n\n(SOUNDBITE OF THE BLACK KEYS' \"BLACK MUD\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["fraud", "basketball", "documents", "theres", "think", "federal", "ari", "change", "case", "coaches", "going", "prison", "thamel", "money", "college"], "polarity": -0.00854875283446712, "subjectivity": 0.4806235827664399}
]