[
{"title": "Miami Pedestrian Walkway Collapses Onto Road, Killing At Least 4", "url": "https://www.npr.org/2018/03/15/594169683/miami-pedestrian-walkway-collapses-onto-road-killing-at-least-4", "text": "Miami Pedestrian Walkway Collapses Onto Road, Killing At Least 4 The walkway had just been over installed over the weekend to give students at Florida International University a safe way to cross a busy road, reports Tim Padgett of member station WLRN.", "keywords": ["university", "station", "miami", "wlrn", "tim", "road", "walkway", "students", "killing", "way", "pedestrian", "weekend", "safe", "collapses"], "polarity": 0.06000000000000001, "subjectivity": 0.24},
{"title": "Meet The Activist Who Uncovered The Russian Troll Factory Named In The Mueller Probe", "url": "https://www.npr.org/sections/parallels/2018/03/15/594062887/some-russians-see-u-s-investigation-into-russian-election-meddling-as-a-soap-ope", "text": "Meet The Activist Who Uncovered The Russian Troll Factory Named In The Mueller Probe\n\nEnlarge this image toggle caption Jolie Myers/NPR Jolie Myers/NPR\n\nThe building at 55 Savushkina St. on the outskirts of St. Petersburg, Russia, is unremarkable. It's four stories high, made of concrete and shares a small parking lot with the apartment building next door.\n\nBut if you look a little closer, a few details stick out. For instance, the building is covered in windows, but each one is blocked by heavy drapes. And there are security cameras all over the building.\n\nThat's what you can see from the outside. But what went on inside this building in 2015 has attracted a lot of attention in both U.S. and Russian media. The company that operated inside 55 Savushkina was called the Internet Research Agency. But unofficially, and more commonly, it was known as the \"troll factory.\"\n\nHundreds worked here, and 13 people, including a man with ties to Russian President Vladimir Putin, were recently named in an indictment connected to special counsel Robert Mueller's investigation into Russian interference in the 2016 U.S. presidential election.\n\nRussian oligarch Yevgeny Prigozhin, who has been sanctioned by the U.S. for providing support to the Russian Defense Ministry as it annexed Crimea from Ukraine in 2014, is alleged to be the man who funded the troll factory.\n\nEnlarge this image toggle caption Jolie Myers/NPR Jolie Myers/NPR\n\nInternet activist Lyudmila Savchuk spent two months working undercover at the troll factory in 2015, creating fake social media accounts and writing blog posts meant to sow divisions in the U.S. and turn Russians against Americans.\n\nSavchuk, a slight woman in her mid-30s, carries around a laptop with a campaign sticker for Alexei Navalny, an opposition leader in Russia who has been barred from running in the presidential election this weekend.\n\nShe sips a latte in a cafe outside St. Petersburg after dropping her kids off at day care for the afternoon.\n\n\"The factory worked 24 hours a day, seven days a week. There was a day shift, a night shift, and even shifts over the holidays. The factory worked every single second,\" Savchuk says.\n\nNational Following Mueller Indictments Targeting Russians, Moscow Maintains Denial Following Mueller Indictments Targeting Russians, Moscow Maintains Denial Listen · 3:25 3:25\n\nIn the early days of her investigation into how fake social media accounts and trolls were affecting society, she was looking for a way in. It was late 2014 and she kept seeing advertisements in her social media feed geared to young, educated Russians looking to work in a creative field. A friend who worked at the troll factory tipped her off to what the ads were for. That same friend put in a good word for Savchuk with her bosses.\n\n\"My friend taught me the ropes. She told me that I had to write posts that were natural — like, for example, 'I am cooking or I am walking down the street and I had this thought about how bad the [pro-Western] Ukrainian president is.' \"\n\nAccording to Savchuk, there were a few hundred people in the building at any given time, and the average pay started at $400 a month. The trolls were divided into groups. Those with the best English skills posed as Americans and created accounts on Facebook and Twitter. They'd use those troll accounts to stir up trouble on subjects such as U.S. elections or race relations.\n\nSavchuk, who considers herself a freelance investigative journalist and activist for free and fair elections, spent most of her time at the troll farm writing as an imaginary Russian woman on the LiveJournal blogging platform, widely used in Russia today. Her posts were meant for Russian readers and were intended to inflame anti-American feelings.\n\n\"We made up a post about a new computer game created in the States — that even kids loved to play — and the theme of the game was slavery,\" she says. \"And this was to stir negative tensions towards Americans, as the creators of this game.\"\n\nThat game never existed. Nor did the woman that Savchuk was posing as. A day at the troll factory could mean multiple layers of trolling subterfuge.\n\nEach troll was given a list of topics to focus on by a supervisor. She says there were usually about 10 topics on the list. The United States, the European Union and Putin never left the list.\n\nEnlarge this image toggle caption Jolie Myers/NPR Jolie Myers/NPR\n\n\"It is laughable when Putin says that we do not know about trolls or trolls do not exist,\" she says, \"because when anyone looks thorough the Kremlin-controlled newspapers or state TV, they can see that the propaganda in that media is the exact same stuff that the trolls are posting.\"\n\nSavchuk worries about the deleterious effect of so much fake information on Russian society.\n\n\"For the public, it is harmful because we are being brainwashed,\" she says. \"We won't be able to understand what is really happening. We are put against one another, and we are sliding back into the old ways when we were searching for the enemy among us — our friends and colleagues. That feeling from the Soviet times — I can feel it everywhere.\"\n\nSavchuk eventually leaked documents, videos and her story to the independent Russian news outlet Moy Rayon in 2015. And then the trolls and state-controlled media came after her.\n\n\"They said that I am a secret agent, a CIA operative, and that I am a pervert,\" she says. \"This is what they usually do. So I was ready for this.\"\n\nShe says she ignored the trolls and hoped that her reporting spoke for itself.\n\nShe says that the charges against the 13 employees of the Internet Research Agency are her answer to those allegations.\n\nSavchuk says she worked with several of the 13 troll factory people named in the Mueller indictment and was elated when she heard that workers and managers at the factory had been indicted.\n\n\"This was really a good sign,\" she says. \"We should continue to add more names to this list. I think that every single propagandist, even the little troll on Facebook, has to be punished, has to be named and exposed.\"\n\nNPR producer Monika Evstatieva and freelance journalist Anna Shpakova contributed to this story.", "keywords": ["meet", "activist", "trolls", "troll", "savchuk", "uncovered", "jolie", "media", "russians", "russian", "building", "mueller", "worked", "probe", "factory", "named"], "polarity": -0.003477591529917107, "subjectivity": 0.3136155156213295},
{"title": "U.S. Imposes New Sanctions On Russia Over Election Interference, Cyberattacks", "url": "https://www.npr.org/2018/03/15/593895383/us-imposes-new-sanctions-on-russia-over-election-interference-cyberattacks", "text": "U.S. Imposes New Sanctions On Russia Over Election Interference, Cyberattacks\n\nEnlarge this image toggle caption Alexei Druzhinin/AP Alexei Druzhinin/AP\n\nUpdated at 12:12 p.m. ET\n\nThe Trump administration imposed new sanctions against Russia on Thursday, slapping punitive measures on 19 people and five entities over their alleged role in Moscow's interference in the 2016 election and other \"destructive\" cyberattacks.\n\nThe sanctions mark the most significant move against Russia since President Trump took office more than a year ago. They arrived as Washington's closest ally, Britain, is locked in a diplomatic struggle with Moscow after accusing the Kremlin of using a nerve agent to poison a former Russian intelligence officer living in the United Kingdom.\n\nTrump also joined the leaders of the U.K., France and Germany on Thursday in issuing a statement that condemned the poisoning attack.\n\nAmong the Russians sanctioned by the U.S. on Thursday are 13 people and three entities, including the Internet Research Agency, indicted by Justice Department special counsel Robert Mueller for their alleged role in Moscow's influence operation during the 2016 campaign.\n\nTrump has repeatedly questioned whether Russia did indeed interfere in the election, despite the assessment of U.S. intelligence agencies that the Kremlin carried out a sweeping influence operation and propaganda campaign.\n\nLately, however, he has changed his tune and accepted that the active measures took place. Last week, he vowed to \"counteract very strongly\" any interference in this year's midterm races.\n\nTwo Russian intelligence agencies — the domestic-focused Federal Security Service, or FSB, and Russia's chief military intelligence organization, the GRU — also were hit with sanctions along with six senior GRU officials. Several of those individuals already faced U.S. sanctions.\n\nSanctions against the government agencies are mostly symbolic and are not expected to seriously constrain the campaign of active measures against the West.\n\nTreasury Secretary Steven Mnuchin said, however, that the point is to continue pressuring and isolating Russia over its agitation against the West.\n\n\"The administration is confronting and countering malign Russian cyberactivity, including their attempted interference in U.S. elections, destructive cyberattacks, and intrusions targeting critical infrastructure,\" Mnuchin said.\n\n\"These targeted sanctions are part of a broader effort to address the ongoing nefarious attacks emanating from Russia.\"\n\nAmong the cyberattacks for which U.S. is trying to punish Russia was the \"NotPetya\" attack, which targeted computers in Ukraine. The U.S. attributes that attack to the Russian military.\n\nMnuchin said the administration plans to impose more sanctions in an effort \"to hold Russian government officials and oligarchs accountable for their destabilizing activities by severing their access to the U.S. financial system.\"\n\nCritics said the measures announced on Thursday were far too little, too late.\n\n\"It took 14 months, multiple indictments, and a poisoning in Britain — but the administration is finally imposing the sanctions overwhelmingly approved by Congress,\" said Sen. Amy Klobuchar, D-Minn.\n\n\"However, sanctions alone are insufficient. Now we must protect our democracy going forward by securing our election systems and increasing transparency and disclosure requirements for online political advertisements.\"\n\nAdministration officials say they're doing that. The Department of Homeland Security and FBI are working with state-level elections officials to familiarize them with the cyberthreats from abroad.\n\nBut the potential peril is broader than ever. National security officials told reporters on Thursday that cyberattackers also have focused on American critical infrastructure, including the electrical grid and key industrial facilities.\n\n\"The cyber actors are using a multistage attack campaign with staging and intended targets involved,\" one official said. \"And the campaign is long term and still ongoing.\"\n\nForeign cyberattackers gain access to internal networks involved with running a power plant, for example. Then they map the way it works and burrow deeper.\n\n\"After obtaining access, these actors conducted network recognizance, moved laterally and collected information pertaining to industrial control systems, the systems that run our factories and our grid.\"\n\nAn attack that crippled an American electrical system or another major industrial target would probably be viewed as a major act of war and could trigger an equal response.\n\nSo it's not as likely as the lower-level interference that continues from Russia, but it remains part of the suite of weapons that nations could wield against one another in a crisis addition to their traditional military hardware.", "keywords": ["interference", "sanctions", "measures", "election", "attack", "russian", "cyberattacks", "imposes", "russia", "administration", "officials", "intelligence"], "polarity": 0.0161453483623295, "subjectivity": 0.4102299273053989},
{"title": "'Road Rage' Driver Who Killed Ex-NFL Player Sentenced To 30 Years Prison", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593917420/road-rage-driver-who-killed-ex-nfl-player-sentenced-to-30-years-prison", "text": "'Road Rage' Driver Who Killed Ex-NFL Player Sentenced To 30 Years Prison\n\nEnlarge this image toggle caption AP AP\n\nA man convicted of manslaughter in the 2016 shooting death of former NFL running back Joe McKnight in what prosecutors and witnesses described as a road rage incident, was sentenced Thursday to 30 years in prison.\n\n\"Let this be a cautionary tale to all drivers who rage behind the wheel of their car at other drivers,\" Jefferson Parish District Judge Ellen Kovach said at Ronald Gasser's sentencing, according to NOLA.com. Tragedy could have been avoided, Kovach said, if either man \"had the good sense, the courage and the wisdom to simply disengage.\"\n\nThe men did not know each other but on Dec. 1, 2016, their paths crossed when McKnight, 28, reportedly cut off Gasser, now 56, on a New Orleans bridge, angering him, as Tegan Wendland of WWNO reported. Then in what prosecutors described as a tit-for-tat pursuit of several miles, each man periodically pulled up beside the other and shouted obscenities.\n\nThey pulled over about five miles away at a busy intersection just outside the city and argued. Then Gasser, seated behind the wheel of his vehicle, shot McKnight — who was standing outside unarmed — three times, killing him.\n\nThat Gasser shot McKnight dead was not in question, he remained at the scene and confessed to police. But Gasser said it was self-defense.\n\nHis attorneys argued at trial that their client committed justifiable homicide under the state's Castle Doctrine, because Gasser remained in his vehicle — his own property — as McKnight lunged into the vehicle to attack, reports NOLA.com.\n\nYet prosecutors said forensic evidence showed McKnight was never as close as Gasser claimed. They said while McKnight did have a hand on Gasser's open passenger side window, his clothes showed no sign of gun powder residue and his wounds were not consistent with being shot at close range, according to NOLA.com.\n\nGasser was not arrested until nearly a week after the shooting.\n\nAs WWNO's Tegan Wendland reported at the time, \"Deputies brought him in, questioned him for hours and then released him. ... Protesters took to the streets, calling the sheriff's department racist for releasing the white man after the death of an unarmed black man.\"\n\nEnlarge this image toggle caption Uncredited/AP Uncredited/AP\n\nGasser was charged with second-degree murder but in January a jury found him guilty of the lesser crime of manslaughter.\n\nAt his sentencing hearing Thursday, McKnight's mother, Jennifer, gave tearful testimony, telling Gasser, \"You didn't have to do that,\" reports The Associated Press.\n\nMcKnight played three seasons with the New York Jets until 2012 and then briefly with the Kansas City Chiefs in 2014, until he tore his Achilles tendon.\n\nGasser's attorneys are seeking a new trial.", "keywords": ["man", "vehicle", "player", "driver", "rage", "shot", "road", "exnfl", "prosecutors", "gasser", "killed", "30", "mcknight", "prison", "unarmed", "sentenced", "wheel", "wendland"], "polarity": -0.016947250280583623, "subjectivity": 0.37268318101651443},
{"title": "Pedestrian Bridge Collapses In Miami Area, Killing 4 And Injuring Several", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/594014437/fiu-pedestrian-bridge-collapses-in-miami-days-after-being-installed", "text": "Pedestrian Bridge Collapses In Miami Area, Killing 4 And Injuring Several\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nUpdated at 8:52 p.m. ET\n\nA Florida International University pedestrian bridge, still under construction, collapsed Thursday afternoon on a major roadway in the Miami area, trapping people underneath and injuring several victims. Miami-Dade Fire chief said four people were found dead at the site and nine people had been transported to area hospitals.\n\n\"We have multiple victims; the number hasn't been determined yet,\" Miami Dade County Deputy Mayor Maurice Kemp said at a late afternoon news conference.\n\nMiami-Dade Fire Rescue Division Chief Paul Estopinan said efforts to get through the rubble were continuing.\n\nVideo footage showed the bridge collapsed onto a multilane highway, crushing vehicles underneath, and several people being loaded into ambulances.\n\nMore than 100 search-and-rescue workers were using heavy equipment, search dogs and cranes, Estopinan said.\n\nOfficials asked the public to avoid the area \"indefinitely\" and directed people worried about loved ones to get in touch with the family reunification center on FIU's campus.\n\nIn a news conference late Thursday evening, FIU President Mark Rosenberg recalled that his university's community had just celebrated over the weekend a milestone in the erection of the bridge, a project which was originally begun in 2010.\n\n\"This bridge was about collaboration, it was about hope, it was about opportunity, it was about determination,\" he said. Now we're feeling immense sadness, uncontrollable sadness.\"\n\nFigg Bridge Engineers designed the bridge and said in a statement it was \"stunned by today's tragic collapse\" and would fully cooperate in an investigation.\n\n\"In our 40-year history, nothing like this has ever happened before,\" the statement said.\n\nMCM Construction was building the Florida bridge and posted a statement expressing distress over the collapse and referring to a loss of life.\n\nWitnesses tell The Miami Herald the structure fell without warning around 1:30 p.m. as a traffic light went red and concrete fell on stopped vehicles. Other motorists rushed out of their cars to help.\n\nThe main span of the bridge was installed on Saturday. The bridge was not expected to open to foot traffic until early next year, reports The Associated Press.\n\nIt was intended to boost student safety, spanning a portion of U.S. Highway 41 known as the Tamiami Trail, to help people cross from campus to the city of Sweetwater, where the university said thousands of students live.\n\nThe university is currently on spring break.\n\nThe National Transportation Safety Board said it would send a \"go team\" to investigate the incident.\n\nIn a Tuesday news release, the university touted the rapid installation of the \"first-of-its-kind pedestrian bridge,\" which the AP explains allowed it to be \"prefabricated then swung into place before its central support tower was built.\"\n\n\"The 174-foot, 950-ton section of the bridge was built adjacent to Southwest Eight Street using Accelerated Bridge Construction (ABC) methods, which are being advanced at FIU's Accelerated Bridge Construction University Transportation Center (ABC-UTC). This method of construction reduces potential risks to workers, commuters and pedestrians and minimizes traffic interruptions. The main span of the FIU-Sweetwater UniversityCity Bridge was installed in a few hours with limited disruption to traffic over this weekend.\"\n\ntoggle caption Twitter\n\nA now-deleted tweet posted by FIU on Tuesday displayed a photo of the bridge.\n\nIn Tuesday's release, the university added, \"The FIU-Sweetwater UniversityCity Bridge is the largest pedestrian bridge moved via Self-Propelled Modular Transportation in U.S. history. It is also the first in the world to be constructed entirely of self-cleaning concrete. When exposed to sunlight, the titanium dioxide in the concrete captures pollutants and turns it bright white, reducing maintenance costs.\"\n\nWhite House press secretary Sarah Huckabee Sanders said President Trump is aware of the bridge collapse and will continue to monitor the situation.", "keywords": ["university", "transportation", "statement", "construction", "miami", "bridge", "injuring", "killing", "area", "pedestrian", "traffic", "collapses", "concrete"], "polarity": 0.0676253999623565, "subjectivity": 0.37303312629399593},
{"title": "Scientists Are Amazed By Stone Age Tools They Dug Up In Kenya", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/15/593591796/scientists-are-amazed-by-stone-age-tools-they-dug-up-in-kenya", "text": "Scientists Are Amazed By Stone Age Tools They Dug Up In Kenya\n\nEnlarge this image toggle caption Jay Reed/NPR Jay Reed/NPR\n\nOur ancestors in Kenya's Southern Rift Valley made some pretty innovative tools. And they made them far earlier than previously thought — over one million years ago.\n\nThe oldest innovations were axes designed to be held in the palm of the hand. They were shaped like a tear drop, with a rounded end and a pointed eye. The edges were wavy and sharp. And they look as if they were great at chopping down branches — or chopping up the carcass of a large animal.\n\ntoggle caption Jay Reed/NPR\n\n\"I think of the hand axes as the Swiss army knife of the Stone Age,\" says paleoanthropologist Rick Potts, director of the Human Origins program at the Smithsonian Museum of Natural History and one of the lead scientists in a new study by a team of international scientists.\n\nThe researchers also found that the next technological revolution, marking the beginning of the Middle Stone Age happened tens of thousands of years earlier than previously thought.\n\nAnd the researchers think that long periods of stress from repeated earthquakes and cycles of drought and heavy rains may have pushed these early humans to partner up with neighboring communities to come up with ways to cope.\n\ntoggle caption Jay Reed\n\nThe team was digging in a region called Olorgesailie in southern Kenya, an area filled with layers of sediment dating back 1.2 million years. The oldest stone tools discovered there are characteristic of what's called the Acheulian culture of the Early Stone Age and consisted mostly of the hand axes.\n\nEnlarge this image toggle caption Human Origins Program/Smithsonian Human Origins Program/Smithsonian\n\nIn addition to branch- and carcass-chopping, the axes were likely used to dig for water to drink or tubers to eat. The carcasses probably belonged to large animals like the giant (now extinct) ancestors of hippos, elephants and wild pigs that roamed the grasslands back then. Potts says the ancient humans of that time likely scavenged dead animals, as their heavy, clunky hand axes wouldn't have served well for hunting big game. \"These are very large tools,\" he says. \"They might have been thrown but not very accurately.\"\n\ntoggle caption Jay Reed/NPR\n\nNevertheless, these hand axes served the ancient humans well for several hundred thousand years — from 1.2 million years ago to 500,000 years ago — and the technology remained largely unchanged during the time.\n\nBut around 320,000 years ago, the ancient humans seem to have switched to an entirely new technology. The scientists found numerous smaller, flatter, sharper stone tools.\n\n\"We see a smaller technology, a more diverse series of stone tools,\" says Potts. These tools were designed for specific purposes — some were used as blades, some as scrapers or spear heads. The scientists report their findings in three new studies published Thursday in the journal Science.\n\n\"In Olorgesailie, you have the only record of the last million years in Africa,\" says Marta Mirazon Lahr, a paleoanthropologist who wasn't involved in the new study. And it's \"the earliest ever documented Middle Stone Age in the whole continent.\"\n\nThe new studies also show that by 320,000 years ago this technology was well established in the region, suggesting that human ancestors likely started developing it even earlier, she says.\n\n\"The technology they have is not a crude, early version of the Middle Stone Age. It is the full-blown Middle Stone Age,\" Lahr says. \"They have stone tools that are small, that are prepared and retouched, that are made with technique thought to come hundreds of thousands of years later.\"\n\ntoggle caption Jay Reed/NPR\n\nThe diversity of stone tools from the Middle Stone Age suggests advanced thinking and planning. \"The flakes are being much more carefully prepared for a particular purpose,\" says Alison Brooks, an anthropologist at George Washington University and an author of the three studies.\n\n\"They are fairly small in size, compared to the technology of earlier people. And in addition, they are made with much finer grained material,\" which allowed them to allowed them to better control shapes and sizes of the stone tools.\n\n\"We see the ability to produce small triangular points, that look like they were projectile points,\" says Potts. \"They were tapered at the end, so that could have been put on the shaft of something that flew through the air.\" In other words, a potentially lethal spear.\n\nSo our ancestors likely shifted from scavenging to hunting. An analysis of the fossilized animal bones found in the sediments show that people in that period were eating a range of mammals — which were by now much smaller, and closer in size to the animals of today — including hares, rabbits and springbok and even a couple of species of birds and fishes, says Brooks.\n\nAnd they weren't just picking up nearby stones to create their weapons. Earlier hand axes were made primarily from volcanic basalt, sourced within 2 to 2.5 miles of where these humans lived. The latter weapons were made of stones like obsidian, which originated far from Olorgesailie.\n\ntoggle caption Jay Reed/NPR\n\n\"That black obsidian, that rare rock was being transported, brought in in chunks, from 15 to 30 miles away,\" says Potts. \"We have a couple of rocks that were brought from up to 55 miles away.\"\n\nThese distances are far greater than what modern-day hunter gatherers travel over the course of a year, he says.\n\n\"They weren't just traveling long distances and chipping rocks as they go,\" he adds. \"If they did that, then there would have just been small chips of obsidian left at the archaeological sites where we dig. Instead we see large pieces of raw material coming in. The rocks were shaped at Olorgesaile itself.\"\n\nThat kind of exchange of raw materials is a tell-tale sign of exchange between different groups of people, the scientists say. \"In the Middle Stone Age, we begin to see the early stages of social networks, of being aware of another group and exchanging rocks over longer distances.\"\n\nPotts and his colleagues also find evidence of exchange of brightly colored red and black rocks that were then drilled into, possibly to extract pigment. This is the earliest evidence of the extraction of pigments, says Lahr.\n\nIt's also evidence of a complex culture, where the ancient humans probably used pigments symbolically — perhaps to paint themselves, or their hides, or weapons. And where different groups exchanged raw materials (and possibly food).\n\ntoggle caption Jay Reed/NPR\n\nThere's that same kind of exchange today, says Brooks, referring to hunter gatherer groups like the Hadza people of northern Tanzania.\n\n\"They deliberately maintain distant contacts with people in these other groups,\" she says. They have strategies to maintain these contacts — either by encouraging their children to marry into these other groups, or they take trips to visit the groups, to maintain ties by giving gifts. \"It's a way of building up these distant contacts, which are extremely important for their survival.\"\n\nDuring times of stress, when food or water is scarce, people from one group can disperse and take shelter with other groups that they've cultivated a relationship with. \"So the networks are like money in the bank, or wheat in your silo or cows in your barn,\" says Brooks. \"They don't have any other way of saving for a rainy day.\"\n\nAnd as she and her colleagues show, the beginning of the Middle Stone Age in Kenya was preceded by a long and tumultuous phase in the region.\n\n\"Things were going haywire, in terms of the development of geological faults, earthquake activity that moved the low places high and the high places low,\" says Potts. \"It changed the shape of the landscape.\" This was accompanied by repeated cycles of droughts and high rainfall.\n\n\"And it is precisely during those time periods that we expect to see hunting and gathering people to move further distances,\" says Potts, \"and to begin to nurture relationships with groups beyond their own group.\"\n\nIt is no different than what humans all over the world do today, he adds. When times are tough, we look for greener pastures. The archaeological records from the Middle Stone Age at Olorgesailie reveal \"the roots of that kind of migration,\" he says.", "keywords": ["amazed", "stone", "scientists", "middle", "jay", "dug", "potts", "humans", "tools", "technology", "groups", "kenya", "age", "caption"], "polarity": 0.05882406649323942, "subjectivity": 0.448620347906062},
{"title": "Oklahoma Plans To Use Nitrogen For Executions", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593870687/oklahoma-plans-to-use-nitrogen-for-executions", "text": "Oklahoma Plans To Use Nitrogen For Executions\n\nEnlarge this image toggle caption Sue Ogrocki/AP Sue Ogrocki/AP\n\nAfter having trouble obtaining drugs needed for lethal injections, Oklahoma is planning to change its primary method of execution to nitrogen gas inhalation.\n\nIt would be the first time a U.S. state uses this method of execution, though six states have gas inhalation in their laws as a secondary method to lethal injection, according to the Death Penalty Information Center.\n\n\"We can no longer sit on the sidelines and wait to find drugs,\" Oklahoma Attorney General Mike Hunter told reporters. Using inert gas inhalation \"will be effective, simple to administer, easy to obtain, and requires no complex medical procedures.\"\n\nThe state has not carried out an execution since 2015 following multiple problems with lethal injections. According to The Associated Press, that included \"a botched lethal injection where an inmate was seen writhing in pain and another inmate who was executed using a drug not approved by the state.\"\n\nLike many other states, Oklahoma has recently had difficulty obtaining the drugs used in lethal injection cocktails. Manufacturers have objected to having their drugs used in executions.\n\nDepartment of Corrections Director Joe Allbaugh described what he called a \"mad hunt\" for these drugs.\n\n\"I got to the point in finding these drugs that I was calling all around the world, to the back streets of the Indian sub-continent to procure drugs...The victims of death row inmates have waited long enough for justice,\" Allbaugh added. \"Trying to find alternative compounds or someone with prescribing authority willing to provide us with the drugs is becoming exceedingly difficult, and we will not attempt to obtain the drugs illegally.\"\n\nAllbaugh stated that there are 16 individuals on death row in Oklahoma who have exhausted the appeals process.\n\nThe two departments are working together to develop and finalize a protocol involving nitrogen, a gas that makes up more than 70 percent of what humans breathe.\n\nHowever, breathing nitrogen without oxygen is fatal. As Hunter explained, the gas causes \"fatigue, dizziness, perhaps a headache, loss of breath, and eventual loss of consciousness.\" This could lead to death \"in just a few minutes,\" Hunter added, citing unspecified \"other studies.\"\n\nHe also stated that the gas has been used increasingly in assisted suicides.\n\nThe untested nature of the gas in executions is raising concerns from death penalty critics, and is likely to provoke legal challenges.\n\n\"This method has never been used before and is experimental,\" Dale Baich, an assistant federal public defender and one of the attorneys representing death row inmates in a federal lawsuit, told The Oklahoman. \"How can we trust Oklahoma to get this right when the state's recent history reveals a culture of carelessness and mistakes in executions?\"\n\nNationwide support for the death penalty is at its lowest point in more than four decades, according to the latest Pew poll conducted in 2016. Forty-nine percent supported the death penalty and forty-two percent opposed.\n\nBut Oklahoma still broadly supports capital punishment, as The Oklahoman pointed out: \"In 2016, more than 66 percent of the voters in the general election approved a constitutional amendment specifically stating the death penalty is not cruel and unusual punishment.\"\n\nTwo other executions are scheduled to take place today in the United States, according to the Death Penalty Information Center. As Reuters reports, Georgia is planning to execute Carlton Gary for a series of murders where the victims were choked using pantyhose, and Alabama is set to execute Michael Eggers for a kidnapping-murder. The wire service adds that \"lawyers for both men have launched last-minute appeals.\"", "keywords": ["oklahoma", "penalty", "gas", "method", "executions", "used", "nitrogen", "drugs", "plans", "death", "lethal", "states"], "polarity": 0.0728266888150609, "subjectivity": 0.4619462901439646},
{"title": "Dozens Of Gold Bars Reportedly Fell From An Airplane In Siberia", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/594003407/dozens-of-gold-bars-reportedly-fell-from-an-airplane-in-siberia", "text": "Dozens Of Gold Bars Reportedly Fell From An Airplane In Siberia\n\nA \"gold rush\" started among residents in eastern Siberia after dozens of gold bars fell out of a cargo plane as it was taking off, according to Russian media.\n\nIt happened at the Yakutsk airport in eastern Siberia on Thursday, according to Russia's state-run TASS news agency. The An-12 cargo plane was carrying some 9 tons of gold, the agency reported.\n\nBut then the \"cargo hatch was partially torn off by a strong flow of air during takeoff,\" the agency reported. It added that the airport suggested that \"technicians who were preparing the plane for takeoff could have failed to properly fix the gold cargo.\"\n\nA local transport police spokesman told TASS that a \"total of 172 gold bars weighing 3.4 tonnes [3.75 tons] have been found so far,\" and a police official told the agency that all have been found.\n\nThe Siberian Times, however, said the plane dropped gold bars \"as far as 26 kilometers from the airport,\" and search efforts are still underway. Security officials have sealed off the runway. You can see it scattered with treasure in this video from the Times:\n\nThe Siberian Times YouTube\n\nThe plane was also carrying diamonds and platinum, according to the local newspaper, and was coming from the area of Russia known for diamond mining. It estimates the dropped cargo's value at $368 million.", "keywords": ["told", "fell", "cargo", "according", "airplane", "siberia", "times", "airport", "gold", "bars", "tons", "reportedly", "agency", "dozens", "plane"], "polarity": 0.003333333333333327, "subjectivity": 0.41833333333333333},
{"title": "iHeartMedia Turns The Dial To Bankruptcy", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593868390/iheartmedia-turns-the-dial-to-bankruptcy", "text": "iHeartMedia Turns The Dial To Bankruptcy\n\nEnlarge this image toggle caption Jason Kempin/Getty Images for Clear Channel Jason Kempin/Getty Images for Clear Channel\n\nUpdated 1:04 p.m. ET\n\nThe \"substantial doubt\" that iHeartMedia's corporate leaders expressed around the company's likelihood of surviving another year, mentioned in its quarterly financial report last November, has been put to rest.\n\niHeartMedia, the country's largest radio broadcaster with around 850 stations and a leading outdoor advertising company, is filing for bankruptcy after spending years trying to manage its $20 billion in outstanding indebtedness. (For some context, per that November statement, iHeartMedia was obligated to pay $1.8 billion in interest over that coming year.)\n\nThe company writes in a press release that it has reached \"an agreement in principle with holders of more than $10 billion of its outstanding debt and its financial sponsors\" that will essentially cut its debt in half, and that it has filed motions with the court to be allowed to operate normally through the restructuring. The bankruptcy follows, by two months, the bankruptcy of the country's second-largest radio company, Cumulus, which offloaded $1 billion in debt.\n\nPer the terms of its filing, the company will distribute 91.79 percent of its \"reorganized common stock\" after the upcoming restructuring, and establish $5.41 billion in new secured debt to its debtees. As well, those debt holders will receive all of the equity it holds in its dominant outdoor advertising company, Clear Channel Outdoor Holdings (CCOH), which will be distributed in the same way. Asked to clarify who would be receiving these equities, iHeartMedia declined to comment and referred NPR to the language of the filing.\n\niHeartMedia has spent the past several years attempting to deal with its financial burden, which weighed down what would otherwise seem to be, according to its revenues and operating incomes, a healthy company.\n\nIn 2017, for example, in order to put off having to pay some $476.4 million in debt securities it would have owed in 2018, the company exchanged that debt for the same amount, at a higher interest rate, due in 2021. It also did the opposite, exchanging debt securities due in 2021 for that year in exchange for a lower interest rate — however, many of the debts it exchanged this way last year were significantly lower than the debts it chose to delay; $15.6 million and $45 million in two transactions, for example. In 2016, the company sold a subsidiary, Broader Media, $383 million of iHeartMedia's debt at a price of $222.2 million, relieving itself of $156.7 million and saving it $38.3 million in interest.\n\nAbout 10 years ago, the amount paid for iHeartMedia, Inc. — $26.7 billion — was a particularly lofty example of a \"leveraged buyout\"; broadly, the term for purchasing a company by borrowing the money from banks, which issue those loans against the company's cash and assets. The buyout was led by Bain Capital, the private equity firm founded by Mitt Romney in 1984, and Thomas H. Lee Partners. It was funded by a consortium of banks — Citigroup, Deutsche Bank, Morgan Stanley, Credit Suisse, Royal Bank of Scotland and Wachovia.\n\nIn a strange twist, THL and Bain ended up suing those six banks in March 2008 after they supposedly planned to back out of the agreement. When it seemed those court cases weren't going to be ruled in their favor, they all reached a settlement in May 2008. These bank loans take the form of long-term debt that can leave companies with little breathing room as the interest payments, and larger debt obligations, begin rolling in.\n\nThe timing of iHeartMedia's buyout, which took place as the financial crisis was truly beginning, was poor. \"So-called legacy media industries have faced fierce competition for advertising dollars from digital formats,\" writes Matthew Crain, an assistant professor of media studies at CUNY who examined private equity and media ownership shortly after the iHeartMedia buyout, in an email to NPR. \"The great recession also hit advertising quite hard across the board.\"\n\n\"As far back as 2006, our research showed that ownership consolidation led to loss of jobs, decreased format diversity, and diseconomies of scale that hurt the entire broadcasting business,\" writes Kevin Erickson of the Future of Music Coalition, a D.C.-based advocacy group, in an email to NPR. \"It's no surprise that listeners will tune out and seek alternatives like digital platforms, as well as college & community radio, where they can hear a greater diversity of voices.\"\n\n\"Before the buyout, Clear Channel held a good amount of debt from its 1990s merger spree and had already been hollowing out its stations' local identities by imposing efficiencies, like moving to popular cookie cutter formats and reducing live programming. Private equity accelerated these trends and added a mountain of new debt,\" Crain continued.\n\nBob Pittman, chairman and CEO of iHeart, writes: \"We have transformed a traditional broadcast radio company into a true 21st century multi-platform, data-driven, digitally-focused media and entertainment powerhouse.\"", "keywords": ["interest", "billion", "company", "buyout", "debt", "million", "radio", "media", "turns", "iheartmedia", "bankruptcy", "writes", "dial"], "polarity": 0.07438497882046269, "subjectivity": 0.3599808569566634},
{"title": "Syrian War Enters 8th Year, Trailing Smoke And Suffering In Its Wake", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593950383/syrian-war-enters-8th-year-trailing-smoke-and-suffering-in-its-wake", "text": "Syrian War Enters 8th Year, Trailing Smoke And Suffering In Its Wake\n\nEnlarge this image toggle caption Hamza al-Ajweh/AFP/Getty Images Hamza al-Ajweh/AFP/Getty Images\n\nThe Syrian war crossed a wretched threshold Thursday, marking seven years since the start of the protests against President Bashar Assad's regime. Within months Assad had sent troops to crush the uprising, sparking a civil war that has gathered antagonists at a rate only exceeded by its human costs — which, by many estimations, have left roughly 400,00 people dead and displaced half the population.\n\nBut the milestone meant little to the civilians and medics huddled in basements in eastern Ghouta, the disputed suburban sprawl just outside Damascus. There they hid in squalid conditions, as many have for weeks, from the relentless blasts sounding out a dreadful beat above them.\n\n\"The conditions in some of those basements, we're told — with real problems with sanitation, with running water, often not having either — means that those places are now desperately unsanitary,\" Jeremy Bowen, the BBC's Middle East editor, told Here & Now on Thursday. \"It's hard to think of life being any more miserable — because of course, if they go out on the streets there's a real risk they'll get killed.\"\n\nAnd, as one local doctor told NPR's Ruth Sherlock, the proof of that risk is readily evident: \"The wounded are everywhere in the streets.\"\n\nEnlarge this image toggle caption Abdulmonam Eassa/AFP/Getty Images Abdulmonam Eassa/AFP/Getty Images\n\nFor weeks the Syrian government has been bombarding the suburbs with shelling and airstrikes, aiming to dislodge several rebel organizations from their perches just outside the capital. By Thursday those barrages appeared to yield a major advance, as Syria's state-run media reported the country's military had \"regained full control\" of the town of Hamouria from the Faylaq al Rahman militant group.\n\nBy the end of the day, more than 12,500 civilians had fled the town using a protected corridor opened by the government, according to the Syrian Observatory for Human Rights, a U.K.-based monitoring group. State-run television depicted what the SOHR called \"the largest mass displacement\" seen in the area since 2013, with civilians fleeing to regime-held areas on foot, by bus or in vans with the help of the Syrian Arab Red Crescent.\n\nEnlarge this image toggle caption Amer Almohibany/AFP/Getty Images Amer Almohibany/AFP/Getty Images\n\nElsewhere in eastern Ghouta, in the town of Douma held by still another rebel group, the Red Crescent entered in a convoy of 25 trucks packing 340 tons of food. The \"humanitarian pause\" — which had been negotiated between Russia, a key Syrian ally, and Jaysh al-Islam, an Islamist militia — brought a rare respite to the northern end of eastern Ghouta, which has been ravaged by fighting.\n\nThe brief was rare also in its effectiveness. Another, much broader cease-fire adopted by the United Nations Security Council on Feb. 24 has had little influence on the combatants on the ground. In eastern Ghouta alone, in a two-week span from Feb. 18 through March 3, Doctors Without Borders says more than 1,000 people were killed and nearly 5,000 more were wounded.\n\n\"Daily, we hear an increasing sense of hopelessness and despair, as our medical colleagues reach the limits of what a person can be expected to do,\" the group's general director, Meinie Nicolai, said in a statement last week. Of the 20 medical facilities in the region supported by the international humanitarian group, Nicolai said 15 were hit with bombs or shells in recent weeks.\n\n\"They are trying their best to keep some semblance of a medical service operating, but everything is overwhelmingly stacked against them,\" she added. \"The situation, and the unrelenting trampling of the rules of war by the fighting parties, are pushing them to do the impossible.\"\n\nEnlarge this image toggle caption Abdulmonam Eassa/AFP/Getty Images Abdulmonam Eassa/AFP/Getty Images\n\nBeyond the capital\n\nThe region around Damascus is not alone in its recent spasm of violence, despite international attempts at admonishment.\n\nTo the north, on the country's border with Turkey, the Turkish military and its allies are nearly two months into an operation aimed at clearing Kurdish fighters from the cities of the borderlands — and they appear to be succeeding. The Turkish-led forces have surrounded Afrin, which remains for the moment in the hands of the besieged Kurdish YPG militia.\n\nShells poured down on the city center Wednesday, according to The Asssociated Press, and the Syrian Observatory says more than 30,000 civilians have escaped Afrin for nearby cities ahead of an expected offensive against the remaining YPG fighters.\n\nEnlarge this image toggle caption George Ourfalian/AFP/Getty Images George Ourfalian/AFP/Getty Images\n\nTurkey views its military intervention in northwest Syria, which it calls Operation Olive Branch, as vital to its national security interests. Ankara asserts that the YPG is an extension of the PKK, a Kurdish separatist group operating within its own borders. Turkey and its Western allies, including the U.S., consider the PKK a terrorist organization — but that's where their agreement ends. The U.S. not only has refrained from labeling YPG terrorists, it has even armed and supported the group as a partner against the Islamic State in Syria.\n\nOn Thursday, far from Syria, that dispute between Turkey and the West again spilled into view. The European Parliament passed a non-binding resolution calling on Turkey to withdraw its troops — a move that Turkish President Recep Tayyip Erdogan brushed off.\n\n\"Don't get your hopes up. We will only leave Afrin once our work is done,\" Erdogan said in a speech Thursday. \"There is nothing the European Parliament can tell us on this. Your statement will go in one ear and out the other.\"\n\n'I screamed, but no one came'\n\nIn these weeks of warring factions, as in the seven years that preceded them, civilians have borne the brunt of the brutality. Rarely has that been more evident than in a report released Thursday by the Human Rights Council, which details the integral role sexual violence has played in the years of fighting.\n\nThe report, which draws on 454 interviews with survivors, lays out what it describes as the Syrian government's systematic campaign of rape, torture and other \"outrages upon personal dignity\" during the war.\n\n\"Sexual violence against females and males is used to force confessions, to extract information, as punishment, as well as to terrorise opposition communities,\" says the U.N. commission that compiled the report.\n\n\"Rapes and other acts of sexual violence carried out by Government forces and associated militias during ground operations, house raids, at checkpoints, and during detention formed part of a widespread and systematic attack directed against a civilian population, and amount to crimes against humanity,\" according to the report.\n\nThe commission said rebel groups had also engaged in incidents of female rape, but that those incidents were \"considerably less common.\" ISIS also stoned female victims to death for claims of adultery and forced them into marriage, according to the commission.\n\n\"My home was invaded in December,\" one female rape survivor told the commission of her encounter with Syrian regime forces in 2012. \"One security officer told me to go to my room and he followed me in. He began insulting me and telling me he would 'do me' and that I would 'never be clean again.'\n\n\"I screamed,\" she said, \"but no one came.\"\n\nAs the war enters its eighth year, there are few signs the war will end soon. Rather, with factions fracturing and multiplying, the complexities behind the violence only appear to grow.\n\nThe Islamic State has lost its principal strongholds in the country, but where the group's influence has diminished, other countries have stepped up their own involvement in the war: Besides Assad's regime, the many rebel groups and Turkey, others exerting varying levels of pressure include Russia, Iran, the U.S., the U.K. — among others.\n\n\"It's almost like a mini-world war now, which means that it's not really something that Syrians can solve or sort out between themselves now,\" Bowen, the BBC editor, told Here & Now. \"There are big powers involved — and in the end, they will be sorting out the future.\"\n\nThis brutal anniversary is passing. But as Bowen suggests, for the civilians in the basement in eastern Ghouta, the years that went into reaching that anniversary will stay with them — if they can stay alive.\n\nHe added, \"There's a whole generation growing to maturity who have known nothing other than war.\"", "keywords": ["told", "suffering", "toggle", "group", "smoke", "civilians", "8th", "image", "wake", "war", "turkey", "trailing", "images", "syrian", "violence", "enters"], "polarity": 0.026028311965811957, "subjectivity": 0.3914797008547009},
{"title": "Saudi Crown Prince Is Hiding His Mother, U.S. Officials Say", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/594040361/saudi-crown-price-is-hiding-his-mother-u-s-officials-say", "text": "Saudi Crown Prince Is Hiding His Mother, U.S. Officials Say\n\nEnlarge this image toggle caption Fayez Nureldine/AFP/Getty Images Fayez Nureldine/AFP/Getty Images\n\nSaudi Arabia's future king has hidden the whereabouts of his mother from his father and the public, according to U.S. officials.\n\nCrown Prince Mohammed bin Salman has given his father, King Salman, a number of different explanations for her absence, say 14 current and former U.S. officials who spoke to NBC on condition of anonymity. Among the fabrications he is said to have created is that she is receiving medical treatment abroad.\n\nYears of intelligence have led U.S. officials to believe that the Saudi heir, who is now 32, is concealing his mother's location. The officials say that the crown prince was motivated by a belief that she opposed his ascendancy to the throne and that she would use her position as King Salman's third wife to prevent it.\n\nOne source close to the royal family told NBC that the prince was concerned that his mother was trying to \"empower her siblings.\" That allegedly caused a rift between the prince and his mother years ago.\n\nLittle information is publicly available about the mother-son relationship. Crown Prince Mohammed is her firstborn son, and according to Western diplomats who spoke to the New York Times in 2015, she \"worked hard to promote him as his father's successor.\"\n\n\"He is her eldest,\" a longtime associate told the publication. \"For her, he is her glory at the end of the day.\"\n\nOfficials first assessed that Princess Fahda bint Falah Al Hathleen, the crown prince's mother, was being hidden during the Obama administration. At a meeting at the White House in September 2015, King Salman reinforced that assessment when he told then-President Barack Obama that his wife was in New York receiving medical care. Obama did not notify him that the princess was not in New York, officials told NBC.\n\nThey also said that in early 2016, the U.S. picked up communications in which the crown prince discussed his efforts to separate his mother from his father without the latter's knowledge.\n\nThe crown prince's mother wouldn't be the first Saudi royal whose movements were restricted since the prince swept into power in June 2017. He unseated his cousin, then-Crown Prince Mohammed bin Nayef, who was confined to his Jiddah palace with guards loyal to the crown prince, reported the Wall Street Journal. In November, ministers and princes were arrested and placed under house arrest at the Ritz-Carlton in Riyadh.\n\nThe Saudi Embassy in Washington denied to NBC the claims that the princess is separated from her husband or under house arrest.\n\nOfficials said their assessment is based on human sources, intercepts and information gleaned from countries that shared with the United States.\n\nNBC's report comes at a time when the conservative country has taken steps to offer women more rights. The kingdom is lifting a ban on women driving, and for the first time women are also able to join the military. The crown prince's Vision 2030 for the country includes a goal of bringing more women into the workforce, \"from 22% to 30%.\"\n\nKing Salman, now 82, has said that he misses his wife. But by secretly keeping her out of sight, his son is showing a willingness to remove what he perceives as obstacles to his role as future king, current and former officials tell NBC.\n\nPresident Trump will host the crown prince at the White House on March 20.", "keywords": ["hiding", "told", "saudi", "women", "princes", "crown", "prince", "king", "officials", "mother", "say", "salman"], "polarity": 0.04916472416472416, "subjectivity": 0.25505050505050497},
{"title": "Harper Lee Estate Sues Over 'To Kill A Mockingbird' Broadway Script By Aaron Sorkin", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593988778/harper-lee-estate-sues-over-to-kill-a-mockingbird-broadway-script-by-aaron-sorki", "text": "Harper Lee Estate Sues Over 'To Kill A Mockingbird' Broadway Script By Aaron Sorkin\n\nEnlarge this image toggle caption Universal/AP Universal/AP\n\nIn the latest battle involving the works of Harper Lee, the author's estate is suing producer Scott Rudin over the script of an upcoming Broadway play of To Kill A Mockingbird.\n\nIn a lawsuit filed in federal court in Alabama, Lee's estate complains that the new production by Rudin and writer Aaron Sorkin deviates too much from the novel.\n\nLee died in February 2016. Her estate maintains that the contract signed between Lee and Rudin's production company, Rudinplay, in 2015 requires that the play \"not derogate or depart in any manner from the spirit of the Novel nor alter its characters,\" and that the estate has the final authority to determine whether such departures have occurred.\n\nRudin's attorneys argue that even if Lee's estate believes the play does deviate from the novel, it's Rudinplay, not Lee's lawyer, that is the final arbiter of that decision.\n\nLee's estate is managed by Tonja Carter, a lawyer in the author's hometown of Monroeville, Ala.\n\nIn a statement to the New York Times, Rudin said the \"estate has an unfortunate history of litigious behavior and of both filing and being the recipient of numerous lawsuits, and has been the subject of considerable controversy based on the perceptions surrounding its handling of the work of Harper Lee both before and after her death.\"\n\n\"This is, unfortunately,\" he added, \"simply another such lawsuit, the latest of many, and we believe that it is without merit. While we hope this gets resolved, if it does not, the suit will be vigorously defended.\"\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nRudin's production will be the first time To Kill A Mockingbird has been performed on Broadway, and it was touted in a two-page ad in the Times more than a year before it is due to premiere. He reportedly paid $100,000 for the production rights, as well as a portion of the box-office revenue and any net profit.\n\nScreenwriter Horton Foote turned the novel into a 1962 film that starred Gregory Peck and won three Academy Awards including best adapted screenplay. A stage adaptation, by Christopher Stergel, is performed each spring in Monroeville.\n\nWhatever the outcome of the lawsuit, the fight brings attention to thorny questions about how producers and writers should adapt the beloved work about race and justice in 1930s Alabama for a modern audience.\n\n\"I can't and won't present a play that feels like it was written in the year the book was written in terms of its racial politics: It wouldn't be of interest,\" Rudin told the Times. \"The world has changed since then.\"\n\nFor as long as the play has been talked about, Rudin and Sorkin have been talking about what changes may or may not be required to make the 1960 novel work for Broadway in 2018.\n\nPerhaps the largest issue is the characterization of Atticus Finch, the hero lawyer at the center of the novel and the play.\n\nIn February 2016, Rudin told the Times, \"The Atticus we do is going to be the Atticus in 'To Kill a Mockingbird,' \" rather than the aging eugenicist portrayed in Lee's follow-up novel published in 2015, Go Set a Watchman. \"He's one of the greatest characters ever created in American literature.\"\n\nBy September 2017, Sorkin described a different approach.\n\n\"As far as Atticus and his virtue goes, this is a different take on Mockingbird than Harper Lee's or Horton Foote's,\" Sorkin told New York. \"He becomes Atticus Finch by the end of the play, and while he's going along, he has a kind of running argument with Calpurnia, the housekeeper, which is a much bigger role in the play I just wrote. He is in denial about his neighbors and his friends and the world around him, that it is as racist as it is, that a Maycomb County jury could possibly put Tom Robinson in jail when it's so obvious what happened here. He becomes an apologist for these people.\"\n\nAnd apparently Lee's estate doesn't like that one bit. In an email seen by the Times, Carter complains that the play's Attticus \"is more like an edgy sitcom dad in the 21st Century than the iconic Atticus of the novel.\"\n\nThe complaint also cites a September interview with Sorkin in New York magazine, in which the West Wing writer, known for his rapid-fire dialogue, is asked \"how the younger characters Jem, Scout, and Dill are going to speak Sorkin.\"\n\n\"Well, they're gonna have to,\" he replied. \"Because I didn't write their language like they were children.\"\n\nIt seems that as Sorkin began working on the script, the difficulty of hewing strictly to the source material became evident.\n\n\"I was naive,\" he told Playbill in July 2016. \"I thought, 'Well how hard can this be? Harper Lee has written such a great novel, it stands up pretty easily as a play, just take her scenes and dramatize them.' That doesn't work at all.\"\n\nThe play is scheduled to open on Broadway Dec. 13, with previews beginning Nov. 1.", "keywords": ["atticus", "harper", "aaron", "script", "lees", "kill", "lee", "estate", "times", "broadway", "sorkin", "play", "mockingbird", "rudin", "novel", "sues"], "polarity": 0.1272727272727273, "subjectivity": 0.5290941762639876},
{"title": "After Sexual Misconduct Claims, Vegas Mogul Steve Wynn Fell Fast", "url": "https://www.npr.org/2018/03/15/592318034/after-sexual-misconduct-claims-vegas-mogul-steve-wynn-fell-fast", "text": "After Sexual Misconduct Claims, Vegas Mogul Steve Wynn Fell Fast\n\nEnlarge this image toggle caption Charles Krupa/AP Charles Krupa/AP\n\nEvery person who has seen the Las Vegas Strip in the past three decades has experienced Steve Wynn's impact. The 1989 grand opening of his brainchild, the Mirage Resort & Casino, ushered an era of excitement and creativity into an otherwise stagnating tourism industry and set an example that the Strip still follows. The Mirage property was unprecedented in its size and upscale show offerings, but the design of the building itself was groundbreaking. This was the first time that Las Vegas had seen a casino function as a carefully designed sensory experience.\n\n\"From the moment you walked into the Mirage ... you knew this wasn't just a glorified slot machine warehouse. [Wynn] was passionate about every square inch of the facilities,\" says Bo Bernhard, executive director of the International Gaming Institute. \"Prior to that, there hadn't been a major opening on the Strip for something like 20 years. And this was such an imaginative leap forward that it really changed aspirations, of not only the industry but the city.\"\n\nAt the beginning of January 2018, Wynn was a 75-year-old billionaire and chairman and CEO of Wynn Resorts who was working on developing a $2.6 billion resort in Massachusetts. By the beginning of February, Wynn would be unemployed and facing public shame and an uncertain future.\n\nAfter the success of the Mirage, Wynn cemented his status as a tourism industry tycoon by leaving his mark on several casino-resorts, from the Las Vegas Strip to Atlantic City to Macau. Wynn was \"an imagineer-leader for his generation,\" says Bernhard. \"There were plenty of innovators in earlier generations, but of this generation, his role was an imagineer in the same way that a Walt Disney or a Steve Jobs was seen as an imagineer atop their perches.\"\n\ntoggle caption Ethan Miller/Getty Images\n\nIn the recent wave of high-profile men facing accusations of sexual misconduct, Wynn's is the first story to center on the CEO of a major publicly held company. According to Catherine MacKinnon, a legal scholar on sexual harassment, Wynn's story stands apart because \"his financial and professional tentacles reach further and are more substantial than most.\"\n\nHere's a timeline of the fallout so far:\n\nJan. 26: The Wall Street Journal publishes allegations of harassment and rape\n\nThe Wall Street Journal publishes disturbing — and at times graphic — allegations of Wynn's sexual misconduct against Wynn Resorts employees over decades. Accusations include sexual harassment, coercion, indecent exposure and an alleged sexual assault case that he paid $7.5 million to settle. Many of the allegations were made by salon and spa employees at the Wynn Las Vegas, the luxury resort where Wynn primarily resides.\n\nWynn says in a statement that the idea he ever assaulted any woman is \"preposterous\" and that \"we find ourselves in a world where people can make allegations, regardless of the truth, and a person is left with the choice of weathering insulting publicity or engaging in multi-year lawsuits. It is deplorable for anyone to find themselves in this situation.\" Wynn goes on to blame his ex-wife, Elaine Wynn, for instigating the accusations to aid her case in a revised divorce settlement.\n\nWynn Resorts' stock begins to plummet in the U.S., and trading of it is suspended in Hong Kong.\n\nJan. 27: Wynn resigns as RNC finance chair\n\nAfter an evening of outcry from political commentators and the Democratic National Committee, Wynn resigns as finance chair of the Republican National Committee, a position he had held for almost a year. The RNC announces it will not return any of the donations until his guilt is admitted or proven, but several representatives — including Speaker of the House Paul Ryan, R-Wis., Sen. Dean Heller, D-Nev., and the Republican Governors Association — return or donate financial contributions from Wynn. The RNC will continue to receive criticism about its silence on Wynn because of the stark contrast from its reaction to allegations against Democratic donor Harvey Weinstein, which included a multimedia campaign urging Democratic lawmakers to return his financial contributions.\n\nJan. 30: Nevada Gaming Control Board launches investigation\n\nThe Nevada Gaming Control Board announces an investigation into Wynn's conduct. The strict regulatory authority consists of three full-time appointees and has the power to assess fines, revoke licenses and halt commercial activity. Chairwoman Becky Harris — only a week into her tenure and the first woman to occupy the role — promises the investigation will be \"thorough and judicious.\" Soon, the volume of Wynn-related phone calls will prompt the board to launch a page on its website to collect investigation tips.\n\nA day later, a similar investigation is opened by the Gaming Commission in Massachusetts, where Wynn Resorts is building a resort that is expected to open in 2019. Commission Chairman Steve Crosby attempts to reassure community members by saying, \"Everybody who's got jobs in Everett should go about their business and feel fine ... This is not the first time that there have been allegations against major players in the casino business.\"\n\nFeb. 1: University of Pennsylvania rescinds honorary degree\n\n\"The nature, severity, and extent of these allegations, and the patterns of abusive behavior they describe\" spurs leadership at the University of Pennsylvania to reverse the stance it took in 2015, when it announced, \"it is not our practice to rescind honorary degrees\" in response to sexual assault allegations made against Bill Cosby. Trustees unanimously decide to revoke honorary degrees from both Wynn and Cosby and to remove Wynn's name from a scholarship and campus plaza he had funded in 1995. At the time of the decision, students had already vandalized the plaza to cover Wynn's name and were planning a protest.\n\nFeb. 6: Wynn leaves Wynn Resorts\n\nWynn resigns as chairman and CEO of Wynn Resorts. Sticking with the original statement declaring his innocence, he says \"an avalanche of negative publicity\" created an environment in which he could not continue to be effective.\n\nFeb. 7: The beginning of shareholder lawsuits\n\nThe first of at least five retirement funds files a shareholder derivative lawsuit against the board of Wynn Resorts, claiming members of the board knew about allegations of sexual misconduct as early as 2009 and breached fiduciary duty by failing to inform investors.\n\nThese suits soon begin to pile up, with complainants ranging from a Pennsylvania-based pension fund to the state of Oregon.\n\nFeb. 15: Severance pay denied\n\nWynn Resorts files a report with the SEC declaring that Wynn will receive no severance pay, his administrative support will end in May, the lease of his personal residence at the Wynn Las Vegas will end in June, and he agrees not to compete against the company for two years. Not mentioned in the report is that Wynn retained a 12 percent share (worth about $2.6 billion) in the company.\n\nFeb. 22: Law firms seek class action plaintiffs\n\nAt least three law firms begin seeking investors in Wynn Resorts for a class action lawsuit against the board for its failure to report Wynn's alleged sexual misconduct resulting in losses and damages for shareholders.\n\nFeb. 26: Insider trading accusations\n\nThe New York State comptroller, acting on behalf of the New York State Common Retirement Fund, claims the Wynn Resorts executive vice president and five members of the board of directors engaged in insider trading when they sold nearly $20 million in company stock while aware of the sexual misconduct allegations against Wynn.\n\nFeb. 27: New allegations reported\n\nThe Las Vegas Review-Journal reports on new police reports by women in Las Vegas and Chicago, respectively. One woman tells police that she felt coerced into a sexual relationship with Wynn in the 1970s and was forced to resign from her job at Wynn Resorts when she refused to continue engaging in sexual activity. The other says she was raped by Wynn in the early 1970s, became pregnant and gave birth to his child in a gas station bathroom. Both women's cases fall outside of the statute of limitations.\n\nFeb. 28: Massachusetts residents speak out\n\nThe Massachusetts Gaming Commission is flooded with calls to drop Wynn's name from the Wynn Boston Harbor, a $2.4 billion property still in development. Massachusetts Attorney General Maura Healey and Gov. Charlie Baker exert their influence as well; Healey tells the Boston Herald, \"If what's being alleged is true ... the casino cannot bear Wynn's name.\" Representatives from Wynn Resorts are resistant to the change, claiming the brand signifies more than any one man.\n\nAs March begins: Massage therapists and manicurists seek justice\n\nTwo massage therapists file civil complaints against Wynn for intentional misconduct, alleging coercion into sex despite repeated objections, and intimidation with large security dogs. A third complaint filed by a manicurist on March 6 claims that Wynn continued to harass employees after the initial allegations were published by entering the salon at the Wynn hotel — where he continues to reside — and asked employees to raise their hands if they had felt abused or assaulted by him. When no one raised their hands, Wynn allegedly returned to the salon with video equipment and pressured employees to participate in a video recording denying any assault or abuse.\n\nMarch 7: New CEO reassures stakeholders after board shake-ups\n\nTwo of nine board members announce their plans to step down. Newly appointed CEO Matt Maddox tells investors that the board plans to \"expand and refresh its ranks\" and focuses on the company's strengths, such as the revenue of the Macau properties, which grew 27 percent in January and February.\n\nWhat's next\n\nExcluding the class action suits, which are likely to be combined, Wynn is facing at least three lawsuits and the Wynn board of directors is facing at least six. Wynn continues to own a 12 percent share of Wynn Resorts and to live at the Wynn hotel. He is no longer allowed to use the salon and spa.\n\nKhalon Richard is an intern on NPR's Research & Insight team.", "keywords": ["fell", "board", "resorts", "claims", "allegations", "las", "steve", "misconduct", "fast", "wynns", "sexual", "mogul", "vegas", "wynn", "massachusetts"], "polarity": 0.1091873639543131, "subjectivity": 0.4315231613960427},
{"title": "Video: Broward Sheriff Releases Footage Of Deputy Outside During Parkland Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/594006771/video-broward-sheriff-releases-footage-of-deputy-outside-during-parkland-shootin", "text": "Video: Broward Sheriff Releases Footage Of Deputy Outside During Parkland Shooting\n\nNewly released footage captured by Marjory Stoneman Douglas High School security cameras show a Broward sheriff's deputy go toward a building at the time a gunman was shooting inside, but the officer stayed outside with his handgun drawn.\n\nThe video, released Thursday by the Broward Sheriff's office, sheds more light on the actions of former deputy Scot Peterson, during the Feb. 14 rampage in Parkland, Fla., that left 17 students and school staff dead, and another 17 people injured.\n\n\"The video speaks for itself,\" the Sheriff's office said in statement that also included the surveillance video.\n\nThe statement continued:\n\n\"His actions were enough to warrant an internal affairs investigation, as requested by Sheriff Scott Israel on Feb. 21. After being suspended without pay, Peterson chose to resign and immediately retired rather than face possible termination.\"\n\nThe video starts about a minute after the suspect, Nikolas Cruz, began firing his semi-automatic rifle, according to the timeline released by the Sheriff's office.\n\nNo audio is on the video and the faces of students and other school staff members are blurred.\n\nThe video shows Peterson and a staff member in a golf cart rushing toward the building. Once out of the golf cart, Peterson is seen with his weapon in hand, but standing outside — and apparently not taking cover – all while the massacre is unfolding inside.\n\nDuring much of the time the shooting was taking place, Peterson was obscured from view by a pole. But parts of him do emerge from time to time.\n\nThe video would seem to underscore accusations that Peterson did not act in accordance to the department's active shooter protocol. According to a release by the sheriff's department last week, \"training stresses the engagement of a suspect who is actively shooting to 1) eliminate the threat, 2) cause the suspect to barricade or 3) cause the suspect to surrender.\"\n\nFrom the video, it does not appear Peterson did any of those things.\n\nPeterson, through his lawyer in the days after the shooting, said the reason he did not enter the building was because he initially thought the shots were coming from outside.\n\nHis account seems to be contradicted by the 911 dispatch tapes released by the Broward Sheriff's Office last week. On the tapes, Peterson is heard giving an order to set up a perimeter and not go in after the shooter.\n\n\"Do not approach the 12 or 1300 building, stay at least 500 feet away at this point,\" Peterson said, according to call logs at 2:28pm, seven minutes after the first shots were fired.\n\nSheriff Israel castigated Peterson a little more than a week after the shooting, saying he should have \"went in, addressed the killer, killed the killer.\"\n\nThe video was released in response to a lawsuit from a number of media organizations, against both the Broward Sheriff's Office and the School Board of Broward County.\n\nEarlier this week a judge authorized the video's release.\n\nCruz, the 19-year-old former student at Marjory Stoneman Douglas High School, is charged with 17 counts of premeditated murder. On Tuesday, the state attorney in Broward County, Fla., announced it intends to seek the death penalty.", "keywords": ["school", "outside", "broward", "sheriffs", "suspect", "peterson", "releases", "parkland", "office", "deputy", "week", "sheriff", "shooting", "video", "released", "footage"], "polarity": 0.033406565656565655, "subjectivity": 0.3108737373737373},
{"title": "Women In Pakistan Dared To March — And Didn't Care What Men Thought", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/15/593549219/women-in-pakistan-dared-to-march-and-didnt-care-what-men-thought", "text": "Women In Pakistan Dared To March — And Didn't Care What Men Thought\n\nEnlarge this image toggle caption Asif Hassan/AFP/Getty Images Asif Hassan/AFP/Getty Images\n\nWe were hundreds of women, marching on the streets of Karachi, Pakistan.\n\nWe shouted slogans. '\"Aurat aiee, aurat aiee, tharki teri shaamath aiee!\" (Women are here, harassers must fear!)\n\nWe raised our fists in the air, smiling, laughing.\n\nWe wore what we wanted to wear: burqas, jeans and designer shades, brightly embroidered skirts, the traditional tunic and baggy trousers called shalwar kameez.\n\nMen gaped, shook their heads, filmed us from passing cars as we walked by, disrupting traffic.\n\nWe did not care what the men thought of us.\n\nWe were free to stand, walk, dance, with nobody to tell us to sit down, be quiet, be good.\n\nIt was the first time in my life that I saw women gathering in public, in strength, in numbers.\n\nThis was the Aurat (Urdu for \"women\") March, the first of its kind in the conservative Muslim country of Pakistan. There were actually three marches — in Karachi, Lahore and Islamabad – all held on March 8, International Women's Day.\n\nWord spread through Facebook and Twitter posts among the various networks of women involved in grassroots work — in education, health, microfinance, women's shelters, workers' rights.\n\nObjectives were ambitious: a demand for the recognition of women's rights and gender equality, and an end to the hideous scourge of gender violence, among other aims.\n\nBut the overriding intent was to raise the morale of Pakistani women. The constant drip of misogyny can turn life into a misery, where you are considered a lucky woman if you have a husband who doesn't beat you. The Aurat March wanted to remind women that the bar doesn't need to be set that low.\n\nBefore the march began, activists took to the stage and spoke of their struggles and triumphs. Veeru Kohli, a member of the Dalit community in the Thar Desert (low-caste Hindus known by the epithet of \"untouchables\") related how she escaped a life of slave labor to become a political activist. Kainat Soomro, a victim of gang rape at 13 who is trying to take her rapists to court, described her as yet unsuccessful 11-year fight for justice. An activist from the Christian community excoriated the government for ignoring the scourge of forced conversions, where Muslim men kidnap minority women, force them to convert to Islam and marry them against their consent.\n\nThe March brought together women across class, ethnic, and religious lines. University students cheered on older feminist icons. Placards in English and Urdu read \"Patriarchy is Fitna (sedition)\", \"Kebab Rolls not Gender Roles\", \"Woman is King\" and \"Stop Killing Women.\" Children waved orange and yellow flags with the Aurat March logo, and 97-year-old folk singer Mai Dhai sang and banged enthusiastically on a dhol, the traditional Pakistani drum played at weddings, stirring women and men to dance together in a spirit of festivity and celebration.\n\nFor the first time, I felt as though the invisible ties that held me back, those hundreds of written and unwritten rules about Pakistani women's behavior in public, had been cut through with a blowtorch.\n\nA small group of trans women watched from the edges, nervous and scared, but they soon joined in, along with the procession of nuns bearing giant crosses and the Dalit women from the desert. We marched behind women in red, members of the working women's union, bussed in from Hyderabad. We marched, hair bare or covered, to the beat of the drums and the pounding of our hearts.\n\nWe were accompanied by women on motorcycles, girls on pink bikes. Tens of men and boys joined us. We walked next to women wearing masks portraying the face of Qandeel Baloch, the social media star who was murdered by her brother two years ago because he could not stand her bold, risqué public persona. They bore a symbolic coffin containing a body shrouded in white, calling it \"patriarchy's funeral.\"\n\nIt's been three decades since members of the Women's Action Forum were beaten on the streets for protesting the Islamization laws of dictator General Zia in the early 1980s. Pakistani women in 2018 still find themselves trampled under decades of discrimination and oppression. But the Aurat March has motivated them to demand equality and justice. The Aurat March has uncovered an undeniable truth: The revolution has arrived in Pakistan — and it is a women's revolution.\n\nBina Shah is a writer living in Karachi, Pakistan. Her forthcoming novel, Before She Sleeps, a feminist dystopian story about women's lives in a future Middle Eastern society, will be published in August 2018. She tweets @binashah", "keywords": ["men", "public", "women", "gender", "dared", "care", "aurat", "pakistani", "thought", "pakistan", "karachi", "didnt", "womens", "life"], "polarity": 0.06725768321513001, "subjectivity": 0.3235224586288416},
{"title": "Global Fund Pounded For Partnering With Heineken", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/15/592283220/global-fund-pounded-for-partnering-with-heineken", "text": "Global Fund Pounded For Partnering With Heineken\n\nEnlarge this image toggle caption Taylor Weidman/Bloomberg via Getty Images Taylor Weidman/Bloomberg via Getty Images\n\nPeter Sands took over this month as the new head of the Global Fund to Fight AIDS, Tuberculosis and Malaria. But before he'd even officially taken his seat at the Fund's offices in Geneva, he was under attack for a new partnership with Heineken.\n\nIn January at the World Economic Forum in Davos, the Global Fund announced it was partnering with Heineken to \"fight infectious diseases in Africa.\" The world's second largest beer company will help the Global Fund with the delivery of health-care supplies in markets where Heineken already has an extensive distribution system.\n\nA coalition of global health organizations, however, many of whom focus on alcohol and drug abuse, called for the Global Fund to cancel the Heineken alliance.\n\nIn an open letter to Sands, who supported the deal, the health advocates said alcohol is a major risk factor for the spread of HIV and TB. They also said alcohol adversely affects development efforts such as \"poverty eradication, health for all, gender equality, economic prosperity, sustainable consumption, ending violence and building safer and resilient cities.\"\n\nThey also believe that the partnership creates a conflict of interest. One part of the beer company could be working with local health ministries to improve their pharmaceutical distribution networks while another part of the company could be working against those same ministries to potentially block new alcohol control measures.\n\n\"We very much see this as an incompatible partnership for global health,\" says Katie Dain, the CEO of the NCD Alliance, a coalition of groups that focus on non-communicable diseases, and one of the lead authors of the open letter condemning the Heineken/Global Fund deal.\n\n\"What this partnership is doing and what we are really concerned about is that it's giving a halo effect to an industry that really isn't supporting the health of people in Africa,\" she told NPR.\n\nSeth Faison, head of communications at the Global Fund, said in an email to NPR that the fund need to get away from \"business-as-usual\" if the world is going to reach its goals of eliminating AIDS, TB and malaria by the year 2030. And he said Heineken can help them reach those ambitious targets.\n\n\"Specifically, Heineken can provide expertise in demand-forecasting and quality control during shipment, data management and supply chain logistics,\" he wrote. \"Bottom line, it's about getting lifesaving medicines and other health supplies where they are needed, when they are needed.\"\n\nAfrica is one of Heineken's fastest growing markets. The Dutch beer giant has 45 breweries across the continent. It just opened a new plant in Ivory Coast and is building another one in Mozambique.\n\nBut the business model isn't strictly business. Beer companies, including Heineken, have a long history of philanthropy in Africa, sponsoring sports teams and underwriting civic events. And Heineken has promised to buy at least 60 percent of its raw materials locally for its Africa operations by the year 2020.\n\nHeineken turned down a request for an interview about this new Global Fund partnership controversy but in an email said, \"[The partnership] gives us an opportunity to bring our supply chain and marketing expertise to help the Global Fund reach specific target groups that otherwise would go underserved.\"\n\nThis model of public-private partnerships is nothing new. (Do some of these partnerships cross a line? Share your thoughts below.)\n\nPepsi has donated millions to Save the Children to fight malnutrition in India and Bangladesh. UNICEF announced an agreement in 2016 with the food, beverage and consumer goods giant Unilever to expand access to clean drinking water in four African countries. Stella Artois is currently working with Water.org.\n\nThe Global Fund has set up a program with Coca Cola called Project Last Mile that's very similar to the Heineken arrangement. Project Last Mile offers logistical support for the distribution of medicines and health-care supplies in Africa.\n\n\"The perception that Project Last Mile is about putting meds on Coke trucks or putting condoms in Coca-Cola cases, that is not really what the project is about,\" says Erika Linnander, senior technical officer at the Global Health Leadership Institute at Yale University.\n\nLinnander says Project Last Mile really is about transferring institutional knowledge from a private company, Coke, to the public health sector in eight African countries. For instance, Coke's supply chain managers in South Africa helped the ministry of health set up a new network to distribute HIV medications. The goal was to allow patients to pick up their government-issued meds in more convenient places, like post offices and private pharmacies.\n\n\"Of course that's what Coke does really well,\" Linnander says. \"They engage with all these kiosks all across the country and get their product onto all different kinds of shelves. So they [Coke] helped with the strategic planning on how do you push your product, these meds, out to other pick up points.\"\n\nLinnander has written evaluations of Project Last Mile She says Heineken would probably bring similar logistics expertise to its partnership with the Global Fund. Linnander adds that the partnership with Coke has also been controversial at times. Some local politicians have questioned why Coke's motives and whether the program is appropriate. Coke has been criticized by public health officials in many parts of the world for contributing to the burgeoning diabetes problem.\n\nLinnander says she's given this a lot of thought herself. \"You know, I work in a department of global health,\" she says. \"I think it's useful to be transparent about the potential business benefits to Coca-Cola, mostly just in terms of goodwill and branding and things like that. If this we're a nutrition intervention I think I would feel very differently and very uncomfortable. But this [Project Last Mile] typically is about supply chains.\"\n\nThe criticism of the Global Fund/Heineken partnership, however, continues. The influential medical journal The Lancet just came out with an editorial saying Sands should scrap the Heineken alliance. The editorial says the new head of the Global Fund with this partnership is \"alienating large parts of the global health community.\"\n\nJohn Norris, a senior fellow at the Center for American Progress, has written a lot about public private partnerships in international development. He says these associations can be difficult politically but he argues that global health advocates are better off engaging with the beer industry rather than declaring Heineken too toxic to stomach.\n\n\"A lot of the philanthropies that are now very much mainstream sprung up from robber barons who made their money in lots of unsavory ways,\" he says. \"I can certainly understand a legitimate grievance coming from the community that deals with noncommunicable diseases worried about a company that sells alcohol being involved with the Global Fund. But you know, we now live in a world that is so interconnected, we need to figure out how to have companies inside the tent.\"\n\nYour Turn: The ethics of a charity's partnership\n\nEvery charitable group relies on a helping hand. Do some partnerships, like the Heineken-Global Fund arrangement, cross the line? Share your thoughts in the tool below by Tuesday, March 20. We'll post some of your responses on the blog next week.", "keywords": ["global", "really", "company", "pounded", "fund", "partnering", "heineken", "mile", "coke", "health", "project", "partnership"], "polarity": 0.05954304161447019, "subjectivity": 0.28966785066785067},
{"title": "Sister Of Charleston Shooter Dylann Roof Arrested After Menacing Social Media Post", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593799322/sister-of-charleston-shooter-dylann-roof-arrested-after-menacing-social-media-po", "text": "Sister Of Charleston Shooter Dylann Roof Arrested After Menacing Social Media Post\n\nEnlarge this image toggle caption Grace Beahm/AP Grace Beahm/AP\n\nThe younger sister of convicted mass murderer Dylann Roof — who gunned down nine parishioners at a Charleston, S.C., church in 2015 — was arrested Wednesday on drug and weapons charges after she posted a disturbing message on social media.\n\nMorgan Roof, 18, a student at AC Flora High School in Columbia, was charged with one count of marijuana possession and two counts of carrying a weapon on school grounds, the Richland County Sheriff's Department said, describing the weapons as a knife and pepper spray, according to The State newspaper.\n\nWACH-TV in Columbia reports:\n\n\"No students were harmed and [Morgan Roof] has been transported to the Alvin S. Glenn Detention Center. She [appeared] in bond court Wednesday night, where her bond was set at $5,000, and was charged with carrying weapons on school property. She was also ordered not to [return] to the incident location.\"\n\nRoof's arrest came after she reportedly posted a message to Snapchat saying that she hoped students participating in Wednesday's walkout of classes to protest gun violence would \"get shot\" and suggested that only \"black people\" would be participating in the nationwide protests.\n\n\"Your walking out of the allowed time of 17min, they are letting you do this, nothing is gonna change what tf you think it's gonna do? I hope it's a trap and y'all get shot we know it's fixing to be nothing but black people walkin out anyway,\" she posted.\n\nSheriff Leon Lott said that after learning of the post, the school's staff called the school resources officer and Roof was promptly arrested.\n\nSusan Childs, the principal at AC Flora, said in a statement to parents and students: \"As many of you know, today was set as a time for a student walkout. Our student leaders had asked to be allowed to spend seventeen minutes to remember each of the victims of the Parkland, Florida school shooting.\"\n\n\"[A] student used social media to post a hateful message. The posting was not a threat, but was extremely inappropriate. That student was dealt with in a swift and severe manner as the posting caused quite a disruption,\" Childs said.\n\nSouth Carolina Gov. Henry McMaster said in a statement that a \"potential tragedy was avoided\" at the school.\n\n\"We owe a debt of gratitude to all involved who acted so quickly and decisively,\" McMaster said.\n\nDylann Roof, a self-avowed white supremacist, killed nine African-American parishioners during a Bible study at Charleston's Emanuel African Methodist Episcopal Church in June 2015.\n\nIn January 2017, he was sentenced to death by lethal injection. Roof pleaded guilty to state murder charges and was found guilty by a jury in Charleston on 33 counts of federal hate crimes. He is currently awaiting execution at the United States Penitentiary in Terre Haute, Ind.", "keywords": ["charleston", "school", "social", "shooter", "walkout", "statement", "menacing", "media", "dylann", "weapons", "student", "roof", "students", "sister", "message", "post", "arrested"], "polarity": -0.1321064814814815, "subjectivity": 0.46231481481481485},
{"title": "Long-Divided Federal Election Commission Unites On Digital Ad Transparency", "url": "https://www.npr.org/2018/03/15/593745542/long-divided-federal-election-commission-unites-on-digital-ad-transparency", "text": "Long-Divided Federal Election Commission Unites On Digital Ad Transparency\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nThe Federal Election Commission, better known for deadlocks than decisions, has unanimously agreed to take a first step against anonymous political advertising on the internet.\n\nThe proposed rule deals with disclaimers — the \"authorized by\" taglines that are mandatory in print, television and radio ads that explicitly support or attack candidates.\n\nThe proposal would update FEC regulations dating back to 2006, when cutting-edge digital politicking involved buying ads on websites and blogs, mobile apps were just surfacing and internet-connected appliances were beyond the horizon. Those earlier regulations generally used the existing rules for radio and TV advertising.\n\nNow, with the commission under pressure to deal with digital ads, chair Caroline Hunter, a Republican, and vice chair Ellen Weintraub, a Democrat, negotiated a compromise that blends provisions from both sides into a single proposed rule.\n\nThe proposal will be shaped through public comments over 60 days, and a June 27 public hearing. The commission expects to get comments from social media companies that would have to comply with the new rule, and from other experts.\n\n\"We're open to possibilities that aren't even in this document,\" Hunter said.\n\nDigital media consume increasing amounts of political advertising. In 2012, when President Barack Obama ran for re-election, digital political spending totaled $159 million, the FEC says. Four years later, when President Trump was running, the total was $1.4 billion.\n\nAlthough the FEC is acting after Russian trolls spread advertisements through social media during the 2016 presidential election, the proposed rule wouldn't have touched most of those ads. Disclaimers are required only for \"express advocacy\" messages that attack or support candidates. The Russian ads were not that direct, and many focused on issues without mentioning the candidates.", "keywords": ["transparency", "fec", "digital", "election", "federal", "political", "rule", "media", "longdivided", "support", "proposed", "unites", "commission", "ad", "ads"], "polarity": 0.06355339105339106, "subjectivity": 0.23646103896103898},
{"title": "SEC Charges Theranos Founder Elizabeth Holmes With 'Elaborate, Years-Long Fraud'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593809254/sec-charges-theranos-founder-elizabeth-holmes-with-elaborate-years-long-fraud", "text": "SEC Charges Theranos Founder Elizabeth Holmes With 'Elaborate, Years-Long Fraud'\n\nEnlarge this image toggle caption Andrew Burton/Getty Images Andrew Burton/Getty Images\n\nElizabeth Holmes, the 34-year-old founder and CEO of the health technology company Theranos, had a compelling story of dropping out of college to launch a multibillion-dollar Silicon Valley venture to revolutionize the blood-testing industry.\n\nBut on Wednesday, the Securities and Exchange Commission accused the company, Holmes and its former President Ramesh \"Sunny\" Balwani of \"an elaborate, years-long fraud in which they exaggerated or made false statements about the company's technology, business, and financial performance\" to raise more than $700 million from investors.\n\nHolmes and Theranos agreed to settle the charges against them, the SEC says. Holmes will give up voting control of the company, pay a $500,000 penalty, agree to not serve as a director or officer of a publicly traded company for 10 years and return \"the remaining 18.9 million shares that she obtained during the fraud.\"\n\nAs part of the settlement, Theranos and Holmes neither admitted nor denied the allegations. The company's \"independent directors\" said in a statement, \"The Company is pleased to be bringing this matter to a close and looks forward to advancing its technology.\"\n\nHolmes founded Theranos in 2003 at the age of 19 after dropping out of Stanford University. She attracted famous investors such as Rupert Murdoch and venture capitalist Tim Draper, according to The Wall Street Journal. Henry Kissinger and George P. Schulz sat on the company's board at one point. At its height, Theranos reached a valuation of more than $9 billion.\n\nHolmes claimed to have developed technology that could \"run comprehensive laboratory tests from a tiny sample or a few drops of blood that could be taken from a finger,\" as she told an audience at a TED talk, NPR's Laura Sydell reported in 2016.\n\nBut the SEC alleged that \"Theranos' proprietary analyzer could complete only a small number of tests, and the company conducted the vast majority of patient tests on modified and industry-standard commercial analyzers manufactured by others.\"\n\nFederal regulators also say Theranos falsely claimed its products were used \"on the battlefield in Afghanistan\" by the Department of Defense and that the company would make $100 million in revenue in 2014. The military never used Theranos technology and the actual profit was closer to $100,000, the SEC alleges.\n\nRegulators began investigating after The Wall Street Journal's John Carreyrou reported in late 2015 about doubts over the company's technology claims and the accuracy of its tests.\n\nProblems for the company quickly began to stack up. In 2016, Theranos cut 40 percent of its staff of 790 and closed blood-test centers in Arizona, California and Pennsylvania. In the same year, Theranos lost a lucrative contract to have its \"wellness centers\" in Walgreens stores, while regulators prohibited Holmes from owning or operating a lab for two years.\n\nMany investors have lost all of the money they put into the company, the Journal reports, including Murdoch, who lost more than $100 million.\n\nThe SEC said it did not settle with Balwani; it says it will litigate a case against him in the Northern District of California. In a statement to multiple media outlets, Balwani's lawyer Jeffrey Coopersmith said Balwani \"accurately represented Theranos to investors to the best of his ability.\"\n\n\"The Theranos story is an important lesson for Silicon Valley,\" Jina Choi of the SEC's San Francisco office said in a statement. \"Innovators who seek to revolutionize and disrupt an industry must tell investors the truth about what their technology can do today, not just what they hope it might do someday.\"\n\nFederal prosecutors in San Francisco are still conducting a criminal investigation, according to the Journal, while patients have filed lawsuits consolidated in Arizona accusing Theranos of \"consumer fraud and medical battery.\"", "keywords": ["theranos", "holmes", "fraud", "elaborate", "statement", "company", "investors", "million", "companys", "elizabeth", "charges", "sec", "technology", "yearslong", "tests", "founder"], "polarity": 0.07462121212121209, "subjectivity": 0.47500000000000003},
{"title": "Not In Kansas Anymore: United Airlines Mix-Up Sends German Shepherd To Japan", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593820253/not-in-kansas-anymore-united-airlines-mix-up-sends-german-shepherd-to-japan", "text": "Not In Kansas Anymore: United Airlines Mix-Up Sends German Shepherd To Japan\n\nEnlarge this image toggle caption Justin Sullivan/Getty Images Justin Sullivan/Getty Images\n\nA day after United Airlines faced a backlash over a dog's death in an overhead luggage compartment, the company is dealing with another canine-related mistake after a German shepherd meant for Kansas was instead flown to Japan.\n\nIn the latest incident, Kara Swindle, who flew with her children from Oregon to Kansas City on Tuesday, went to a cargo facility to pick up their 10-year-old German shepherd Irgo, but found a Great Dane instead, according to Kansas City's KCTV. The Swindles are in the process of moving from Oregon to Wichita, Kan.\n\nThat was the dog that was supposed to go to Japan.\n\n\"An error occurred during connections in Denver for two pets sent to the wrong destinations,\" a United spokesperson said in a statement to the TV station. \"We have notified our customers that their pets have arrived safely and will arrange to return the pets to them as soon as possible. We apologize for this mistake and are following up with the vendor kennel where they were kept overnight to understand what happened.\"\n\nSwindle told CNN that Irgo had no food or water on the more than 16-hour flight and now has an ear infection. She said the dog hasn't had medication in three days.\n\nBut Irgo was looked at by a veterinarian in Japan and deemed well enough to travel home, KCTV says. The dog is scheduled to arrive in Wichita by Thursday night, though Swindle told the station she worried \"if he's going to be able to sustain this flight, because he is a 10-year-old dog.\"\n\n\"I'm hoping that from now on they take better care of animals,\" Swindle told CNN. \"They kind of treat them like they are luggage. I'm hoping they can put something into policy so that this will never happen again.\"\n\nIt was only a day earlier that dog lovers expressed outrage when a 10-month-old French bulldog died on a Houston to New York flight. A United flight attendant reportedly insisted the dog's carrier be placed in an overhead luggage bin despite the owners following the proper procedures for bringing an animal into the plane's cabin.\n\nAs NPR's Bill Chappell wrote Wednesday, United \"has endured a string of recent public relations nightmares, from a passenger being dragged off a flight to another case of a dog dying after a United domestic flight one year ago — in that case, the large animal had flown in a crate in a plane's hold, and was under the care of United's PetSafe program.\"", "keywords": ["united", "kansas", "japan", "told", "luggage", "swindle", "pets", "shepherd", "sends", "airlines", "flight", "mixup", "anymore", "dog", "german", "irgo"], "polarity": 0.15802597402597404, "subjectivity": 0.42299134199134203},
{"title": "Central High School Walked Out In The Footsteps Of The Little Rock 9 ", "url": "https://www.npr.org/2018/03/15/593753335/central-high-school-walked-out-in-the-footsteps-of-the-little-rock-9", "text": "Central High School Walked Out In The Footsteps Of The Little Rock 9\n\nEnlarge this image toggle caption Courtesy of Hanna Wells Courtesy of Hanna Wells\n\nLittle Rock Central High School in Arkansas is no stranger to protest. Sixty years ago, following the Supreme Court's historic Brown v. Board of Education ruling, Central drew national attention as nine black students attempted to integrate the previously all-white school.\n\nThe Little Rock Nine, as they came to be known, were prevented from integrating Central by crowds of angry protesters. Arkansas Gov. Orval Faubus even ordered the state's National Guard to block any attempts to enter the school. Eventually President Dwight Eisenhower seized control of the Arkansas National Guard, and deployed federal troops to ensure the students could enter the school.\n\nWhile the students were able to finish the school year, the controversy continued. Gov. Faubus fought in the courts to prevent integration, and ended up shutting down the city's entire public high school system in what became known as \"The Lost Year.\"\n\nBut this year the student activists walked out, not in. The school suspended classes for 17 minutes — one minute for each life lost in last month's shooting at Marjory Stoneman Douglas High School in Parkland, Fla.\n\nA majority of the 2,500 students joined in the walkout, with the support of school officials who said they viewed the protest as a once-in-a-lifetime educational opportunity.\n\nStudents and administrators said they see the walkout as the continuation of a legacy of fighting for change.\n\n\"The Little Rock Nine stood up for what they thought was the right thing for their education and their futures, and that's what the children did today,\" Principal Nancy Rousseau told NPR.\n\n\"Central is a cornerstone for change. And I think that it's our responsibility to recognize that,\" added Central student Ollie Burrow, \"and realize that we can achieve that as well.\"\n\n\"This was a peaceful, organized protest led by students,\" Burrow said. \"We wanted to be sure that our message was heard and that it was clear.\"\n\nOrganized by the student council, the walkout was part of a nationwide movement with similar protests at high schools across America. At 10:00 a.m., Central students exited the school and occupied the front lawn. School administrators shut down the street in front of the school, and brought in extra security and police personnel to ensure a safe, peaceful protest.\n\nStudents with megaphones led their classmates in chants, gave speeches, and spoke with local news media. After 17 minutes, the students released 17 white balloons in remembrance of the Parkland shooting victims.\n\n\"I stand with Parkland,\" student body president Erin Farmer told NPR. \"I should never have to take a class on how to dodge a bullet,\" she added, \"I shouldn't have to come to school in fear.\"\n\nHistory teacher Chuck West lauded the cooperation between students, educators, and school administrators. \"We were encouraged to talk about it beforehand, and to make sure that the kids were respectful to one another, that there was no peer pressure to do it, and that people took it very seriously,\" he said, \"and from my perspective, that was honored by the students.\"\n\nIan Wren is an intern on NPR's Business Desk.", "keywords": ["school", "rock", "walkout", "high", "national", "parkland", "footsteps", "central", "protest", "student", "little", "students", "walked"], "polarity": 0.05141308555942704, "subjectivity": 0.4054781262098335},
{"title": "Who Is Conor Lamb, Apparent Winner Of The Pennsylvania Special Election?", "url": "https://www.npr.org/2018/03/14/593634549/who-is-conor-lamb-apparent-winner-of-pennsylvania-special-election", "text": "Who Is Conor Lamb, Apparent Winner Of The Pennsylvania Special Election?\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nJust five months ago, almost no one in Pennsylvania's 18th Congressional District knew Conor Lamb's name.\n\nBut since quitting his job as a federal prosecutor to run for a vacant House seat, the 33-year-old has spent a lot of time introducing himself to people.\n\nAllegheny County Executive Rich Fitzgerald says that's exactly what he had to do — particularly as a Democrat in Trump country.\n\n\"You gotta show up and talk to people. Conor's been to every fish fry, every VFW, every American Legion, senior center, doors,\" Fitzgerald told NPR's Scott Detrow. \"He's been relating to people. And that's really what it takes for Democrats to get away from just urban areas and get out into the smaller towns and compete.\"\n\nAnd compete he did.\n\nLamb is the apparent winner of the contest for Pennsylvania's 18th Congressional District, according to an analysis by public radio station WESA. The race has not been officially called, but a review of the votes indicates that Lamb has an insurmountable lead over Republican state Rep. Rick Saccone.\n\nLamb's victory would be a huge win for Democrats, and a major blow to President Trump.\n\nTrump won this district by 20 points in 2016, and Republican Tim Murphy — who resigned in October after a report that he had encouraged a woman with whom he had an affair to get an abortion — won his last eight elections easily.\n\nBut Lamb seems to have overcome that Republican advantage in this largely white, working-class district by touting his bio — a Marine Corps veteran, former prosecutor, Catholic; and his more conservative positions — on guns, abortion, crime.\n\nHis first TV ad highlights the fact that he grew up in the district. In the same town, in fact, where he now lives — Mount Lebanon, a suburb south of Pittsburgh.\n\nConor Lamb via YouTube\n\nHe graduated from Pittsburgh Central Catholic High School in 2002, earned both his undergraduate and law degrees at the University of Pennsylvania, and worked as a prosecutor in the Marine Corps — first in Okinawa, Japan, and then for the Navy-Marine Corps Court of Criminal Appeals.\n\nAfter leaving active duty in 2013 and joining the Reserves, Lamb was appointed an assistant U.S. attorney in Pittsburgh. There, his bio says, he \"led prosecutions against drug dealers and violent criminals and helped establish the Justice Department's Pittsburgh office as a national leader in the fight against the heroin epidemic, working to build partnerships between law enforcement and community members in places that have been hit hardest by the crisis.\"\n\nLamb stepped down from the U.S. Attorney's Office last fall, shortly after Murphy resigned his seat.\n\nThough this is his first run for office, Lamb comes from a family that has been active in state and local politics. His uncle is Pittsburgh Controller Michael Lamb; and his grandfather Thomas Lamb was a state representative, the Democratic majority leader in the state Senate in the 1970s and secretary of legislative affairs for Gov. Robert Casey.\n\nUnlike his Republican opponent — who billed himself as \"Trump before Trump was Trump\" — Lamb stayed away from making the race about the president or partisan politics.\n\n\"The biggest issues facing the 18th Congressional District aren't partisan,\" his campaign website reads. \"Heroin kills both Democrats and Republicans. Health care is too expensive. The roads and bridges we all use are crumbling. But the people we send to Washington aren't solving these problems. I'm running for Congress because it's time for that to change.\"\n\nOn the campaign trail, Lamb highlighted his work fighting the opioid crisis — which has hit the region hard — as well as his support for unions. In a district with 86,000 union households, union endorsement was key to his success.\n\nAt a rally Sunday night, United Mine Workers of America President Cecil Roberts came out hard for Lamb, calling him \"a God-fearing, union-supporting, gun-owning, job-protecting, pension-defending, Social Security-believing, health care-creating and sending-drug-dealers-to-jail Democrat.\"\n\nIf certified as the winner, Lamb will serve out the rest of the year in the House, representing PA-18. But the district as it is now will cease to exist at the end of the year because of court-ordered redistricting in Pennsylvania. So if Lamb wants to stay in the House after 2018, he will have to run again — in a district that is likely to look different from the one he just won.\n\nSamantha Fields is the producer of the NPR Politics Podcast.", "keywords": ["republican", "conor", "trump", "lamb", "election", "prosecutor", "apparent", "state", "special", "president", "district", "run", "pennsylvania", "pittsburgh", "winner"], "polarity": 0.046434481594056096, "subjectivity": 0.358340087808173},
{"title": "Russia Promises Reprisals To U.K. As White House Calls Out Moscow Over Poison Attack", "url": "https://www.npr.org/sections/thetwo-way/2018/03/15/593814409/russia-promises-reprisals-to-u-k-as-white-house-calls-out-moscow-over-poison-att", "text": "Russia Promises Reprisals To U.K. As White House Calls Out Moscow Over Poison Attack\n\nEnlarge this image toggle caption Mary Altaffer/AP Mary Altaffer/AP\n\nUpdated at 9:50 a.m. ET\n\nRussia says it will retaliate against Britain's recently announced sanctions, saying that President Vladimir Putin will soon decide the best way to respond to the U.K.'s expulsion of 23 Russian diplomats. It's the latest escalation in the clash between the two nations over the use of a military-grade nerve agent against a former Russian spy who is now a British citizen.\n\n\"A final decision [on retaliatory measures] will, of course, be made by the president of the Russian Federation,\" presidential spokesman Dmitry Peskov said, according to state-run Tass media. \"There are no doubts that he will choose the variant that best of all corresponds to the interests of the Russian Federation.\"\n\nRussian Foreign Minister Sergey Lavrov said, \"The response will come very quickly, I can assure you,\" Tass reports.\n\nAlso on Thursday, the U.K. released a joint statement along with the U.S., France and Germany, calling on Russia to answer for the use of a poison developed in its Novichok chemical weapons program.\n\nFrom the statement:\n\n\"This use of a military-grade nerve agent, of a type developed by Russia, constitutes the first offensive use of a nerve agent in Europe since the Second World War. It is an assault on U.K. sovereignty and any such use by a State party is a clear violation of the Chemical Weapons Convention and a breach of international law. It threatens the security of us all.\"\n\nPrime Minister Theresa May has said Russia is guilty of attempted murder on British soil. Russia denies the charge despite the use of a nerve agent that is seen as its exclusive property to attack former Russian spy Sergei Skripal and his daughter last week.\n\nOn Thursday, the leaders of France, Germany and the U.S. stated, \"We share the U.K. assessment that there is no plausible alternative explanation, and note that Russia's failure to address the legitimate request by the U.K. government further underlines its responsibility.\"\n\nBritain announced sanctions on Wednesday, canceling high-level meetings and a royal visit to Russia for this summer's World Cup and banning Russians whom the U.K. has \"identified as undeclared intelligence officers.\"\n\nWhen the question of Russia's response came up at the Russian Foreign Ministry's weekly briefing on Thursday, spokesperson Maria Zakharova said:\n\n\"The head of a nuclear state goes to the Parliament ... they take an important step that they can't take. They accuse Russia of aggression against their country, and they issue 20-hour ultimatum. They just are detached from their reality, which is very dangerous. They are totally detached from their reality, they ignore the real consequences. It seems to us it's a 'talk show' that does not imply any communications, any international rules\" but is instead a way to express an opinion.\n\nReferring to the risks involved, Zakharova spoke of \"the understanding that the people who come to power, they are irresponsible. And this is happening in many states.\"\n\nShe also accused May of using Russia to enhance her standing in the U.K., adding that the prime minister \"wants to look like a strong leader, but we see that she's a different leader. And I don't think it's necessary for me to give any evaluation about that.\"\n\nAs the tit-for-tat exchange between Russia and the U.K. has intensified, May and Foreign Secretary Boris Johnson have been working to align their allies with the U.K.'s stance, talking with French President Emmanuel Macron, German Chancellor Angela Merkel and President Trump.\n\nThe conversations earlier this week seem to have had an effect — particularly in the U.S.\n\nHours before Trump issued what amounted to a \"you're fired\" tweet directed at Rex Tillerson earlier this week, the secretary of state had publicly called out Russia as the source of a nerve agent attack on an ex-spy in Britain.\n\nIn doing so, Tillerson went further than White House press secretary Sarah Huckabee Sanders, who earlier the same day had condemned the attack but made no mention of Russia.\n\nThat led to speculation that Tillerson's firing and his harsh words on Russia (\"we are outraged that Russia appears to have again engaged in such behavior\") may have been linked.\n\nThe Trump administration on Wednesday appeared to be eager to dispel that notion, with the State Department issuing a pair of statements that took a harder line against Moscow and with U.S. Ambassador to the United Nations Nikki Haley condemning Moscow at the Security Council.\n\nTrump has been conspicuous in not condemning Russia — either in his public statements or on his prolific Twitter feed — even after Britain's stern response to the poisoning of Skripal, the 66-year-old Russian ex-spy and his 33-year-old, daughter, Yulia, who fell ill at a shopping center in southern England earlier this month.\n\nEnlarge this image toggle caption PA/AP PA/AP\n\n\"Where Prime Minister [Theresa] May has taken bold and decisive initial action to combat Russian aggression, our own president has waffled and demurred,\" Senate Minority Leader Chuck Schumer said in a statement on Wednesday. \"Prime Minister May's decision to expel the Russian diplomats is the level of response that many Americans have been craving from our own administration.\"\n\nThe American leadership's tone on the issue went through an abrupt change after a telephone conversation Tuesday night between Trump and the British prime minister, with the White House issuing a statement afterwards expressing solidarity with the U.K. According to a readout on the conversation from May's office, \"President Trump said the U.S. was with the U.K. all the way,\" as NPR reported.\n\nMoreover, in words echoing earlier comments by Tillerson, State Department Acting Undersecretary for Public Affairs Heather Nauert, said: \"The United States shares the United Kingdom's assessment that Russia is responsible for the reckless nerve agent attack on a British citizen and his daughter, and we support the United Kingdom's decision to expel Russian diplomats as a just response.\"\n\nNauert — who was elevated to acting undersecretary after the firing of Steve Goldstein, himself collateral damage of the Tillerson dismissal — went on to say, \"This latest action by Russia fits into a pattern of behavior in which Russia disregards the international rules-based order, undermines the sovereignty and security of countries worldwide, and attempts to subvert and discredit Western democratic institutions and processes.\"\n\nSpeaking at an emergency Security Council session, Haley on Wednesday also named Russia, saying it was \"responsible for the attack on two people in the United Kingdom using a military-grade nerve agent\" and calling the attack \"an atrocious crime.\"\n\nIn yet another statement from the State Department, Nauert condemned Russia's March 18, 2014, annexation of Crimea, calling the referendum used by Moscow as a pretext for the move \"fabricated.\"\n\n\"Crimean residents were compelled to vote under scrutiny by heavily armed Russian troops. Russia's claim that Ukrainians made a free choice in that sham 'referendum' has always lacked credibility,\" she said in a statement.\n\n\"In his campaign rally in Crimea today, President Putin reiterated Russia's false claims to Ukrainian territory in another open admission that the Russian government disdains the international order and disrespects the territorial integrity of sovereign nations,\" Nauert said.\n\n\"Over the past four years, Russia has engaged in a campaign of coercion and violence, targeting anyone opposed to its attempted annexation,\" she said.\n\nOn Thursday, Lavrov had a different estimation of what is behind the friction between Russia and the U.S. and Britain, citing what he called the \"categorical reluctance of the United States and its Western allies to agree that the 500-year-long period of Western domination in world affairs is coming to an end.\"\n\nThe change was painful, he said, for nations that \"are in the habit of ruling the roost.\"", "keywords": ["calls", "united", "agent", "white", "minister", "house", "reprisals", "russian", "uk", "poison", "nerve", "russia", "state", "president", "attack", "moscow", "promises"], "polarity": 0.018640776699029124, "subjectivity": 0.3317152103559871},
{"title": "House Intel Republicans Have Cleared Trump. So Are The Russia Investigations Over?", "url": "https://www.npr.org/2018/03/15/593576455/house-intel-republicans-have-cleared-trump-so-are-the-russia-investigations-over", "text": "House Intel Republicans Have Cleared Trump. So Are The Russia Investigations Over?\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nThe House intelligence committee has completed its \"Choose Your Own Adventure\" story about the Russia imbroglio. Republicans wrote a happy ending for President Trump. Democrats wrote a cliffhanger.\n\nEven though members of the committee say they're taking separate ramps off this highway, however, the road goes ever on. Here are 4 more mileposts still to come in the remainder of the Russia imbroglio.\n\n1. The House intelligence committee's final report\n\nDemocrats are already unhappy with it, but the leaders of the House intelligence committee say their report is complete. It could land with a thud: It's more than 150 pages, includes more than 40 findings and makes 25 recommendations.\n\nFor now, though, it's still secret. First, Democrats in the committee's minority need to \"review\" it — although they've already made clear how they feel — and then it must be declassified by the intelligence community before it can become public.\n\nWill it include any new information? The House committee's dueling Republican and Democratic memoranda in February both shed new factual light on the Russia story, even though they were both partisan documents.\n\nRepublicans' memo focused heavily on the facts involved with what they call abuse of power by the FBI and Justice Department, revealing, for example, that the author of the infamous, unverified Russia dossier was a Never-Trumper.\n\nDemocrats countered in their memo by revealing that some of the dossier was, in fact, verified by the FBI, and that more people in the Trump camp were under investigation than previously known — though all those details remain secret.\n\nWill the chairman of the House intelligence committee, Devin Nunes, R-Calif., break more new ground in his report or simply make an argument exonerating Trump based on what's already public?\n\nThe Senate intelligence committee and Justice Department special counsel Robert Mueller, however, aren't quitting yet — of which more below. So Nunes' strategy boils down to a bet on time: He has cleared Trump, but how many revelations could still be coming that he doesn't know he doesn't know about?\n\nOne basic point of contention between Republicans and Democrats is over interpreting the facts in the Russia case. Republicans say, in effect, nothing in evidence today shows that the Trump campaign conspired with the Russian government's attack on the 2016 election or did anything wrong.\n\nContacts that took place between Trump aides and Russians before and after Election Day showed, at worst, bad judgment by the Americans involved, said Rep. Mike Conaway, R-Texas, — not an international conspiracy.\n\nDemocrats argue that's not only not so — they believe the evidence does show collusion — but that Republicans won't do the kind of investigation that would uncover new facts they don't want. House intelligence committee Ranking Member Adam Schiff, D-Calif., listed several witnesses he said the Republican majority wouldn't interview, the subpoenas it won't issue and the documents it won't use its power to obtain.\n\nRepublicans, in short, want to fight on the political battlefield in its present condition, build a firebreak and then move on to what they call the next phase of the story: safeguarding future elections.\n\nThat was the line House Speaker Paul Ryan's office took after Nunes' announcement:\n\n\"After more than a year investigating Russia's actions in the 2016 election, we are well into the primary season for the 2018 elections and experts are warning that we need to safeguard against further interference,\" said Ryan spokeswoman AshLee Strong. \"That's what this next phase is about and we hope Democrats will join us in seeing this through.\"\n\n2. The Senate intelligence committee's report\n\nHouse intelligence committee Republicans' decision to wrap up their Russia investigation puts subtle pressure on their colleagues in the other chamber. The relationship between the two committees is, if not broken, badly damaged after complaints of leaks and counter-leaks about their work on the Russia case.\n\nNow Republicans on the House side of the Capitol are in a position to say: We've done our work. What's taking you so long?\n\nSenate intelligence committee Chairman Richard Burr, R-N.C., has tried to keep his panel inside the guardrails and his working relationship cordial with Vice Chairman Mark Warner, D-Va., — a mirror image of the partisan corrosion on the House side.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nBut they still have letters after their names and contrasting incentives in the same way every member of Congress does. Navigating those dynamics is just as fraught, although it plays out in a more senatorial and clandestine fashion.\n\n\"I have said publicly — and been criticized for it — that our committee was created to operate in secrecy,\" Burr said last month. \"I believe that's where we perform our best work.\"\n\nPeople familiar with the Senate committee's internal workings have questioned whether it will be able to conclude its work with a single report, or whether its work product might also fission apart in the way the House intelligence committee has.\n\nThat may depend on how different its findings are from the House and whether its slower and more bipartisan approach yields facts that could change the political state of play that Nunes and his compatriots have embraced.\n\n3. The administration's studies\n\nFacets of the executive branch are also at work on studies about the Russian attack on the 2016 election and how to defend the electoral system this year and beyond:\n\nWhat isn't clear is what will ultimately issue from all this work. The Department of Homeland Security and the FBI have already begun working with state elections officials about cyber-threats and security. Will there be a major new official report from within the Trump administration, or perhaps more than one?\n\nIf Nunes' vision of the Russia story is correct, all the evidence that exists is all there will be. That may mean Trump and his advisers feel more confident about discussing the general issue of election interference — and that could bring about another new phase in the Russia story.\n\nThere have already been some indications that a page has turned, as when Trump said last week that he isn't concerned about Russian influence on the 2018 midterms.\n\n\"We'll counteract whatever they do,\" the president said. \"We'll counteract it very strongly.\"\n\n4. More action by the special counsel's office?\n\nSpecial counsel Robert Mueller is the joker in this pack. No one truly knows what's up his sleeve except him and his team. So far he has charged a number of Americans and Russians — or concluded guilty pleas about lying to the FBI — but accused no Trump aides with conspiring directly with the Russian interference.\n\nIf that stands, it'll be a boost for the White House many times greater than the one it got from House intelligence committee Republicans this week.\n\nIf it changes and people within the Trump orbit do face indictment over alleged conspiracy with the active measures, the work of Nunes and his colleagues this week would be badly undercut.", "keywords": ["republicans", "committees", "trump", "cleared", "intel", "committee", "house", "election", "nunes", "russia", "investigations", "work", "intelligence"], "polarity": 0.09252854633289419, "subjectivity": 0.4470765496580714},
{"title": "Signs Point To Trump Getting Tougher On China Over Trade", "url": "https://www.npr.org/2018/03/15/593921348/signs-point-to-trump-getting-tougher-on-china-over-trade", "text": "Signs Point To Trump Getting Tougher On China Over Trade\n\nFor all his harsh rhetoric about unfair trade practices by China, President Trump stopped short of taking any punitive actions against Beijing during his first year in office.\n\nThat may be about to change, however.\n\nOver the next few weeks, the Trump Administration is expected to release the results of a seven-month investigation into Chinese trade practices, under Section 301 of the Trade Act of 1974, a move that could lead to punitive actions against the country and at worst provoke a trade war that would hurt a lot of US businesses.\n\n\"The Trump Administration has made it very clear that it believes that it has the authority under Section 301 to threaten or impose tariffs on China directly over these practices,\" says Edward Alden, senior fellow at the Council on Foreign Relations.\n\nSection 301 gives the president wide latitude to impose penalties such as reciprocal bans on cross-border investments and tariffs on a wide variety of Chinese goods, he says.\n\nIt also could band together with allies to force China's hand at the World Trade Organization. Countries in Asia, Latin America and Europe have long complained about Chinese trade practices such as forced transfers of technology, illegal government subsidies and dumping of low-cost exports in an effort to weaken competitors.\n\n\"I think there's a widespread and growing consensus around the world that China is not playing by the rules and that together we as allies and trading partners need to take many, many different kinds of measures to ensure a level playing field,\" says Trump trade adviser Peter Navarro, a staunch China critic.\n\nTrump has been excoriating China for years, accusing it of blocking access to its markets for foreign companies.\n\nOnce in office, he has been slow to match his rhetoric with actions. His administration failed to label China a currency manipulator, even though Trump promised to do so during the campaign.\n\nHe may have hesitated in part because he needed Beijing's help with North Korea, and because the prospect of a trade war scares US companies such as Boeing, which earn a lot of money in China.\n\nBut a clash seems almost inevitable, given China's outsized role in global trade today.\n\n\"If you're concerned about the large US trade deficit, which the president is and has said he is repeatedly, most of that's a China problem,\" Alden says.\n\nStill, any move to punish China carries risks for the United States and the world as a whole.\n\nThe countries of the world have spent decades carefully crafting laws meant to regulate the flow of trade, says Dan Ikenson, director of the Cato Institute's Herbert A. Stiefel Center for Trade Policy Studies. Dispute between nations are meant to be settled at the WTO.\n\nIf the US opts to act on its own, it could undermine the infrastructure of global trade in a way that causes more problems than it solves, he says.\n\n\"My main concern is that we actually go forward with these unilateral duties, and the rest of the world sees the United States as disavowing the WTO, China retaliates and the costs start to spread across the US economy,\" he says.\n\nWhile China has sometimes shown it's willing to change some of its more egregious trade practices, it's also made clear it will go at its own pace.\n\nToo much pressure from Washington is likely to be seen as bullying by Beijing and could invite retaliation against US companies.\n\nBut after lobbing so much criticism at China over the years, Trump may feel he has little choice but to take action of some kind.\n\nAs Navarro sees it, such action has been a long time coming.\n\n\"It's staggering—staggering!—what China does in terms of cheating the international system, and it's refreshing that we finally have a president that's standing up for all the American people and standing up to China on all this.\"", "keywords": ["practices", "trump", "trade", "getting", "chinese", "china", "world", "administration", "point", "signs", "president", "301", "tougher", "actions"], "polarity": 0.022890873015873017, "subjectivity": 0.42628174603174607},
{"title": "NASA Study Finds Astronaut's Genes Changed While In Space", "url": "https://www.npr.org/2018/03/15/594062986/nasa-study-finds-astronauts-genes-changed-while-in-space", "text": "NASA Study Finds Astronaut's Genes Changed While In Space\n\nA study shows that not only do astronaut's genes change in space, but they have the potential to remained changed even months after the astronaut is back on Earth.\n\nARI SHAPIRO, HOST:\n\nNow for a story about an astronaut who is not a space mutant.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDANIEL HUOT: And liftoff.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED WOMAN: Scott Kelly blasted into orbit to begin his record-setting 340-day mission.\n\nSHAPIRO: While Scott Kelly spent a year in space in 2015, his twin brother Mark stayed on Earth.\n\nSARAH MCCAMMON, HOST:\n\nThroughout that year and since Scott's been back, scientists have been comparing the two.\n\nCHRISTOPHER MASON: So we had multiple kinds of samples that were collected, including whole blood cells, saliva. We took skin samples.\n\nMCCAMMON: That's Christopher Mason from Weill Cornell Medicine. He's recently come out with an analysis of all those samples showing one effect of Scott's year in outer space.\n\nMASON: We saw some genes that were activated while he was in space. It looked like actually they maintained their activation state even six months after he'd been back on Earth.\n\nSHAPIRO: Mason says genes change all the time - when you climb a mountain or scuba dive or run a marathon. What's important is which changes space seems to have made on Scott Kelly's body.\n\nMASON: We observed changes relative to immune system response. So it looked as if he was actually dealing with the stress of spaceflight and his immune system was on high alert. We also saw changes with DNA repair, so his body actually dealing with some of the impacts of radiation. And then also we saw genes involved in bone and muscle formation.\n\nSHAPIRO: This information could give scientists a few clues about the long-term impact of space travel as NASA begins to plan missions to Mars.\n\nMASON: We need to know what the body does during these long periods in zero gravity. And how does it respond? We can try and either fix it or prevent anything that's too stressful to the body from happening in the first place.\n\nMCCAMMON: Now, there's been a little bit of misinformation about this study. Scott is still Mark Kelly's identical twin. And he did not have 7 percent of his genes altered by space travel.\n\nMASON: If 7 percent of your DNA change, you would potentially even be a different species.\n\nMCCAMMON: So again, he's not a space mutant.\n\nMASON: As far as we know, he does not have any particularly special powers, although he has a lot of endurance and he's very strong and otherwise is quite healthy.\n\nSHAPIRO: He's just a regular guy with space genes.\n\n(SOUNDBITE OF THE HIT CREW'S \"X-MEN THEME\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["saw", "astronauts", "scott", "changed", "changes", "finds", "hes", "space", "study", "genes", "mason", "does", "npr", "nasa"], "polarity": 0.05603050595238096, "subjectivity": 0.4484380723443223},
{"title": "Soybean Growers Are Raising Alarms On Trump Administration's Tariffs", "url": "https://www.npr.org/2018/03/15/594062968/soybean-growers-are-raising-alarms-on-trump-administrations-tariffs", "text": "Soybean Growers Are Raising Alarms On Trump Administration's Tariffs\n\nFarmers are fearful of retaliation from China to the tariffs President Trump imposed on aluminum and steel. American Soybean Association president John Heisdorffer speaks with NPR's Sarah McCammon about a letter he sent to Trump this week urging him to change his mind.\n\nSARAH MCCAMMON, HOST:\n\nThe tariffs on steel and aluminum that President Trump ordered are scheduled to go into effect next week. Many American industries are bracing for retaliation, including farmers.\n\nJOHN HEISDORFFER: I don't know that I'm losing sleep, but I'm - you know, I'm very concerned. This is a big thing for us.\n\nMCCAMMON: That's John Heisdorffer, president of the American Soybean Association. We reached him on his farm in eastern Iowa. On Monday, he sent a letter to President Trump urging him to modify or reverse his decision on tariffs. What Heisdorffer is most worried about is retaliation from the biggest importer of American soybeans. That's China.\n\nHEISDORFFER: Sixty percent of U.S. soybeans are exported. China is our biggest customer. They take 1 out of every 3 rows, $14 billion worth of soybeans and soy products. You know, that's huge. You take all the other countries that we export to and they still don't lead up to as much as what China takes from us. So we would be actually giving that market away to a different country. South America has many more acres that can go into production, and they'd be glad to furnish what they are now plus take whatever we'd be willing to give up in a retaliation type of situation.\n\nMCCAMMON: You live in a rural area in eastern Iowa. You're maybe an hour or so from a college town, but where you are it's rural. If farmers suffer economically, what happens to the regional economy in your area?\n\nHEISDORFFER: Yes. In these small areas - you know, it's a farming community. And when the farmers' income's down, it's a real ripple effect, you know? And you think about the tariff. Farmers are - we're in a high-risk business. And so much of our equipment is made of steel. So we're kind of getting a double whammy here. If we lose exports of our product, then the price goes down. But we're going to end up paying more for our equipment because of the steel tariff. So it's kind of a double whammy on farmers.\n\nMCCAMMON: So much of rural America, as you know, supported President Trump in the 2016 election. I'm curious how - as he talks about this tariff proposal how that's affecting the way people around you are talking about this administration.\n\nHEISDORFFER: (Laughter) You know, the administration has done some good things also. The new tax bill should help a little bit. But as far as this is concerned, you know, I haven't heard too many things. But like you say, farmers are the ones that put the president in office. And so we have to think about that here in the future.\n\nMCCAMMON: You sent the letter on Monday. Have you gotten a response?\n\nHEISDORFFER: No, I haven't. I would be very happy, though, to sit down with the president and explain these things to him, you know, from a farmer's standpoint. You know, we've been in Washington. We've met with - this is, like, last July already. We met with officials at Commerce and Treasury and the White House staff. And they just don't seem to quite get how much damage this could do.\n\nMCCAMMON: John Heisdorffer, thank you for your time.\n\nHEISDORFFER: You're welcome. Thanks for calling.\n\nMCCAMMON: He's the president of the American Soybean Association.\n\n(SOUNDBITE OF HAUSCHKA'S \"RODE NULL\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["know", "trump", "raising", "retaliation", "administrations", "heisdorffer", "american", "growers", "alarms", "president", "farmers", "tariffs", "thats", "steel", "soybean"], "polarity": 0.13649215367965367, "subjectivity": 0.41540854978354974},
{"title": "Former U.S. Ambassador To Russia Discusses New Sanctions Against Russia", "url": "https://www.npr.org/2018/03/15/594062961/former-u-s-ambassador-to-russia-discusses-new-sanctions-against-russia", "text": "Former U.S. Ambassador To Russia Discusses New Sanctions Against Russia\n\nNPR's Ari Shapiro speaks with Michael McFaul, former U.S. Ambassador to Russia about the U.S. response to attacks on Russian ex-pats in the U.K., and the latest sanctions imposed against Russia by the Treasury Department.\n\nARI SHAPIRO, HOST:\n\nWe're joined now by Ambassador Michael McFaul, who was U.S. ambassador to Russia during President Obama's second term. Welcome back to the program.\n\nMICHAEL MCFAUL: Thanks for having me.\n\nSHAPIRO: What do you make of these new sanctions today?\n\nMCFAUL: I think they're the correct response. I applaud the Trump administration. That's not a phrase I get to use very often, but I think this is right. It doesn't mean it's going to change Putin's behavior on all these matters, but at least it's the right, correct response to what special counsel Mueller indicted these people for. They have to be sanctioned as well.\n\nSHAPIRO: Correct response but might not change Putin's behavior - is there anything the U.S. could do that would conceivably change Putin's behavior?\n\nMCFAUL: Well, the first thing we have to do is to understand correctly what Putin is doing in the world. I think we've been lulled after the end of the Cold War thinking, oh, he's problematic, but it's no big deal, whereas I see it very differently. He is challenging the norms of the international system - annexation in Ukraine, meddling in our elections, intervening militarily to prop up a dictator in Syria and now allegedly poisoning a former Russian official. He is behaving in a extraordinary way that I think we need to come to grips with. We're going to need a long-term strategy for pushing back and containing Putin and Russia these days.\n\nSHAPIRO: As you say, Putin is accused of having poisoned or ordered the poisoning of other Russians who were in the U.K. while you were ambassador. The debate was about Alexander Litvinenko. And it took years for the U.K. to publicly attribute that poisoning to Russia and then months more for the Obama administration to sanction anyone. Ultimately new names were added to the sanctions list just 10 days before President Obama left office. While you were ambassador, did you urge the White House to do more?\n\nMCFAUL: Yes. I was part of that camp. And remember; during the Obama era, we had a period of good cooperation and positive cooperation with Russia when President Medvedev was in the Kremlin. That all changed in 2012. And I was one of those that thought we had to push back.\n\nSHAPIRO: How do you explain Trump being relatively quick to sanction people after a poisoning attributed to Russia and Obama, who is generally thought of as being tougher on Russia, being less quick to do so?\n\nMCFAUL: Well, I don't see it that way. I think the Obama administration with Angela Merkel and the rest of the EU responded appropriately when Russia annexed Crimea and then invaded eastern Ukraine. That's the first time ever that we began to sanction Russian government officials. Before then, not in our 200 years plus of bilateral relations had we sanctioned, for instance, the chief of staff in the Kremlin. So that was - I would have liked to have seen it done faster, but that was the appropriate response. By the way, also enhancing NATO and supporting Ukraine - that three-pronged approach was the right approach.\n\nWhat's interesting to me about the Trump administration is on policy. The administration - the current administration is basically following the same policy as Obama and, in a couple of instances, doing more, such as sending lethal weapons to Ukraine. But the president himself doesn't seem to endorse that policy. He never speaks about it. He never tweets about it. And so you have this real disconnect rhetorically between President Trump on the one hand and the policy of the Trump administration on the other.\n\nSHAPIRO: So do you think that these new sanctions announced today are a shift on his part?\n\nMCFAUL: We'll see. So far, he hasn't spoken about it at all, nor has he spoken directly on the record about the poisoning, nor has he spoken about the new weapons that Putin announced just two weeks ago. So there have been plenty of opportunities for the president to tweet his outrage. And so far, he hasn't chosen to do so.\n\nSHAPIRO: Well, Ambassador McFaul, thank you for joining us today.\n\nMCFAUL: Thanks for having me.\n\nSHAPIRO: Ambassador Michael McFaul is now a political science professor at Stanford. And his book coming out in May is called \"From Cold War To Hot Peace: An American Ambassador In Putin's Russia.\"\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["think", "trump", "response", "sanctions", "poisoning", "ambassador", "russia", "administration", "discusses", "president", "obama"], "polarity": 0.1311695827320827, "subjectivity": 0.39561462842712836},
{"title": "Revolutionary Pediatrician T. Berry Brazelton Dies At 99", "url": "https://www.npr.org/2018/03/15/594062954/revolutionary-pediatrician-t-berry-brazelton-dies-at-99", "text": "Revolutionary Pediatrician T. Berry Brazelton Dies At 99\n\nPediatrician T. Berry Brazelton revolutionized the way parents interacted with their babies and young children. His career spanned more than half a century and included dozens of books, hundreds of publications and a TV show. He died Tuesday, just shy of his 100th birthday.\n\nSARAH MCCAMMON, HOST:\n\nParents and children lost one of their most dedicated advocates this week. T. Berry Brazelton was a pediatrician and a child psychiatrist, but he will be remembered most for teaching the world and especially parents about babies.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nT BERRY BRAZELTON: You notice that she smiled the first two or three times (laughter). And then she moved her hands a little bit. And finally she began to open her eyes as if she was waiting for the next stimulus, which I think it's fabulous 'cause it shows that she's sort of anticipating.\n\nARI SHAPIRO, HOST:\n\nThrough his clinical work, best-selling books and TV program, Brazelton became a rock star to overwhelmed and anxious new parents.\n\nMCCAMMON: His nickname was the Baby Whisperer. In 2007, he told NPR's Steve Inskeep about what led him to be a pediatrician.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nBRAZELTON: Well, I hated my younger brother, and my mother was so invested in my younger brother. But my grandmother valued me, and she let me take care of all my younger cousins. And I found out that it was so much fun, that I knew by 9 years of age that I wanted to be just what I am - a pediatrician who works with parents.\n\nSHAPIRO: For generations of parents, Brazelton was the expert. But when it came to his own children, he struggled.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nBRAZELTON: Oh, gosh, I don't think I ever did anything right. My kids will be glad to tell you that. (Laughter) And so I really feel that learning to parent is learning from your mistakes, not from your success.\n\nMCCAMMON: Brazelton's work revolutionized the way we view babies and young children. During his more than 50-year career, he encouraged the world to see them as complex beings. Here he is in a 2010 interview.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nBRAZELTON: What I dream of is that every parent will have an opportunity to give her and his child the best future that they can dream of and that every child will be ready to accept that and take off to get there. And I think we can do that.\n\nSHAPIRO: T. Berry Brazelton died on Tuesday just shy of his 100th birthday.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["younger", "think", "brazelton", "99", "dies", "child", "parents", "revolutionary", "archived", "pediatrician", "children", "berry", "npr"], "polarity": 0.12020819093187514, "subjectivity": 0.466848940533151},
{"title": "What Some Black Voters Say They Need To See Done Before Returning To The Polls", "url": "https://www.npr.org/2018/03/15/594062924/what-some-black-voters-say-they-need-to-see-done-before-returning-to-the-polls", "text": "What Some Black Voters Say They Need To See Done Before Returning To The Polls\n\nBlack voter turnout in the last presidential election fell to the lowest rate since 2000. Will 2018 be any different? Young voters and non-voters in Cleveland, Ohio weigh in.\n\nARI SHAPIRO, HOST:\n\nIt's estimated that millions of people who voted for Barack Obama in 2012 stayed home during the 2016 presidential election, and many of those nonvoters were black. For this political season, one big question is whether African-Americans still feel like they have a home in the Democratic Party, a party that year after year depends on their votes. NPR political correspondent Asma Khalid reports from Cleveland.\n\nASMA KHALID, BYLINE: I first met Koya Graham in the spring of 2016 when she told me she had no intention of voting for president.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nKOYA GRAHAM: I'm not interested anymore. I don't see any immediate significant changes happening.\n\nKHALID: When we reconnected at a coffee shop in Cleveland, Graham confirmed she did not vote in 2016. And she says she has no regrets. The Trump presidency has kind of turned out to be a blessing in disguise.\n\nGRAHAM: For our people, for my people, this was probably the best thing that could've happened to America. The veil has been lifted.\n\nKHALID: Graham says the country's underbelly of racism is being exposed.\n\nGRAHAM: I think that we've always had our blinders on. And even though it's unfortunate, you know, where we are right now, I'm glad that it has happened because America is now being seen for the country that it is.\n\nKHALID: Many black voters I talked to say they have been loyal Democrats for years, and yet hardly anything has changed in their communities. Ifeolu Claytor is a 23-year-old working with the Ohio Young Black Democrats. And he says his party has taken black votes for granted.\n\nIFEOLU CLAYTOR: And that's something that needs to change clearly because black millennials will just stay at home. It's not 1980 where people are still, like, kind of fresh like our parents just got the right to vote.\n\nKHALID: Claytor feels like Democrats are too focused on courting middle-class, white voters.\n\nCLAYTOR: Focusing on WASPy middle-class issues is not going to win in 2018 or 2020.\n\nKHALID: But his friend and fellow Democrat Gabrielle Jackson insists the situation is improving. In 2016, she says some candidates simply refuse to engage with black voters. This year is different.\n\nGABRIELLE JACKSON: We've had almost every gubernatorial candidate. We'll have them all by May, by the primary come talk to us about our issues and things that affect them.\n\nKHALID: And Jackson says if politicians don't, they shouldn't expect votes.\n\nJACKSON: These people are recognizing that in order to win, you cannot ignore us. And if you do, you will lose.\n\nKHALID: So turnout is about issues like criminal justice reform, racial tension and wealth disparity. But it's also about mobilization. And recent history shows how dramatically turnout can change when voters are engaged. Look at the elections in Virginia and Alabama last year where black voters, particularly black women, were key.\n\nADRIANNE SHROPSHIRE: In Alabama, we knocked on about 500,000 doors.\n\nKHALID: That's Adrianne Shropshire. She leads the group BlackPAC, which was instrumental in the Alabama Senate race.\n\nSHROPSHIRE: We talked to people on their doors both in Alabama and in Virginia, ran canvas programs where people from the community were out talking to their neighbors.\n\nKHALID: Shropshire's group is trying to make sure the voter drop-off in 2016 doesn't become a permanent trend. But to do that, Democrats need to make a persuasive argument.\n\nSHROPSHIRE: Black voters in particular want to understand how Democrats are going to address a whole range of racial justice issues. And so sort of running away from those issues is a nonstarter.\n\nKHALID: In the 2016 election, black voter turnout plummeted from 2012 and 2008. It even dipped slightly lower than the Bush-Kerry election of 2004. Black voters are base voters in the Democratic Party, and so Shropshire says there's really no fear they're going to shift to Republicans this November. The fear is that they'll just stay home. Asma Khalid, NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["returning", "need", "democrats", "party", "issues", "graham", "election", "voters", "turnout", "polls", "black", "say", "npr", "2016"], "polarity": 0.08468523002421305, "subjectivity": 0.4860304008609093},
{"title": "White House Responds To Questions About More Staff Shake-Ups", "url": "https://www.npr.org/2018/03/15/594062910/white-house-responds-to-questions-about-more-staff-shake-ups", "text": "White House Responds To Questions About More Staff Shake-Ups\n\nThe White House responded to questions about a slew of topics: from sanctions against Russia to reports of more impending staff shakeups.\n\nARI SHAPIRO, HOST:\n\nPresident Trump has been repeatedly criticized for the perception that he's too soft on Russian President Vladimir Putin and for waffling about whether Russia interfered in the 2016 presidential election. But today his administration took significant actions against Russia. It imposed sanctions against Russian individuals and organizations in retaliation for that election interference. The targets include those named in an indictment by special counsel Robert Mueller. The actions are the most significant steps against Moscow since Trump took office.\n\nThe White House also issued a joint statement with Britain, France and Germany denouncing Russia as the likely perpetrator of a nerve gas attack on a former Russian spy and his daughter in Britain. Asked whether Putin was behind the nerve gas attack, Trump said this.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: It's a very sad situation. It certainly looks like the Russians were behind it, something that should never, ever happen. And we're taking it very seriously, as I think are many others.\n\nSHAPIRO: NPR national political correspondent Mara Liasson joins us now from the White House. Hi, Mara.\n\nMARA LIASSON, BYLINE: Hi, Ari.\n\nSHAPIRO: Does this represent some kind of new stance against Putin?\n\nLIASSON: Well, as you said, there has been this narrative that the Trump administration and Trump himself is loath to criticize or take action against Vladimir Putin. They've been accused of dragging their feet in imposing the sanctions that Congress ordered with legislation that was passed almost unanimously. But today they did release that list of sanctions for a bunch of individuals and entities in Russia. They also put out a statement with NATO allies where they accused Russia of using the first offensive use of a nerve agent in Europe since World War II. They called it an assault on the United Kingdom's sovereignty.\n\nAnd then you have the president himself saying he believes the nerve gas attack was Russian and probably ordered by Putin. But when asked today if Trump considers Putin a friend or a foe, the White House press secretary, Sarah Sanders, hedged.\n\n(SOUNDNITE OF ARCHIVED RECORDING)\n\nSARAH HUCKABEE SANDERS: I think that's something that Russia's going to have to make that determination. They're going to have to decide whether or not they want to be a good actor or a bad actor. I think you can see from the actions that we've taken up until this point we're going to be tough on Russia until they decide to change their behavior.\n\nLIASSON: So not a full-throated pushback against Russia, but definitely they're taking steps that they've been reluctant to take in the past.\n\nSHAPIRO: And on special counsel Robert Mueller's investigation, The New York Times is reporting that Mueller's team has subpoenaed documents from the Trump Organization. What's the White House saying about that?\n\nLIASSON: Well, this is a report that Mueller is subpoenaing documents relating to Russia - in other words, Trump Organization financial dealings with Russia. Or maybe they sold some condos to Russia. And the question that Sarah Sanders got today was about a comment Trump made a while ago in a New York Times interview where he said if the special counsel started to look into his family finances beyond any relationship with Russia, he would consider that a red line. In other words, the suggestion was that he might fire Mueller if that's where the investigation went.\n\nToday, when asked about it, Sanders didn't answer the question. She referred it to the Trump Organization, which said today that it was fully cooperating all along with the Mueller investigation. And Sarah of course repeated that the White House is cooperating also, and of course there's been no collusion, which is what the president says over and over again.\n\nSHAPIRO: I also want to ask you about the flurry of reports that more Cabinet changes are coming - any word from the White House on that?\n\nLIASSON: Yes. The president himself has said he's moving toward the Cabinet and other things that he wants. Today he said there will, quote, \"always be change.\" Sarah Sanders says this is just the normal churn of any administration. The president wants the right people at the right time. She rejected the idea that all this turnover creates an image of chaos or instability. That being said, there has been more turnover at the Trump White House and Cabinet than any previous administration.\n\nSHAPIRO: NPR's Mara Liasson speaking with us from the White House. Thank you, Mara.\n\nLIASSON: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["staff", "shakeups", "trump", "white", "today", "sanctions", "house", "russia", "putin", "sanders", "president", "responds", "sarah", "questions"], "polarity": 0.08118598159581765, "subjectivity": 0.38258108012206377},
{"title": "How Cobalt Metal Affects Big Tech Firms Like Apple", "url": "https://www.npr.org/2018/03/15/594062903/how-cobalt-metal-affects-big-tech-firms-like-apple", "text": "How Cobalt Metal Affects Big Tech Firms Like Apple\n\nCobalt used to be a byproduct of copper mining, used in everyday, boring stuff like tires and magnets. Now it's one of the most important and sought after metals on the periodic table. This has implications for big tech firms like Apple.\n\nARI SHAPIRO, HOST:\n\nThe metal cobalt is found in only a few places in the world. It used to be considered just a byproduct of copper mining. It went into stuff like tires and magnets. These days, it's essential to making smartphones, and firms like Apple are scrambling to secure supplies. For more, we go to Stacey Vanek Smith of NPR's daily business podcast The Indicator from Planet Money.\n\nSTACEY VANEK SMITH, BYLINE: In the late-'80s, the pager was king. All of the best mechanical engineers were working on them. But when Micheal Austin graduated from college and went to work for Motorola, he did not join the pager team. Instead, he joined an obscure group trying to develop batteries for this new cutting-edge product - the cellphone. It was an early version, big and blocky and beige, known as the brick phone.\n\nMICHEAL AUSTIN: It was amazing, but it was a 2-1/2-pound phone that you could buy for $3,500. And, you know, you'd have this big old fat battery that slides on the back.\n\nVANEK SMITH: That big old fat battery was rechargeable, and this was a revolution. Of course it could only hold the charge for 20 minutes. The dream of a pocket-sized phone seemed decades off.\n\nAUSTIN: Everyone was saying, this is in the far distant future we're going to see these types of communicators. Well, holy crap, it was only five years, six years after the brick phones.\n\nVANEK SMITH: A new kind of battery was developed using cobalt. The lithium cobalt oxide battery was six times more powerful than the old batteries. The lithium brought all the juice and power, and the cobalt stabilized everything and allowed the battery to hold a charge again and again. Cobalt was the key.\n\nIt used to be a sidekick, and now it's, like, the main event.\n\nAUSTIN: It's the main event, baby.\n\nVANEK SMITH: But there was a problem. There's not a lot of cobalt in the world, and most of the known supply is in the Democratic Republic of the Congo. And many of the mines there are controlled by warlords, being mined, in many cases, by young children working in horrific conditions. So if you're Apple, and you need cobalt for all of your iPhone batteries and for your plans to expand into electric cars, which also run on these batteries, you need to find a way to lock down a steady and ethical supply of cobalt.\n\nSHIRA OVIDE: Apple is sort of talking about buying supplies of cobalt directly from companies that mine it out of the ground.\n\nVANEK SMITH: Shira Ovide is a technology columnist for Bloomberg. She says Apple is looking to contract with a mine in the Congo. It would essentially be Apple's mine - not owned by Apple per se but dedicated to Apple. Shira says locking down supplies like this has been key to Apple's success in the past.\n\nOVIDE: Apple made a deal with Samsung, in that case, to lock in supply of those flash memory chips. And that was, you know, a huge reason that the iPod took off because Apple was able to make a deal that made sure it had access to that component that maybe its competitors did not and that Apple could also ensure the price.\n\nVANEK SMITH: BMW, Tesla and Volkswagen are also working to lock down cobalt supplies. This planning though could backfire. Micheal Austin, the electrical engineer, now works for a company called BYD. It's a Chinese company that makes electric vehicles. A lot of its vehicles use iron phosphate batteries. They're a little less powerful than lithium-ion, but they don't need cobalt. And the technology is evolving fast. And soon the demand for cobalt could go way back down again. And Apple, Volkswagen, BMW and Tesla could be stuck with years-long contracts for cobalt all in service of a technology as outdated as the brick phone. Stacey Vanek Smith, NPR News.\n\nSHAPIRO: Stacey Vanek Smith is co-host of NPR's daily business podcast called The Indicator From Planet Money.\n\n(SOUNDBITE OF TIN HAT'S \"NEW WEST\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["affects", "battery", "apple", "smith", "batteries", "used", "supplies", "cobalt", "tech", "big", "firms", "metal", "vanek", "npr"], "polarity": 0.07862960591833829, "subjectivity": 0.4781654573908093},
{"title": "Critics Concerned About Privacy Issues As Biometric Scanning Increases", "url": "https://www.npr.org/2018/03/15/594062896/critics-concerned-about-privacy-issues-as-biometric-scanning-increases", "text": "Critics Concerned About Privacy Issues As Biometric Scanning Increases\n\nThe government is steadily increasing the use of facial or biometric scanning at the nation's airports. Airlines say it can speed the boarding process, but critics say the scans aren't always accurate and there are privacy concerns.\n\nSARAH MCCAMMON, HOST:\n\nThe iPhone 10 uses software to recognize your face. So does technology that's becoming more common in airports. That's raising concerns about privacy and the system's ability to accurately identify people of color and women. NPR's Brian Naylor reports.\n\nUNIDENTIFIED WOMAN: Ladies and gentlemen, thank you for waiting. British Airways flight 2036 would now like to invite all passengers sitting in group one. All passengers sitting in group one, you are welcome to board at gate 80.\n\nBRIAN NAYLOR, BYLINE: Orlando International Airport, Britain-bound passengers wearing Mickey Mouse T-shirts and other Disney paraphernalia are lining up for tonight's flight to London's Gatwick Airport. Gate 80 looks like any other airport departure area except for the two small gates with what look like two small boxes on posts next to them. They're cameras, actually.\n\nSHERRY STEIN: Sir - just have to step on the yellow footprint and look at the camera. That's all.\n\nNAYLOR: Sherry Stein is with SITA, a Geneva-based company that develops information technology for the world's airlines.\n\nSTEIN: So as a person approaches the gate, they step onto the designated footprints, which triggers the camera. We collect a photo, send that to CBP, who checks to make sure that that person's booked on the manifest and matches the photo that they already have on file. If everything matches, we open the doors and give them the OK to board. All of that happens in three to five seconds.\n\nNAYLOR: CBP - that's Customs and Border Protection - is testing biometric scanning at a dozen or so international airports to ensure that people leaving the country are who they say they are and to prevent visa overstays. The TSA is testing similar devices at security check-in lines, says the agency's Steve Karoly.\n\nSTEVE KAROLY: I think the use of biometrics is a game changer for a lot of folks, a lot of industries, obviously the same for aviation security. It is a game changer. It will make things a little bit easier, more efficient at an airport environment.\n\nNAYLOR: Karoly predicts it will be a few more years before biometrics are in widespread use by his agency. Critics like Harrison Rudolph of the Center on Privacy and Technology at Georgetown University Law School say the technology now isn't ready for prime time.\n\nHARRISON RUDOLPH: This program is riddled with legal and technical problems.\n\nNAYLOR: Among those problems, Rudolph says, is bias.\n\nRUDOLPH: DHS doesn't seem to know whether its system will falsely reject folks at higher rates because of their race or gender. That's a serious problem.\n\nNAYLOR: According to a report by the CAPA Centre for Aviation, face recognition software is not that good at identifying ethnic minorities. Another problem is people wearing glasses or headscarves. Rudolph says about 4 percent of travelers are wrongly rejected by the system. Another concern he has - he says privacy protections are nonexistent.\n\nRUDOLPH: DHS hasn't issued a single rule under this program to protect Americans' privacy. So what do you just decide to do with this information tomorrow? I'm not sure. And without rules, there may be few protections for Americans' privacy.\n\nNAYLOR: Customs and Border Protection, part of DHS, the Department of Homeland Security, says it deletes the photos taken at airport gates within 14 days. Sean Farrell, director of strategy and innovation at SITA, says travelers seemed to be comfortable with the new technology.\n\nSEAN FARRELL: We haven't seen that privacy has been a major concern for passengers. They seem to actually embrace this technology and are willing to, you know, provide a biometric in order to get the benefit of an improved boarding process.\n\nNAYLOR: And many travelers in Orlando we spoke with said they were happy with the process. But at least one, Arthur Quelch of Southampton, was not all that impressed.\n\nARTHUR QUELCH: Didn't think it made a lot of difference really - seems to have slowed things down if anything. It's - this is how it goes. I expect they'll improve it.\n\nNAYLOR: Of course Mr. Quelch was near the end of the queue of some 280 passengers boarding the BA flight. Comfortable or not, travelers should get used to the technology. President Trump signed an executive action last year urging the government to speed up the airport use of biometric devices, and CBP hopes to have face scanners installed at all the nation's airports in four years. Brian Naylor, NPR News, Washington.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["passengers", "issues", "concerned", "airport", "biometric", "travelers", "technology", "scanning", "critics", "thats", "increases", "rudolph", "say", "npr", "privacy"], "polarity": 0.09464052972117487, "subjectivity": 0.43605641670157796}
]