[
{"title": "Supreme Court Declines To Take DACA Case, Leaving It In Place For Now", "url": "https://www.npr.org/2018/02/26/588813001/supreme-court-declines-to-take-up-key-daca-case-for-now", "text": "Supreme Court Declines To Take DACA Case, Leaving It In Place For Now\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 3:44 p.m. ET\n\nThe U.S. Supreme Court on Monday handed the Trump administration a setback over the Deferred Action for Childhood Arrivals program, which shields hundreds of thousands of young immigrants from deportation.\n\nThe court declined to take up a key case dealing with the Obama-era DACA — for now.\n\nNational Supreme Court Won't Review DACA Case Supreme Court Won't Review DACA Case Listen · 3:23 3:23\n\nThe high court said an appeals court should hear the case first. The result is DACA will stay in place until or if the Supreme Court takes it up.\n\nThe Trump administration tried to skip the 9th Circuit Court of Appeals in California and go directly to the Supreme Court. (The 9th Circuit is famously liberal-leaning.)\n\nTwo lower courts blocked the government from ending the DACA program. Trump had wanted to start ending the DACA protections in March for people brought to the U.S. as children and living in the country illegally.\n\nThe Supreme Court did not rule on the merits or even indicate which way it would lean on the DACA program. This was all about the legal process.\n\nThe ruling means continued uncertainty for a program set to expire one week from now. When Trump rescinded Obama's DACA executive order, he gave it an expiration date of six months.\n\nHe said he hoped that could buy time for a bipartisan solution to emerge between Congress and the White House, but at this point, they're at a stalemate.\n\nCongress hasn't been able to come up with a legislative solution that the president finds acceptable, leaving these DREAMers with a lot questions that don't have any immediate or easy answers.\n\nThe ruling also comes on the day Congress is back. That may serve to shine a spotlight on the legislators.\n\nThe president has been tweeting that Democrats don't want to do anything on the immigration program, which indicates wanting to lay blame more than passing a solution.\n\nTrump had said he would support anything that had bipartisan support, but he has declined several different versions of that because they didn't satisfy his four pillars — giving the almost 2 million DREAMers citizenship in exchange for limiting what he calls chain migration (and Democrats call family reunification), ending the visa lottery program and funding his wall.\n\nUnder current law, those given citizenship can apply for their parents, children and siblings to be legalized as well. Conservatives see a moral problem with allowing the very parents who brought the children into the country to be granted legal status.\n\nThe legal battle over DACA and next week's deadline have all added layers of confusion of what it all means for DACA recipients and DREAMers.\n\nNational 2 Sisters In Los Angeles Are DREAMers But Only 1 Is Covered By DACA 2 Sisters In Los Angeles Are DREAMers But Only 1 Is Covered By DACA Listen · 5:30 5:30\n\nAnd it all could drag on for another year.\n\n\"The case is critical to the DREAMers and Trump's March 5 deadline, which is now on hold, perhaps for a year,\" noted Carl Tobias, a constitutional lawyer at the University of Richmond.\n\nHe points out that the appeals courts could rule by this summer and then the Supreme Court would \"probably not rule until next year.\"\n\nOf course, Congress could fix it. \"But the week that the Senate spent trying to do so was not very promising in terms of a legislative fix,\" Tobias said.\n\nThe White House has said that through this process DACA recipients and DREAMers are not a priority for deportation.\n\nThe Immigration, Customs and Enforcement agency of the Department of Homeland Security told NPR it remains focused on those who have committed crimes.\n\n\"We continue to focus our enforcement resources on those who pose a threat to national security, public safety or border security,\" Sarah Rodriguez, deputy press secretary at ICE, told NPR in an email. \"ICE typically arrests those who have/had Deferred Action for Childhood Arrivals (DACA), if DACA has been terminated, the individual is engaged in criminal activity, has gang affiliation, has been determined to pose a public safety risk, there has been some other violation of the program requirements, or if the period of deferred action expired.\"\n\nU.S. Citizenship and Immigration Services is responsible for approval and extension of DACA status. It did not immediately respond to requests for comment or updated guidance, but it issued new guidance Feb. 14, a day after a second federal court order that blocked the Trump administration's rescission of DACA.\n\n\"USCIS is not accepting requests from individuals who have never before been granted deferred action under DACA,\" it wrote, but \"due to federal court orders on Jan. 9, 2018 and Feb. 13, 2018, USCIS has resumed accepting requests to renew a grant of deferred action under DACA.\"\n\nIn a written statement, California Attorney General Xavier Becerra called the Trump administration's attempt to bypass the 9th Circuit \"unusual and unnecessary.\" He added, \"We look forward to explaining to the 9th Circuit court that DACA is fully legal.\"\n\nHe told NPR that this was a \"clear victory for DREAMers\" and contended that now \"March 5 is just a day on the calendar.\" He also encouraged DREAMers who haven't signed up for DACA protections to do so quickly — and he encouraged Democrats and Republicans alike to pass a clean DREAM Act.\n\n\"Don't hold DREAMers hostage for wrongful positions,\" Becerra said, referring to the exchange Trump is looking for rather than simply giving DREAMers citizenship. He said those other items should be left for a comprehensive immigration overhaul.\n\nThe White House, on the other hand, said Monday it was confident it would win eventually.\n\n\"The DACA program — which provides work permits and myriad government benefits to illegal immigrants en masse — is clearly unlawful,\" White House spokesman Raj Shah said, per AP. \"The district judge's decision to unilaterally reimpose a program that Congress had explicitly and repeatedly rejected is a usurpation of legislative authority.\"\n\nHe added, \"We look forward to having this case expeditiously heard by the appeals court and, if necessary, the Supreme Court, where we fully expect to prevail.\"", "keywords": ["daca", "action", "deferred", "dreamers", "declines", "program", "trump", "case", "place", "white", "leaving", "court", "supreme"], "polarity": 0.05692233692233694, "subjectivity": 0.3901926512640797},
{"title": "Lost Art Of Bending Over: How Other Cultures Spare Their Spines", "url": "https://www.npr.org/sections/health-shots/2018/02/26/587735283/lost-art-of-bending-over-how-other-cultures-spare-their-spines", "text": "Lost Art Of Bending Over: How Other Cultures Spare Their Spines\n\nEnlarge this image toggle caption Courtesy of Jean Couch Courtesy of Jean Couch\n\nTo see if you're bending correctly, try a simple experiment.\n\n\"Stand up and put your hands on your waist,\" says Jean Couch, who has been helping people get out of back pain for 25 years at her studio in Palo Alto, Calif.\n\n\"Now imagine I've dropped a feather in front of your feet and asked to pick it up,\" Couch says. \"Usually everybody immediately moves their heads and looks down.\"\n\nThat little look down bends your spine and triggers your stomach to do a little crunch. \"You've already started to bend incorrectly — at your waist,\" Couch says. \"Almost everyone in the U.S. bends at the stomach.\"\n\nIn the process, our backs curve into the letter \"C\" — or, as Couch says, \"We all look like really folded cashews.\"\n\nIn other words, when we bend over in the U.S., most of us look like nuts!\n\nBut in many parts of the world, people don't look like cashews when they bend over. Instead, you see something very different.\n\nI first noticed this mysterious bending style in 2014 while covering the Ebola outbreak. We were driving on a back road in the rain forest of Liberia and every now and then, we would pass women working in their gardens. The women had striking silhouettes: They were bent over with their backs nearly straight. But they weren't squatting with a vertical back. Instead, their backs were parallel to the ground. They looked like tables.\n\nAfter returning home, I started seeing this \"table\" bending in photos all around the world — an older woman planting rice in Madagascar, a Mayan woman bending over at a market in Guatemala and women farming grass in northern India. This bending seemed to be common in many places, except in Western societies.\n\n\"The anthropologists have noted exactly what you're saying for years,\" says Stuart McGill, at the University of Waterloo in Ontario, Canada, who has been studying the biomechanics of the spine for more than three decades.\n\n\"It's called hip hinging,\" McGill says. \"And I've spent my career trying to prove it's a better way of bending than what we do.\"\n\n'Table' Bending Versus 'C' Bending When you hip hinge (left), your spine can stay in a neutral position, while the hips and upper legs support your body weight. When you bend at the waist, the back curves, putting stress on the spine. Enlarge this image toggle caption Samantha Reinders for NPR Samantha Reinders for NPR\n\nFor starters, McGill says, it's \"spine-sparing.\"\n\nWhen people bend with the cashew shape in their back — like we often do — they're bending their spine. \"That puts more stress on the spinal disks,\" McGill says.\n\nDisks are little rings of collagen found between each vertebra, which form a joint. But they aren't made for tons of motion. \"They have the mechanical characteristics of more like a fabric,\" McGill says.\n\n\"If you took a cloth, and you kept bending and stressing it, over and over again, the fibers of the weave of the cloth start to loosen up and delaminate,\" he says.\n\nHow To 'Table' Bend To hip hinge:\n\n1. Place your feet about 12 inches apart.\n\n2. Keep your back straight.\n\n3. As you bend your knees, allow your pubic bone to move backward.\n\n4. Fold over by allowing your pubic bone to slide through your legs, down and back.\n\nEventually, over time, this fabric can fray, which puts you at risk of slipping a disk or having back pain.\n\nOn the other hand, when you hip hinge, your spine stays in a neutral position. The bending occurs at the hip joint — which is the king of motion.\n\n\"Hips are a ball and socket joints,\" McGill says. \"They are designed to have maximum movement lots of muscle force.\"\n\nIn other words, your boots may be made for walking, but your hips are made for bending.\n\n\"Bending at the hip takes the pressure off the back muscles,\" says Liza Shapiro, who studies primate locomotion at the University of Texas, Austin. \"Instead, you engage your hamstring muscles.\"\n\nAnd by \"engage the hamstrings,\" she also means stretching them.\n\n\"Oh yes! In order to hip hinge properly, your hamstrings have to lengthen,\" Shapiro says. \"If you have tight hamstrings, they prevent you from bending over easily in that way.\"\n\nTight hamstrings are extremely common in the U.S., Kennedy says. They may be one reason why hip hinging has faded from our culture: Stiff hamstrings are literally hamstringing our ability to bend properly.\n\nBut hip hinging isn't totally lost from our culture, Shapiro says. \"I just saw a website on gardening that recommended it, and many yoga websites recommend bending at the hips, too.\"\n\nAnd the hip hinging is sprinkled throughout sports. Weightlifters use it when they do what's called a deadlift. Baseball players use it when they bat. Tennis star Rafael Nadal does it when he sets up a forehand. And in football, players kneel at the line of scrimmage with beautiful hip hinging.\n\nToddlers younger than 3 years old are great hip hingers. They haven't learned yet from their parents to bend like a cashew.\n\nWhether or not hip hinging will prevent back pain or injuries, doctors don't know yet, says Dr. D.J. Kennedy, a spine specialist at Stanford University and a former weightlifter.\n\n\"We don't have these randomized trials, where we have people lifting things hundreds of times and see how their body responds to hip hinging,\" Kennedy says.\n\nStill, though, Kennedy says he tries to hip hinge as much as possible.\n\n\"I think hip hinging intuitively makes sense, just given how the spine functions,\" he says. \"So I try very hard to do it.\"\n\nSo how in the world do you do this mysterious bending? Back in Palo Alto at Jean Couch's Balance Center, she tells me the trick: Find your fig leaf.\n\n\"Stand up and spread your heels about 12 inches apart, with your toes 14 inches apart,\" she says. \"Now, if you are Adam in the Bible, where would you put a fig leaf?\"\n\n\"Uh, on my pubic bone?\" I answer shyly.\n\n\"Exactly,\" Couch says. \"Now put your hand right there, on your fig leaf. When you bend, you want to let this fig leaf — your pubic bone — move through your legs. It moves down and back.\"\n\nSo I try it. I put my hand on my pubic bone as a pretend fig leaf. Then as I bend my knees a bit, I allow my fig leaf to move through my legs. A little crevice forms right at the top of my legs and my back starts to fold over, like a flat table.\n\n\"Now you're using the large muscles of your hips, such as the glutes, to support the whole weight of your body, instead of the tiny muscles of your back,\" says Jenn Sherer, who co-owns the Balance Center with Couch.\n\nAnd she's right. My back relaxes, while my hamstrings start to stretch. And boy are they tight!\n\n\"Wow! My hamstrings are stretching like crazy,\" I yell out, while I'm bent over like a table.\n\n\"Yes,\" Couch says, chuckling. \"That's why we call it the world's best hamstring stretch. We find that the bend feels so good for some people, they never want to get back up.\"", "keywords": ["couch", "spine", "cultures", "hip", "bend", "hinging", "spines", "mcgill", "bending", "pubic", "lost", "spare", "hamstrings", "art", "fig"], "polarity": 0.07841360028860031, "subjectivity": 0.34846275252525244},
{"title": "Trump Pays Treasury Undisclosed Sum For Hotel Profits From Foreign Governments", "url": "https://www.npr.org/2018/02/26/588984309/trump-pays-treasury-undisclosed-sum-for-hotel-profits-from-foreign-governments", "text": "Trump Pays Treasury Undisclosed Sum For Hotel Profits From Foreign Governments\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nThe Trump Organization sent the U.S. Treasury an undisclosed sum last week, in the first of what it says are annual payments to compensate for hotel profits from foreign officials.\n\n\"This voluntary contribution fulfills our pledge to donate profits from foreign government patronage at our hotels and similar businesses during President Trump's term in office,\" George Sorial, the company's chief compliance counsel, said in a written statement on Monday.\n\nA Treasury spokeswoman confirmed the payment was received.\n\nThe size of the payment was not disclosed. The transactions the payment was based on and the foreign governments involved were also not disclosed.\n\nThe payment comes as the Justice Department is defending President Trump in three lawsuits that allege he is violating the foreign emoluments and domestic emoluments clauses of the Constitution — anti-corruption provisions that bar the president from taking rewards or gifts from foreign or state governments. Sorial's statement doesn't refer to emoluments.\n\nPlanet Money How Ben Franklin And King Louis XVI Inspired Emoluments Clause How Ben Franklin And King Louis XVI Inspired Emoluments Clause Listen · 3:29 3:29\n\nThe payment \"is woefully inadequate,\" said Noah Bookbinder, executive director of Citizens for Responsibility and Ethics in Washington, a plaintiff in one of the lawsuits.\n\nThe payments are calculated on profits from foreign governments at Trump hotels and similar properties, as explained in a pamphlet from the Trump Organization. The calculation does not include other profits — for example, on rent paid by the government of China for space at Trump Tower — or non-monetary benefits for Trump properties in other countries, or payments or benefits from state governments.\n\nBookbinder said that even if those problems were solved, the president might be influenced simply by knowing that foreign officials stayed at his properties.\n\nUnlike other recent presidents, Trump did not divest himself of his business holdings or put them in a blind trust when he took office. He frequents the Trump International Hotel near the White House and often spends weekends at Mar-a-Lago, his private club in Palm Beach, Fla.", "keywords": ["sum", "treasury", "payment", "pays", "governments", "undisclosed", "trump", "hotel", "foreign", "profits", "payments", "emoluments", "president"], "polarity": -0.046875, "subjectivity": 0.2697420634920635},
{"title": "PHOTOS: Memorable Moments From The Pyeongchang Winter Olympic Games", "url": "https://www.npr.org/sections/thetorch/2018/02/26/587603783/photos-memorable-moments-from-the-pyeongchang-winter-olympic-games", "text": "PHOTOS: Memorable Moments From The Pyeongchang Winter Olympic Games\n\ntoggle caption Richard Heathcote/Getty Images\n\nThe 2018 Winter Olympics ended Sunday evening in Pyeongchang, South Korea, with a closing ceremony featuring fireworks, K-pop performances, the reappearance of Tongan cross-country skier Pita Taufatofua sans shirt, and a dance party that brought athletes onstage, eager to let loose and celebrate their games.\n\nNorway is taking home the most Winter Olympic medals this year, 39 total — 14 of them gold. The U.S. came in fourth in the medal count, winning 23 — its lowest number of medals since 1998, when it won just 13. (The gold medal count has stayed consistent at nine since 2006.) Host South Korea won 17, and its athletes took part in a joint North-South women's ice hockey team.\n\nThe games delivered late, unexpected curling victories for the U.S. men (gold) and South Korea's women (silver). The U.S. women's ice hockey team, too, scored a historic win against longtime gold medalist Canada.\n\nAs doping violations continued to dog the Russians, its doubles curling team forfeited a bronze medal when one member failed a drug test. Frigid winds disrupted some events and caused others to be rescheduled. There were a few tiffs and episodes of poor sportsmanship. But these were not the games' defining moments.\n\nThroughout it all, there were the athletes, nearly 3,000 of them from 92 countries, embracing the Olympic spirit — and, win or lose, doing their best in sports they love. Here's a look at some of the highlights.\n\ntoggle caption Richard Heathcote/Getty Images\n\ntoggle caption Patrick Semansky/Pool/Getty Images\n\ntoggle caption Richard Heathcote/Getty Images\n\nEnlarge this image toggle caption Jamie Squire/Getty Images Jamie Squire/Getty Images\n\ntoggle caption Alexander Hassenstein/Getty Images\n\nEnlarge this image toggle caption Fabrice Coffrini/AFP/Getty Images Fabrice Coffrini/AFP/Getty Images\n\ntoggle caption Nathan Denette/The Canadian Press via AP\n\ntoggle caption Christophe Pallot/Agence Zoom/Getty Images\n\nEnlarge this image toggle caption Aaron Favila/AP Aaron Favila/AP\n\nEnlarge this image toggle caption Matthias Hangst/Getty Images Matthias Hangst/Getty Images\n\ntoggle caption Dean Mouhtaropoulos/Getty Images\n\nEnlarge this image toggle caption Kirill Kudryavtsev/AFP/Getty Images Kirill Kudryavtsev/AFP/Getty Images\n\ntoggle caption Harry How/Getty Images\n\ntoggle caption Aris Messinis/AFP/Getty Images\n\nEnlarge this image toggle caption Sean M. Haffey/Getty Images Sean M. Haffey/Getty Images\n\nEnlarge this image toggle caption Christof Stache/AFP/Getty Images Christof Stache/AFP/Getty Images\n\ntoggle caption Ezra Shaw/Getty Images\n\nEnlarge this image toggle caption Kirsty Wigglesworth/AP Kirsty Wigglesworth/AP\n\nEnlarge this image toggle caption Jae C. Hong/AP Jae C. Hong/AP\n\nEnlarge this image toggle caption Odd Andersen/AFP/Getty Images Odd Andersen/AFP/Getty Images", "keywords": ["images", "toggle", "olympic", "image", "richard", "winter", "gold", "games", "photos", "moments", "pyeongchang", "memorable", "caption", "imagestoggle", "south", "imagesenlarge"], "polarity": 0.11141636141636142, "subjectivity": 0.46282051282051284},
{"title": "Broward Sheriff Under Scrutiny For Handling Of Parkland Shooting", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588900401/broward-sheriff-under-scrutiny-for-handling-of-parkland-shooting", "text": "Broward Sheriff Under Scrutiny For Handling Of Parkland Shooting\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nFlorida Gov. Rick Scott has ordered an investigation into law enforcement's response to the shooting in Parkland earlier this month.\n\nBroward Sheriff Scott Israel is under scrutiny for how his office handled complaints it received about Cruz in the years before the shooting, as well as reports that deputies failed to act during the shooting itself.\n\nDeputy Scot Peterson, armed with a handgun as the school resource officer, was placed on unpaid suspension and quickly resigned after video showed him standing outside Marjory Stoneman Douglas High School for more than four minutes during the rampage, rather than entering the building to engage the shooter.\n\nOn Thursday, Israel criticized Peterson and said he was \"sick to [his] stomach\" at the deputy's inaction.\n\nAlso on Thursday, the Broward Sheriff's Office released the details of the 18 to 20 calls it had received since 2008 concerning Cruz.\n\nFlorida Speaker of the House Richard Corcoran, who the Miami Herald notes is likely to run for governor, sent a letter to Scott on Sunday, calling for the sheriff's immediate suspension. Scott, a Republican, ordered an investigation but has not suspended Israel, who is a Democrat.\n\nThe FBI has already apologized for failing to act on a tip it received about shooting suspect Nikolas Cruz in January, and the governor called for the resignation of FBI Director Christopher Wray.\n\nCorcoran's letter, signed by 73 state House Republicans, points to the litany of complaints the Broward Sheriff's Office received about Cruz in recent years – about which, they write \"[n]othing was done.\" They say that Israel \"failed to maintain a culture of alertness, vigilance, and thoroughness among his deputies\" and did not ensure that deputies had adequate active-shooter tactical training.\n\nIn a letter to the governor, responding to a call on Saturday by state Rep. Bill Hager for him to resign, Israel defended his office's response, saying \"nearly all but two involved routine calls from [Cruz's] mother relating to parenting issues (her sons were fighting; her son was banging pool equipment against the house; etc)\" and none involved \"arrestable offences.\"\n\nBut some of the calls paint a darker picture than routine parenting issues, including instances in which Linda Cruz said Nikolas threw her against the wall for taking away his Xbox, and a report by a school counselor that \"Cruz was alleged to have possibly ingested gasoline prior in an attempt to commit suicide and is cutting himself. Cruz indicated he wished to purchase a gun for hunting and was in possession of items concerning hate related communications/ symbols.\"\n\nIn these two incidents, mental health counselors advised that Cruz did not meet the criteria for the Baker Act. That's the Florida law that allows for emergency mental health treatment and evaluation, including involuntary detention for up to 72 hours if certain conditions are met. (Florida lawmakers are now proposing giving law enforcement the ability to confiscate firearms from people deemed to be a threat to themselves or others for 72 hours. During that time, authorities can seek a court order as part of the Baker Act to hold the firearms for 60 days or longer.)\n\nWhile he defends his office's handling of most of the calls, Israel says internal affairs is investigating the response to two of them.\n\nOne of those incidents involves a call in February 2016 about an Instagram photo of Cruz with guns, along with a concern that he \"planned to shoot up the school.\" A deputy responded, learned that Cruz possessed knives and a BB gun, and forwarded the information to the resource officer at Stoneman Douglas.\n\nIn the second incident, a caller from Massachusetts reported in November that Cruz was collecting guns and knives, and the caller was concerned Cruz might kill himself and believed he could be \"a school shooter in the making.\"\n\nThat call resulted in no report by the Broward Sheriff's Office. A deputy instead referred the caller to the sheriff in Palm Beach County, where Cruz had moved.\n\nNBC and CNN reported on Saturday that Coral Springs police officers say that when they arrived at Stoneman Douglas, three sheriff's deputies were present but had not entered the school. The sources told CNN the deputies had their pistols drawn and were waiting behind their vehicles. (The Coral Springs Police Department says that \"any action or inaction ... will be investigated thoroughly.\")\n\nQuestioned about the report, Israel told CNN's Tapper, \"At this point, we have no reason to believe that anyone acted incorrectly or correctly. That's what an investigation is. ... And if they did things wrong, I will take care of business in a disciplinary matter, like I did with Peterson.\"\n\nTapper asked Israel how he responded to the call for him to resign.\n\n\"Of course I won't resign,\" he replied, calling Hager's letter politically motivated and full of mistakes.\n\nTapper expressed surprise that Israel was not taking responsibility for his agency's lack of action on the calls that it had received about Cruz.\n\n\"I have given amazing leadership to this agency,\" Israel said. \"On 16 of those cases, our deputies did everything right. Our deputies have done amazing things. ... In the five years I have been sheriff, we have taken the Broward Sheriff's Office to a new level. I have worked with some of the bravest people I have ever met. One person — at this point, one person didn't do what he should have done.\"\n\nAfter the interview, the governor called for the Florida Department of Law Enforcement to investigate law enforcement's response to the shooting.\n\n\"BSO will fully cooperate with FDLE, as we believe in full transparency and accountability,\" Israel said in a statement. \"This independent, outside review will ensure public confidence in the findings.\"", "keywords": ["school", "broward", "israel", "deputies", "received", "sheriffs", "cruz", "parkland", "handling", "scrutiny", "office", "sheriff", "law", "calls", "shooting"], "polarity": 0.013718614718614722, "subjectivity": 0.41834577922077926},
{"title": "Seeking To Make Schools Safer, Florida Legislators Take Up Gun Measures", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588873674/seeking-to-make-schools-safer-florida-legislators-take-up-gun-measures", "text": "Seeking To Make Schools Safer, Florida Legislators Take Up Gun Measures\n\nEnlarge this image toggle caption Mark Wallheiser/AP Mark Wallheiser/AP\n\nHouse and Senate Republican lawmakers in Florida unveiled a package of sweeping gun control proposals on Monday, which they hope to pass before a legislative recess in two weeks.\n\nThe measures are aimed at making schools safer for children but present a challenge to the National Rifle Association's grip on the state's Republican leaders, including the self-professed gun-toting governor, who presented his own plan Friday.\n\nIf passed, it will be the first time in more than a decade that lawmakers advance any legislation opposed by the NRA, according to the Tampa Bay Times.\n\nThe bills under consideration by the Senate Rules Committee address several concerns raised by gun-control advocates who have been pressuring politicians to enact more protective measures in the wake of the shooting at Marjory Stoneman Douglas High School in Parkland, Fla. Many advocates attended Monday's hearing wearing orange T-shirts with the slogan Gun Reform Now.\n\nThe GOP plan bears several similarities to the one proposed Gov. Rick Scott; both would raise the legal purchasing age of firearms to 21 from 18, implement a ban on bump stocks, increase school safety protocols and give police and courts more authority to take guns out of the hands of anyone deemed to be a danger to themselves or others.\n\nWhere they diverge, is in the debate over arming qualified school teachers. Like President Trump, Republican lawmakers argue student safety would be bolstered if teachers with concealed-carry permits and at least 132 hours of weapons training could carry guns on campus. Under the changes they would be acting under auspices of local law enforcement.\n\nHouse Speaker Richard Corcoran is a gun-rights activist and helped craft the plan. NPR's Greg Allen reported the Republican called it the most far-reaching proposal of any of the 50 states.\n\nStudent victims, Democratic leaders and Scott oppose the strategy, which is being called a \"marshal plan.\"\n\nIn an interview on Fox News Sunday, Scott said he opposes the idea of giving teachers guns. \"I want our teachers to teach. And I want our law enforcement officers to be able to protect the students,\" Scott said on the show. \"I want each group to focus on what they're good at.\"\n\nBut, the Herald-Tribune reported, the governor would \"authorize sheriff's offices to train school personnel to help protect students, if sought by local school boards.\"\n\nThe state GOP also goes a step further in seeking to impose a three-day waiting period for most gun purchases.\n\nOne provision not included in the bills lawmakers are considering is a primary concern for student activists from Douglas High School: a ban on high-powered semiautomatic rifles, including the AR-15 which was used by the gunman to kill 17 students and employees. The Tampa Bay Times reported Democrats, who are largely outnumbered, are seeking to add an amendment to one of the bills that would make buying an AR-15 illegal.\n\nOther security measures backed by leaders from both parties include additional funding to \"harden schools\" with metal detectors, bulletproof glass, steel doors and upgraded locks. And Greg reports, there is bipartisan support for expanding mental health services in schools.\n\nThe House Rules Committee will take up a similar package on Tuesday.", "keywords": ["measures", "teachers", "school", "reported", "scott", "legislators", "gun", "safer", "lawmakers", "schools", "students", "seeking", "florida", "republican"], "polarity": 0.19108465608465613, "subjectivity": 0.37562610229276894},
{"title": "What You Need To Know About Russia Memo Mania: Minority Report Edition", "url": "https://www.npr.org/2018/02/26/588719252/what-you-need-to-know-about-russia-memo-mania-minority-report-edition", "text": "What You Need To Know About Russia Memo Mania: Minority Report Edition\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nAfter nearly a month of pronouncements, melodrama, headlines and strife, Round One of memo mania is finally complete.\n\nHouse Intelligence Committee Republicans went first with their Feb. 2 salvo that alleged \"biased\" FBI and Justice Department officials had abused their surveillance powers by withholding information from the Foreign Intelligence Surveillance Court.\n\nThen, on Saturday, committee Democrats released a rebuttal giving their perspective on the story — or at least part of it.\n\nOne privilege enjoyed by intelligence committee chairman Devin Nunes, R-Calif., is that his majority on the panel, and the presence of allies in the executive branch, meant he could arrange for his memo to be released swiftly and in full.\n\nThe minority response by ranking member Adam Schiff took weeks and was partly redacted, with large sections blacked out to conceal secret information.\n\nEven though the countermemo is incomplete, it includes several points of interest that advance the never-ending story of the Russia imbroglio.\n\n1.The FBI has corroborated parts of the Russia dossier\n\nThe potential case that Donald Trump's campaign may have conspired with the Russian attack on the 2016 election has always been about more than the infamous dossier. Trump and his supporters deny colluding and make the dossier a favorite target because of its salacious contents and because it remained unverified.\n\nNPR and other news organizations have not detailed the contents of the dossier because it remains unproven, but Schiff's memo suggests that the Justice Department actually has corroborated parts of it.\n\nWhich parts? That is blacked out. So there is no way to know whether it's some of the anodyne background aspects of the file — or the more infamous passages.\n\nAll the same, it is significant that the Justice Department has established for its own purposes that at least some of the contents of the dossier aren't either simply false or Russian disinformation.\n\n2. The feds collected \"valuable intelligence\" from Carter Page\n\nOnetime Trump adviser Carter Page is the main character of the dueling memos. For Republicans, he is a civil liberties martyr who was cruelly wronged by \"biased\" FBI and DoJ officials who duped a judge into authorizing intrusive surveillance against him.\n\nSchiff's memo makes a very different case. It not only cites Page's years-long flirtations with Russia's foreign intelligence service, the SVR, but highlights what it calls the worthwhile information yielded by spying on him. The Foreign Intelligence Surveillance Act requires that warrants produce something. The FBI can't keep one going if the subject of the surveillance isn't talking with people of interest or involved with clandestine activities. Page evidently was.\n\nThat's why it was significant that Justice Department officials from the administration of President Obama and into that of President Trump, including Deputy Attorney General Rod Rosenstein, signed the applications to reauthorize the surveillance on Page. Although it was possible to surmise before that the spying was producing evidence, Schiff's memo confirms that explicitly.\n\n\"The Court-approved surveillance of Page allowed FBI to collect valuable intelligence,\" it says.\n\nWhat did the feds learn? Those sections are blacked out. Phrases that do appear in this section, however, include \"repeatedly contacted\" and \"contradict his sworn testimony\" to the intelligence committee.\n\n3. The FBI investigated other people in Trump world\n\nPage's case has become well known. So has the story of another junior foreign policy adviser to the Trump campaign, George Papadopoulos, who was importuned by Russian agents offering help to Trump. But the FBI has been investigating more people in the Trump camp, according to the Democrats' countermemo.\n\nSchiff's memo describes how material from the dossier didn't begin to reach the FBI unit running its counterintelligence investigation into Trump and Russia until seven weeks after it had begun its work. Then the memo says this:\n\n\"By then, the FBI had already opened sub-inquiries into [redacted] individuals linked to the Trump campaign: [redacted]\" and Page.\n\nThis is important for a few reasons. One, the wording of this passages suggests at least three or four subjects. Two, it doesn't seem to suggest that Trump himself was the subject of a \"sub-inquiry,\" verifying a defense he has offered several times. Three, it suggests these other people might have been the subject of government surveillance in addition to Page — and that raises the question about whether the FBI might still be monitoring people in Trump's orbit today, including within his family or the White House.\n\n4. Republicans have not budged from their earlier attack\n\nSchiff and Democrats use much of their memo to defend the FBI and Justice Department. The agencies made appropriate disclosures to the Foreign Intelligence Surveillance Court in asking to surveil Page, the Democrats argue, and Republicans' other attacks are \"irrelevant.\"\n\nNunes continues to argue they are, in fact, pretty relevant. His statement on Saturday continued to focus on what he called the abuse of power in Page's case, including what he said were the FBI's failures to give all the relevant information it had about the Democratic-underwritten dossier and Page's own record.\n\n\"The American people now clearly understand that the FBI used political dirt paid for by the Democratic Party to spy on an American citizen from the Republican Party,\" Nunes said.\n\nThe White House, meanwhile, complained that Democrats omitted in their memo that former Deputy FBI Director Andrew McCabe had said that the dossier was the basis for the FISA application on Page. Schiff's memo does make its own case in that point and argues the FBI would have continued its investigation of the Russian attack and Page without the dossier.\n\nThis back-and-forth is important because although the Russia imbroglio is moving on — with new indictments brought by Justice Department special counsel Robert Mueller, new guilty pleas and other such developments — the political attack lines, so far, have not.\n\n5. The template has been established for memo madness\n\nThe more a game is played, the more adept teams become at its rules and strategies. Basketball defenders deliberately foul an opponent to force a free-throw. A manager brings up a left-handed reliever to pitch inside to a dangerous left-handed hitter.\n\nThe Republican memo gambit and last weekend's Democratic riposte complete the first enactment of what could become a recurring sideshow inside Washington. The majority uses its control of the committee and its alliances inside the executive branch to release an unexpurgated file even if some of the relevant agencies object — as the FBI and Justice objected to the release of the Nunes memo.\n\nThe minority can't twist the arms of the agencies controlled by its opponents and it can't get parity with the opening shot: Nunes' memo was released by lunchtime on a Friday following a week of extensive coverage. Schiff's memo came out with no preliminary fanfare on a Saturday afternoon.\n\nSo will this be the template for each game? Or will Nunes and Schiff take a different approach next time? And with the rules more or less set, how will other players respond? Round Two is already different: Nunes suggested he was preparing another memo about what he calls problems with President Obama's State Department. So a former State official wrote a column in the Washington Post that tried to short-circuit that attack.\n\nWith Round One of memo v. countermemo now complete, the stage is now set for new permutations of the game that may last as long as the Russia saga itself.", "keywords": ["dossier", "know", "minority", "need", "intelligence", "trump", "justice", "edition", "department", "report", "mania", "memo", "fbi", "surveillance", "russia", "page"], "polarity": 0.03686835891381346, "subjectivity": 0.4560027548209366},
{"title": "No Downturn In Obesity Among U.S. Kids, Report Finds", "url": "https://www.npr.org/sections/health-shots/2018/02/26/587985555/no-downturn-in-obesity-among-u-s-kids-report-finds", "text": "No Downturn In Obesity Among U.S. Kids, Report Finds\n\nEnlarge this image toggle caption Lawrence K. Ho/LA Times via Getty Images Lawrence K. Ho/LA Times via Getty Images\n\nHopes were dashed this week that the United States was finally making progress in the fight against childhood obesity.\n\nContrary to previous reports, the epidemic of fat has not abated. In fact, there's been a big jump in obesity among the nation's youngest children, according to the latest analysis of federal data, published Monday in the journal Pediatrics.\n\n\"The main take-home message for me is that, clearly, obesity remains a problem,\" says Asheley Skinner, an associate professor of population health services at Duke University and leader of the analysis. \"It's not improving.\"\n\nChildhood obesity rates have been rising for decades, sparking widespread alarm among public health researchers and officials. Obese children tend to become obese adults, who are prone to many health problems, including cancer, heart disease and Type 2 diabetes.\n\nBut hopes rose several years ago that the epidemic might be ebbing, at least in some parts of the country. Some researchers suggested efforts such as Michelle's Obama's Let's Move campaign might be working.\n\nUnfortunately, that doesn't appear to be the case, Skinner and her colleagues discovered when they analyzed the latest national data from the federal Centers for Disease Control and Prevention's National Health and Nutrition Examination Survey. The NHANES survey is one of the federal government's main measures of childhood obesity.\n\nThe latest analysis shows that the percentage of children ages 2 to 19 who are obese increased from 14 percent in 1999 to 18.5 percent in 2015 and 2016.\n\nMoreover, there was no statistical difference in the overall obesity rate between the 2013-2014 and 2015-2016 surveys — undercutting hopes that obesity had begun to decline in recent years.\n\nIn fact, the scientists say, there was a disturbingly large increase in obesity among the youngest children — ages 2 to 5 years old. In that age group, obesity increased from about 9 percent to almost 14 percent.\n\n\"It is a big jump,\" Skinner says. \"That's the highest level of obesity that we've seen in 2- to 5-year-olds since 1999.\"\n\nThe increase more than makes up for any decrease that may have occurred in the previous survey, Skinner says.\n\n\"Obesity in the youngest group is a concern,\" she says, \"because when obesity starts younger, most of these children continue to have obesity throughout childhood and into adulthood. \"The earlier you start seeing this, the harder it is to address it for these kids.\"\n\n\"We have known about this epidemic of childhood obesity — and have been pouring research dollars and public health dollars into this problem — for at least 20 years,\" says Dr. Sarah Armstrong, an associate professor of pediatrics at Duke who helped conduct the analysis. \"And despite that, we don't seem to be making a big dent in the situation.\"\n\n\"We need to double down our efforts and find out what's going to work,\" she says, \"or the health of our future generation is really in jeopardy.\"\n\nIn an editorial accompanying the study, Dr. David Ludwig of Boston Children's Hospital calls for a more comprehensive national strategy for fighting the problem.\n\n\"We haven't generated a truly systematic or comprehensive approach across society that addresses all drivers of childhood obesity — poor diet, a lack of physical activity and a healthy food supply that will encourage everyone to eat well,\" Ludwig says. \"We need a truly national, comprehensive strategy to tackle this epidemic.\"\n\nHispanic and African-American children continue to be much more likely to become obese than white children, the analysis shows.\n\nMelinda Sothern, director of behavioral and community health sciences at Louisiana State University, suggests that trend may be the result of a \"perfect storm\" of stress, which, when combined with a \"lack of access to healthy foods and opportunities for outdoor play,\" can affect biology on a genetic level.", "keywords": ["national", "finds", "obese", "youngest", "skinner", "downturn", "children", "health", "analysis", "survey", "report", "kids", "childhood", "obesity"], "polarity": 0.12694721299372463, "subjectivity": 0.39539497969730525},
{"title": "West Virginia Schools Closed As Teacher Walkout Enters Day 3", "url": "https://www.npr.org/2018/02/26/588806747/west-virginia-schools-closed-as-teacher-walkout-enters-day-3", "text": "West Virginia Schools Closed As Teacher Walkout Enters Day 3\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nWest Virginia educators and school workers yet again plan to head to the Capitol in Charleston to rally lawmakers for better pay and health care benefits. Monday could be a pivotal day in the ongoing work stoppage for teachers and school service personnel across the state. The continued approach of county school officials remains in question, the state board of education could take legal action and legislative deadlines loom.\n\nAs of Sunday, all 55 counties had preemptively called off school for Monday. While many have cited the work stoppage, others have cited other reasons such as weather or staff development. The preemptive closing of schools by counties for a work stoppage functions similarly to a snow day or a closing for similar reasons. Whether or not that approach will continue on the part of county school boards is unknown.\n\n\"All of our locals have been in direct communications with their county superintendents,\" said Christine Campbell of the American Federation of Teachers-West Virginia.\n\nIt is also unknown if any solution will present itself Monday to satisfy teachers' demands well enough to send them back to the classroom.\n\nLeaders of teachers unions and their members are calling for salary increases, a permanent fix to health care through the Public Employees Insurance Agency and a stop to legislation on what they call attacks on seniority. They are also hoping lawmakers will walk away from a bill known as \"paycheck protection\" that would make union members opt-in yearly to have dues withdrawn from paychecks.\n\nWest Virginia ranked 48th in the nation for average teacher pay in 2017.\n\nWhile Gov. Jim Justice has signed Senate Bill 267 calling for a salary increase of 2 percent this year with an additional 1 percent increase the following two years, teachers and their union leaders say that's not enough — especially considering teachers were offered a 2 percent increase last year in more economically troubling times.\n\nSenate Bill 267 also calls for an school service personnel and state police to receive a 2 percent increase this year with an extra 1 percent hike in Fiscal Year 2020.\n\nWhile the PEIA Finance Board agreed last week to freeze until July 2019 proposed changes to the plan that would call for increases to premiums, deductibles and out of pocket costs, legislation to address short and long term fixes to the insurance plan have also yet to become final.\n\nState superintendent of schools Steven Paine announced Saturday that he had met with county superintendents to discuss the continuation of the statewide work stoppage.\n\n\"Many asked whether the state was planning to pursue legal action in this matter. A decision will be made on Monday if an agenda item will be added to the State Board of Education meeting scheduled for Tuesday to discuss legal action,\" Paine said in a statement Saturday.\n\nIf an item is added and the agenda is amended, Paine said the public will be notified on Monday.\n\nRepublican leaders at the statehouse, including Senate President Mitch Carmichael and Attorney General Patrick Morrisey, have a called the work stoppage illegal.\n\n\"This is, in large measure, a county issue. They must decide whether they are going to declare this an illegal strike — as that is clear from law that it is — or if they're going to just close school for another day on other grounds,\" Carmichael said to reporters Friday after leaders of teacher unions announced the continued walkout on Monday. \"So, to the extent that the counties have flexibility in how they manage their school system, the ball is in their court. So, we'll see how each county [proceeds]. We certainly don't want to tell them what to do. We're not doing that by any means.\"\n\nMorrisey has offered assistance to state agencies and boards to provide legal remedies to the teacher work stoppage.\n\nHouse Speaker Tim Armstead delivered a more reserved sentiment Friday in an attempt to quell frustrations from teachers in hopes of returning them back to work.\n\n\"We in the House have heard loudly and clearly the message of our teachers, service personnel and state employees, and I don't believe it's necessary to continue this strike and keep our kids out of the classroom to draw attention to these issues,\" Armstead said Friday in a written statement.\n\nGov. Justice has scheduled a series of town hall meetings around the state for Monday. According to a news release, he will appear at high schools in Wheeling, Martinsburg and Morgantown. Meanwhile, thousands of teachers from around the state are expected to head to the Capitol to rally lawmakers.\n\nAccording to the legislative calendar, bills need to pass their chamber of origin by Wednesday, which is Day 50 — known as \"crossover day.\" The 60-Day session ends March 10.\n\nCampbell said she, Dale Lee of the West Virginia Education Association and staff from each organization met with House Speaker Tim Armstead Friday and plan to do the same Monday.\n\n\"Up until late last week, we hadn't had any communication with leadership. But that doesn't mean something couldn't happen to move things in a positive direction sometime Monday,\" said Campbell.", "keywords": ["teacher", "day", "teachers", "school", "work", "west", "closed", "county", "walkout", "stoppage", "state", "enters", "schools", "virginia"], "polarity": 0.05720257421150281, "subjectivity": 0.38657061688311684},
{"title": "China Proposes Lifting Presidential Term Limit", "url": "https://www.npr.org/2018/02/25/588726045/china-proposes-to-lift-presidential-term-limit", "text": "China Proposes Lifting Presidential Term Limit\n\nEnlarge this image toggle caption Wu Hong/AP Wu Hong/AP\n\nChina's ruling Communist Party has proposed scrapping constitutional term limits for the country's president, which would give President Xi Jinping the option to stay on after the end of his second term in 2022. Critics see the move as reversing decades of efforts to create rules in China for the orderly exercise and transfer of political power.\n\nThe official New China News Agency reported Sunday that the party's 205-member Central Committee proposed that the term limits be removed from the constitution. The changes must be ratified by China's parliament at its annual session next month, but that parliament, known as the National People's Congress, has never rejected a law that the party or government has put before it.\n\n\"The question this makes very vivid is, is Xi Jinping's personal power overriding the power of institutions and the constitution?\" says University of Virginia Political Scientist Brantly Womack.\n\nThe move was hinted at last year, when, at the party's 19th national congress, Xi Jinping's theories were written into the party's charter. And Xi broke with a recent tradition of designating a successor at the end of his first term.\n\nThe move once again raises the vexing problem of political successions. From the 1960s through the 1980s, no fewer than five designated successors were purged or sidelined.\n\nChina's limits on leaders' power have been fleeting and fragile. The position of president in China ranks below that of head of the Communist Party and the military, neither of which has legal term limits. Xi holds all three positions. Only two of Xi's predecessors – party bosses Hu Jintao and Jiang Zemin – stuck to the 10-year term limit.\n\nIn some ways, the move represents the end of China's 40-year-long reform era. The era began after the death of Chairman Mao Zedong in 1976, when China tried to move away from the political violence and cult of personality that characterized his rule.\n\nThe press was permitted a limited watchdog role, and legal reforms gave China's courts more room to address injustice. Following the 1989 Tiananmen Square Massacre \"you had a pattern of institutionalization set up, in which term limits were very important,\" says Womack, as was an unwritten retirement age of 68.\n\nXi's supporters argue that new leadership arrangements are needed to provide stability and continuity of leadership, so that Xi Jinping can fulfill his grand ambitions of leading China into a national renaissance, and new era of modernity, prosperity and power.\n\nChina says that it intends to achieve basic modernization of the country by 2035, and regain its historic place at the center of world affairs. Xi also has proposed turning the Communist Party into a more disciplined and efficient organization, which reclaims its leading role in all facets of society and the economy.\n\nDespite heavy censorship of traditional and social media, the move has prompted comparisons to Russian President Vladimir Putin, and his efforts to remain in power. It also has recalled China's first president, Yuan Shikai, who, in 1915, proclaimed himself emperor, until widespread public opposition and military uprisings forced him to abandon his bid to restore China's monarchy.", "keywords": ["xi", "power", "political", "limit", "limits", "term", "chinas", "lifting", "proposes", "proposed", "china", "party", "president", "presidential"], "polarity": 0.07171609921609919, "subjectivity": 0.30873405873405874},
{"title": "Weinstein Co. Will File For Bankruptcy After Sale Talks Collapse", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588791946/weinstein-company-will-file-for-bankruptcy-after-sale-talks-collapse", "text": "Weinstein Co. Will File For Bankruptcy After Sale Talks Collapse\n\nEnlarge this image toggle caption Chris Pizzello/Invision/AP Chris Pizzello/Invision/AP\n\nUpdated at 6:40 p.m. ET\n\nThe Weinstein Co. says it will file for bankruptcy after a deal for the sale of the company fell apart.\n\nThe film and television studio had been in talks with a group led by Maria Contreras-Sweet, who was in charge of the Small Business Administration under President Barack Obama, and backed by billionaire Ron Burkle. The deal was said to be worth $500 million — \"roughly $275 million for the Weinstein Company, plus the assumption of $225 million in debt,\" The New York Times reports.\n\nAccording to a letter from the Weinstein Co. to Contreras-Sweet and Burkle, talks broke down in part over the issue of interim funding, which the studio needed to stay operational and paying its employees.\n\n\"[W]e must conclude that your plan to buy this company was illusory and would only leave this Company hobbling toward its demise to the detriment of all constituents,\" the company said in a letter. \"Despite your previous statements, it is simply impossible to avoid the conclusion that you have no intention to sign an agreement — much less to close one — and no desire to save valuable assets and jobs.\"\n\n\"While we recognize that this is an extremely unfortunate outcome for our employees, our creditors and any victims, the board has no choice,\" the company said in a statement to the Times. \"Over the coming days, the company will prepare its bankruptcy filing with the goal of achieving maximum value in court.\"\n\nTwo weeks ago, New York Attorney General Eric Schneiderman filed a civil rights lawsuit against the Weinstein Co. and its founding brothers, stating that that the studio \"repeatedly broke New York law by failing to protect its employees from pervasive sexual harassment, intimidation, and discrimination.\"\n\n\"Any sale of The Weinstein Company must ensure that victims will be compensated, employees will be protected going forward, and that neither perpetrators nor enablers will be unjustly enriched,\" Schneiderman said in a statement announcing the suit.\n\nThe suit appears to have played a role in scuttling the sale. If there is no sale of the Weinstein Co., it's not clear how such victim compensation would be funded. A spokesperson for the New York attorney general's office said the deal the prosecutors saw included some money intended for victims that might have gone to lawyers' fees instead.\n\nSchneiderman's office released a statement after the bankruptcy announcement:\n\n\"Over the past two weeks, we had very productive discussions with both parties about accomplishing the Attorney General's goals of compensating victims, protecting employees, and rooting out those who enabled years of sexual abuse at the Weinstein Company. We are disappointed that despite a clear path forward on those issues—including the buyer's commitment to dedicate up to $90 million to victim compensation and implement gold-plated HR policies—the parties were unable to resolve their financial differences. We will continue to pursue justice for victims in the event of the company's bankruptcy, and our investigation into the pattern of egregious abuse by Harvey Weinstein and his enablers is ongoing.\"\n\nGloria Allred, the attorney representing many of Harvey Weinstein's alleged victims, \"was angry with the timing of the New York attorney general's lawsuit precisely because she feared it would kill the deal and lead to bankruptcy ... which would hurt the victims' chances for compensation,\" as NPR's Elizabeth Blair told Morning Edition.\n\nAnother aspect in the deal's collapse likely was the role of David Glasser, whom the investors wanted to make the new CEO.\n\n\"Glasser was a top executive under Harvey Weinstein,\" Blair explained. \"The attorney general was adamant that no perpetrators or enablers to Weinstein's misconduct be part of the sale — and he believed Glasser was one of them. The Weinstein Co. board then fired Glasser. And Schneiderman met with both sides of the sale and appeared to approve the conditions of the sale.\"\n\nBut the letter from the Weinstein Co. makes clear that the contingencies related to Glasser were a problem. An attorney for Glasser has said he plans to sue for wrongful termination.\n\nThe bid from Contreras-Sweet was seen as a way for the company to survive and retain its employees. Other bidders were primarily interested in certain of the company's assets, especially its library of films, and most of the other bids would have required a sale through Chapter 11 bankruptcy, according to the Los Angeles Times.\n\nThe fall of the Weinstein Co. has been swift in the 4 1/2 months since The New York Times reported allegations of sexual misconduct by Weinstein over decades, ranging from harassment to rape. The New Yorker soon published further allegations. Weinstein was fired from the company three days after the Times story came out.\n\nHe has apologized for some of his behavior but \"denies many of the accusations as patently false,\" Lisa Bloom, then Weinstein's lawyer, said in October.", "keywords": ["talks", "company", "victims", "attorney", "york", "employees", "times", "file", "weinstein", "sale", "glasser", "bankruptcy", "collapse"], "polarity": 0.029238476408287726, "subjectivity": 0.5005663100002723},
{"title": "Pediatricians Call For Universal Depression Screening For Teens", "url": "https://www.npr.org/sections/health-shots/2018/02/26/588334959/pediatrians-call-for-universal-depression-screening-for-teens", "text": "Pediatricians Call For Universal Depression Screening For Teens\n\nEnlarge this image toggle caption Johner Bildbyra/Getty Images Johner Bildbyra/Getty Images\n\nOnly about 50 percent of adolescents with depression get diagnosed before reaching adulthood. And as many as 2 in 3 depressed teens don't get the care that could help them.\n\n\"It's a huge problem,\" says Dr. Rachel Zuckerbrot, a board-certified child and adolescent psychiatrist and associate professor at Columbia University.\n\nTo address this divide, the American Academy of Pediatrics has issued updated guidelines this week that call for universal screening for depression.\n\n\"What we're endorsing is that everyone, 12 and up, be screened ... at least once a year,\" Zuckerbrot says. The screening, she says, could be done during a well-visit, a sports' physical or during another office visit.\n\nZuckerbrot helped write the guidelines, which have been in development for a while. The U.S. Preventive Services Task Force also recommends depression screening, and many pediatricians have already woven the screenings into their practices.\n\n\"Teenagers are often more honest when they're not looking somebody in the face who's asking questions,\" about their emotional health Zuckerbrot says. So, most pediatricians use a self-reported questionnaire that teens fill out themselves, either on an electronic device or on paper.\n\n\"It's an opportunity for the adolescent to answer questions about themselves privately,\" she says.\n\nYouTube\n\nThe questionnaires contain a range of questions. For instance, one version, asks: 'Over the past two weeks, how often have you been bothered by any of the following problems: feeling down, depressed or hopeless? Or, little interest or pleasure in doing things?' Teens are also asked questions such as, 'Are you having difficulty with sleep, either too much or too little?' 'Any problems with eating?'\n\nThe new recommendations also call for families with a depressed teen to develop a safety plan to restrict the young person's access to lethal means of harm. Suicide is a leading cause of death for children aged 10 to 17, and \"adolescent suicide risk is strongly associated with firearm availability,\" according to an AAP report.\n\nThere's growing awareness in the U.S. of the need for young people to have good access to mental health care, says Dr. Doug Newton, a child psychiatrist at Kaiser Permanente in Colorado. \"As a nation this has become part of the dialogue; it increasing\"\n\n\"People are aware of what's happening in our schools and the importance of mental health,\" Newton says. Kaiser Permanente has a stigma-reduction campaign called Find Your Words.\n\nYouTube\n\n\"Stigma is a huge challenge,\" he says, \"specifically for adolescents. Often times they're not coming in to get help because of the stigma attached.\"\n\nIt's not easy to talk about depression, yet the problem is fairly common. During the teenage years, there's about a 20 percent [chance] of having depression or anxiety, research suggests.\n\n\"It's highly prevalent,\" Newton says. The goal of the \"Find Your Words\" campaign is to help make depression easier for everyone to talk about.\n\nAnother challenge to diagnosis is that families often don't detect depression, or they confuse it for something else.\n\n\"Sometimes teens are acting out or misbehaving,\" Zuckerbrot says. They're seen as being hostile or bad. \"When, instead, they're really suffering from depression.\"", "keywords": ["questions", "pediatricians", "help", "teens", "depression", "universal", "health", "newton", "zuckerbrot", "theyre", "screening"], "polarity": 0.07903781403781406, "subjectivity": 0.4098621748621748},
{"title": "Pyeongchang Olympics: Closing Ceremony Ends Biggest Winter Games Ever", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588634565/pyeongchang-olympics-closing-ceremony-ends-biggest-winter-games-ever", "text": "Pyeongchang Olympics: Closing Ceremony Ends Biggest Winter Games Ever\n\nEnlarge this image toggle caption Pawel Kopczynski/Reuters Pawel Kopczynski/Reuters\n\nThe Winter Olympics closes the door on the Pyeongchang 2018 Games, with a big party and a last farewell from the 2,920 athletes who competed on ice and snow in South Korea. The number of athletes set a new record; so did the number of nations — 92 – represented.\n\nPyeongchang organizers promised that the Olympic Stadium, which seats 35,000, will be \"filled with the roar of compliments and the applause of friendship.\"\n\nThe two-hour ceremony started at 8 p.m. on Sunday night in South Korea – 6 a.m. ET Sunday in the U.S. It began with a segment called \"Countdown: Dream for Tomorrow,\" featuring performers paying tribute to the athletes.\n\nEven as it celebrates the achievements of the past three weeks, the ceremony also looks ahead to Japan — Tokyo is slated to host the Summer Olympics in 2020 — and to China. In 2022, Beijing will become the first city to host both the Summer and Winter Olympic Games.\n\nAt Pyeongchang Olympic Stadium, the order of entry is the same as in the opening ceremony, when the U.S. entered the Olympic Stadium 26th.\n\nVisiting delegations are ordered according to the alphabet of the host nation. The host delegation always enters last.\n\nTeam USA follows countries whose names begin with \"M\" — so, after Malta and Mongolia – and before the Bs, such as Bermuda and Belgium. Cross-country skier Jessie Diggins is the U.S. flag bearer.\n\nCeremony Program Guide and Timeline:\n\nEnlarge this image toggle caption Damir Sagolj/Reuters Damir Sagolj/Reuters\n\nOpening acts: first 16 minutes\n\nIt all starts with a montage of the achievements and notable moments of the Winter Games in Pyeongchang, in a four-minute video piece.\n\nThen, the Korean national flag and anthem are presented, followed by a six-minute meditation and celebration of hallyu — the \"Korean Wave\" that represents the country's progress on the international economic and cultural scene in recent decades.\n\nIn this section, guitarist Yang Taehwan, 13, plays a variation on \"Winter\" from Vivaldi's The Four Seasons.\n\nAnd then, from the program:\n\n\"On the sloped stage reflecting the image of a guitar, loop dancers perform a mesmerizing dance that defies gravity. Geomungo players perform together with the band Jambinai. Korean dancers present a modern interpretation of a traditional dance while a solo dancer performs Spring Dance of Nightingale.\"\n\nEnlarge this image toggle caption Michael Probst/AP Michael Probst/AP\n\n... which leads to \"The Light of Harmony and Solidarity: The lighting of the Prayer Pagoda unites everyone in the spirit of harmony and solidarity.\"\n\nThis section of the ceremony features a unique musical instrument called the geomungo, which dates to the 4th century.\n\nFrom the program guide:\n\n\"The round front plate of the instrument represents the sky, and the flat bottom part represents the earth; the instrument's five Notes — gung, sang, gak, chi, and wu — symbolize the Five Elements. It has been traditionally played from a sitting position, but now it can be played from a standing position. Made of paulownia wood with twisted silk strings, the geomungo used in the Closing Ceremony are also carved with the traditional arabesque design.\"\n\nParade of nations\n\nStarting 16 minutes into the program, the Parade of Nations celebrates the athletes who competed and tried to live their dreams over the past 17 days.\n\nEnlarge this image toggle caption Jonathan Nackstrand/AFP/Getty Images Jonathan Nackstrand/AFP/Getty Images\n\nThe oldest athlete at these Olympics: Canadian curler Cheryl Bernard, 51. The youngest: Chinese halfpipe skier Wu Meng, 15.\n\nRemembering those not here\n\n\n\nAt 36 minutes in, the ceremony continues a tradition that started at the Rio 2016 Games, of providing a moment for everyone present to remember those who cannot join us.\n\nIn the Korean version, called \"A Journey to Remember,\" there are three sections:\n\n\"Turtle and Kkoktu: Along with kkoktu puppets, the Turtle embarks on a journey across life and death. With the Turtle in the middle of the procession, the kkoktu puppets holding dandelions enter first, and they are followed by the dancing kkoktu puppets.\n\n\"The Time Tunnel: The Turtle journeys through the Time Tunnel, the boundary between life and death.\n\n\"Eternal Remembrance: The kkoktu puppets dance and bid farewell to the Turtle who is on his way to the heavens. Soon, the Turtle flies free into the sky.\"\n\nVictory ceremonies, and more\n\nFrom 8:43 p.m. - 9:03 p.m. KT, the Olympics holds two medal ceremonies, announces new members of the International Olympic Committee athletes' commission and recognizes volunteers. Medals are presented for the men's and women's mass start cross country ski races, in which Iivo Niskanen of Finland and Marit Bjoergen of Norway accepted gold.\n\nSecond hour: K-pop time\n\nWe can't explain it better than the ceremony guide, although we could quibble with the second point:\n\nEnlarge this image toggle caption Wang Zhao/AFP/Getty Images Wang Zhao/AFP/Getty Images\n\n\"The singer CL enters the stage singing her song, 'The Baddest Female', with 20 dancers holding torches, representing passion and the venturing spirit. She also sings 2NE1's hit song 'I Am the Best' to convey the message that everyone is a winner.\"\n\nThe first song asks, \"Where all my bad girls at?\"\n\nWe'll consider that rhetorical, because CL seems to have all the answers. The crowd is into this.\n\nThe transition begins\n\nThe Greek national anthem is played, and the national flag of Greece is raised. This is part of the tradition of retracting the Olympic spirit from one host and extending it to another (or at least, we think that sounds good).\n\nNext, the Olympic flag is lowered and the Olympic anthem is performed.\n\nNext time in China\n\nIn 2022, Beijing will become the first city to host both the Summer and Winter Olympic Games. It's traditional for the host cities to focus on the next edition of the games they just held, so rather than touting Japan, China gets a boost here.\n\nEnlarge this image toggle caption Pawel Kopczynski/Reuters Pawel Kopczynski/Reuters\n\nBeijing's section of the program includes some reminders that China has pandas. Whales are also repping China, it turns out.\n\nThe video montage ends with Chinese President Xi Jinping issuing a message of warm welcome.\n\nThen graphics in the stadium show Olympics past — and everything is assembled into an invitation to come to China.\n\nAnd that brings us to:\n\nSpeeches\n\nLee Hee-beom, the president and CEO of the Pyeongchang Organizing Committee, speaks; so does IOC President Thomas Bach.\n\nIt's been fascinating to watch the way South Korea and North Korea have interacted in the cause of the Pyeongchang Games, from the visit of Kim Yo Jong to cheer squads and athletes and staff. Bach says, \"We are embracing these new horizons.\"\n\nTo prove he's down with these horizons, Bach takes a break to pose for one of the most improbable photo ops ever: alongside a North Korean, the Tongan Olympian Pita Taufatofua (shirtless, as is his wont, on this 26-degree night), and an assemblage of colorful mascots.\n\nBach then declares the Winter Games \"closed.\" He adds, \"Thank you all, and bye-bye to Korea.\"\n\nNot all of these North-South interactions have taken place only at a high level: We spoke to a South Korean police officer last night who was very excited because she got the chance to speak with North Korean people visiting Pyeongchang. She described them as very polite and nice to talk to.\n\nEXO Time\n\nThe band EXO was listed to perform earlier in the program; not sure if it's a printing error or a schedule change, but they're here now and doing their thing.\n\nBuilding on a traditional gong and an electronic drum, EXO's Kai sings against a backdrop of drawings by the artist Seonglip. The rest of EXO \"appear riding on four-wheelers and singing their song 'Growl' with 43 dancers\" — as you do.\n\nEnlarge this image toggle caption Florian Choblet/AFP/Getty Images Florian Choblet/AFP/Getty Images\n\nAfter that, they do \"Power,\" with its eponymous refrain.\n\nIf you're curious: \"Chrome-plated four-wheelers equipped with searchlights represent the future of K-pop as the genre lights a way for the world.\"\n\n\"Farewell from a snowflake\"\n\nYes, there is a segment in the ceremony titled \"Farewell from a Snowflake.\" Internet, start your engines.\n\nAs part of a gift from Pyeongchang, 10 Soohorang white tiger mascots follow a large present that's escorted by a snowmobile (yes, a snowmobile).\n\nWe like this kind of stuff — maybe you do, too: \"The surface is decorated with embossed carvings of traditional patterns, and each edge is also decorated with the traditional accessory called norigae.\"\n\nThen we see the return of the five children from the opening ceremony: When the children open the present, it reveals a snow globe. The organizers capitalized it: \"Snow Globe\" — an obvious ploy to get everyone on board with this imagery.\n\nAside: Personally, we find it unsettling to see multiple iterations of Soohorang all over the place. We enjoy being convinced of the Olympic mascot's mythic and unique status.\n\nThe snowflake, it turns out, is lit: 400 performers come in holding LED balls in their hands, followed by giant balloons that refer to the globe. In case you're starting to understand things, there are also balloons that resemble Winter Olympics athletes.\n\nNone of this is quite as restful and calm as we had imagined in reading it. The show is building toward a conclusion, rather than tapering.\n\nEnlarge this image toggle caption Christian Hartmann/REUTERS Christian Hartmann/REUTERS\n\nParty time\n\nFrom the program:\n\n\"With the EDM thumping under the brightly lit sky, DJ Raiden begins the party on the ground, joined by all the athletes for the finale of the ceremony. Raiden is followed by Martin Garrix, and the performers present the LED balls to the athletes. Raiden re-enters as DJ and continues the final segment of the closing.\"\n\nThe athletes get out on the floor and dance. And that wraps things up. With the Olympic flame extinguished, the athletes leave the stadium and say \"Annyeong\" to the Pyeongchang Winter Games.", "keywords": ["toggle", "biggest", "olympic", "olympics", "image", "winter", "closing", "games", "caption", "pyeongchang", "athletes", "ends", "ceremony"], "polarity": 0.10329984549681519, "subjectivity": 0.39976416400658815},
{"title": "North Korea Open To Talks With U.S., Says South Korea", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588648553/north-korea-open-to-talks-with-u-s-says-south-korea", "text": "North Korea Open To Talks With U.S., Says South Korea\n\nEnlarge this image toggle caption Michael Probst/AP Michael Probst/AP\n\nAs the Olympic Games in Pyeongchang that saw the two Koreas come together — if briefly — came to a close on Sunday, another potential sign of détente emerged; North Korea said it was willing to hold talks with the United States, according to South Korea's presidential Blue House.\n\nSouth Korean President Moon Jae-in met with a delegation from the North shortly before the Games' closing ceremony. A Blue House statement said the North Koreans expressed willingness to engage in a dialogue with the U.S. and that Moon stressed that talks must open as soon as possible.\n\nThe message of rapprochement was a pivot in tone for the North Sunday. Earlier in the day, reports Reuters, a statement released on state media accused the United States of stoking war on the Korean peninsula with Friday's announcement of sanctions. President Trump called the measures targeting the country's shipping industry \"the heaviest sanctions ever imposed.\"\n\nTrump's message delivered at the Conservative Political Action Conference Friday was not centered on talks with Pyongyang. Instead, he said if sanctions don't work, \"we'll have to go to phase 2,\" although he didn't spell out what phase 2 would be, he added, \"Phase 2 may be a very rough thing — may be very, very unfortunate for the world.\"\n\nTrump has said in the past that he is open to holding talks with the North, but the administration's prerequisite has been that Pyongyang admit willingness to abandon its stockpile of nuclear weapons.\n\nAccording to a Feb. 13 New York Times report citing senior administration officials, the White House shifted its stance to one more open to holding preliminary talks with North Korea, following Vice President Pence's visit to the Games:\n\n\"For months, the White House has rejected the idea of meeting with North Korea unless it took measurable steps toward giving up its nuclear stockpile and curbing its provocative behavior. Now, though, with Mr. Moon determined to engage with the North, these officials said the administration has decided on a course correction.\"\n\nSouth Korea's president said through a spokesman Sunday that the inter-Korean relationship must develop together with the one between the U.S. and the North.\n\nThe North Korean delegation was led by Kim Yong Chol, whom the South accuses of orchestrating a deadly attack on a South Korean warship in 2010, reports Reuters. His visit sparked outraged protests among some South Koreans.\n\nIvanka Trump, leading the U.S. delegation, attended the closing ceremony seated next to Moon's wife. But though she sat in front of Kim Yong Chol, she was not scheduled to meet with the North Korean delegation during the weekend trip.\n\nThe Blue House said the world has been moved by the joint Korean Olympic team as well as the two countries marching together", "keywords": ["talks", "delegation", "korea", "korean", "north", "open", "south", "house", "sanctions", "president"], "polarity": -0.04398601398601399, "subjectivity": 0.407995337995338},
{"title": "Students Walk Out For Gun Laws; West Virginia Teachers Walk Out For Pay ", "url": "https://www.npr.org/sections/ed/2018/02/25/588094374/students-walk-out-for-gun-laws-west-virginia-teachers-walk-out-for-pay", "text": "Students Walk Out For Gun Laws; West Virginia Teachers Walk Out For Pay\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nWelcome to our weekly roundup of education news. This week, students and teachers made major headlines.\n\nSurvivors protest gun laws; Lawmakers offer solutions\n\nLast week, one of the worst mass shootings in modern history left 17 people dead at Marjory Stoneman Douglas High School in Parkland, Fla. This week, students at the school started exercising their voices as part of the #NeverAgain movement. On Monday, dozens staged a 'lie-in' in front of the White House in solemn protest. On Tuesday, students gathered in Florida's state Capitol to press for stricter gun laws, but as the survivors watched from the gallery, state representatives declined to consider a ban on assault weapons and large capacity ammunition magazines. High school students across the country walked out of class throughout the week.\n\nOn Wednesday, President Trump hosted survivors of recent school shootings in a \"listening session\" to discuss ways that these tragedies might be prevented in the future. He offered support for many of their ideas, including arming teachers with guns. He reiterated this support at the Conservative Political Action Conference (CPAC), an annual gathering of conservative activists, on Friday outside Washington, D.C.\n\nFlorida Governor Rick Scott called for a range of measures to prevent school shootings like the one in Parkland, including a measure that would restrict anyone under 21 from buying firearms.\n\nDeVos supports more school choice for military children\n\nAlso at the Conservative Political Action Conference, Education Secretary Betsy DeVos offered her support for school choice for military families, according to a report from the Associated Press. Though DeVos emphasized that she isn't backing a specific plan, she appeared at the conference with the president of the Heritage Foundation, a conservative public policy think tank. Last summer, the Heritage Foundation proposed its own bill to allow military families to use funds earmarked for public school education to pay for online courses or other alternatives.\n\nMost children of military families attend public schools. But the 7 percent who attend schools on military bases around the world perform well on academic tests compared to peers at public schools, in part because the system has abundant resources.\n\nD.C.'s public schools' chancellor resigns\n\nAntwan Wilson, the chancellor of D.C. Public Schools, stepped down on Tuesday. His announcement came after months of controversy in the district, but ultimately followed reports that Wilson violated a district policy that he instituted just last summer by transferring his daughter to a popular D.C. high school ahead of a long waiting list. Wilson took the helm at D.C. Public Schools in February 2017 after leading Oakland Unified School District in California. Former Deputy Chief of Schools Amanda Alexander has stepped in as interim Chancellor, a role in which she'll serve for the remainder of the school year.\n\nA school district investigation released last month revealed that one-third of D.C.'s 2017 graduates received diplomas when they shouldn't have. This report followed an investigation by WAMU and NPR Ed on chronic absenteeism at Ballou High School.\n\nWest Virginia's public school teachers walk out\n\nSchools across West Virginia's 55 counties all closed on Thursday and Friday as teachers there protested for better pay and benefits. The starting salary for teachers in the state is $32,435, and the average yearly pay for teachers in West Virginia is $44,701 per year. That ranks 48th in the nation.\n\nRandi Weingarten, president of the American Federation of Teachers, joined them at the Capitol in Charleston. She told the Charleston Gazette-Mail, \"I'm reporting for duty on the picket line.\" A day before the walkouts, Governor Jim Justice signed a bill that would increase teacher salaries 2 percent this year and 1 percent for the next two fiscal years. But many say these raises are not a permanent solution.\n\nChanges coming to schools across Puerto Rico\n\nIn the wake of Hurricane Maria, and a preexisting fiscal crisis, Puerto Rico Governor Ricardo Rosselló has proposed closing a quarter of the island's public schools. He also announced in early February a bill that would introduce charter schools, vouchers for private schools, and an increase in teacher pay by $1,500 annually. The bill also allows for online or virtual schools, a type of charter school that has generally been controversial and low-performing across the mainland United States.\n\nThe Intercept reported this week that Education Secretary Betsy DeVos has been involved in crafting this proposal. The Asociación de Maestros de Puerto Rico, a chapter of the American Federation for Teachers, has protested the plan, which it calls \"privatization\".", "keywords": ["teachers", "school", "military", "west", "education", "laws", "week", "pay", "high", "gun", "public", "walk", "schools", "students", "virginia"], "polarity": 0.0780037122375832, "subjectivity": 0.2926472094214029},
{"title": "Michelle Obama Drops Due Date For 'Deeply Personal' Memoir", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588682381/michelle-obama-drops-due-date-for-deeply-personal-memoir", "text": "Michelle Obama Drops Due Date For 'Deeply Personal' Memoir\n\nEnlarge this image toggle caption Paul Morigi/Getty Images for Glamour Paul Morigi/Getty Images for Glamour\n\nMichelle Obama fans can officially start the countdown clock.\n\nOver social media Sunday, the former first lady announced her first memoir, Becoming, will be published on November 13. That gives her most dedicated admirers exactly 261 days to start printing \"Obama 2020\" T-shirts as some are professing to do before storming bookstores.\n\n\"Writing BECOMING has been a deeply personal experience,\" she tweeted to her followers. \"I talk about my roots and how a girl from the South Side found her voice.\"\n\nIn a post on Instagram, Obama added that writing the book \"has allowed me, for the very first time, the space to honestly reflect on the unexpected trajectory of my life. ... I hope my journey inspires readers to find the courage to become whoever they aspire to be.\"\n\nThe book's scope had been a bit of a mystery since the Obamas announced their joint publishing deal in 2017 — a negotiation that sparked an unparalleled bidding war that reportedly exceeded a whopping $60 million for the former first couple.\n\nNow, in a longer post issued by the publisher, Penguin Random House is preparing readers for \"an unusually intimate\" read:\n\nIn her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her — from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world's most famous address.\"\n\nThe memoir is Obama's second book; she previously published American Grown: The Story of the White House Kitchen Garden and Gardens Across America, a gardening guide, in 2012.\n\nUpon its release, Obama will head out on a U.S. and international book tour.\n\nBarack Obama's fourth book is expected to be a behind-the-scenes account of his eight turbulent years in the White House.\n\nPenguin Random House says it will donate one million books in the Obamas' name to First Book — a nonprofit with the mission of \"providing new books, learning materials, and other essentials to children in need\" — and to the Washington, D.C.-based Open eBooks.\n\nNPR's Emma Bowman contributed to this report.", "keywords": ["work", "date", "readers", "drops", "personal", "obama", "books", "start", "white", "book", "deeply", "michelle", "house", "memoir", "obamas"], "polarity": 0.10355639730639732, "subjectivity": 0.37095959595959593},
{"title": "How One Country Drastically Cut Its Newborn Death Rate", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/25/587692950/how-one-country-drastically-cut-its-newborn-death-rate", "text": "How One Country Drastically Cut Its Newborn Death Rate\n\nEnlarge this image toggle caption Karen Kasmauski/Getty Images Karen Kasmauski/Getty Images\n\nThere were some glimmers of good news in an otherwise grim report released by UNICEF this week documenting the alarmingly high death rate of newborns worldwide: Bangladesh has managed to cut its newborn mortality rate from 64.2 deaths per 1,000 live births in 1990 to 20.1 per 1,000 today. That's 1 in every 50 births. By comparison, in neighboring Pakistan (which has the worst odds of any country) 1 in every 22 newborns doesn't survive.\n\nFor a country as populous as Bangladesh that success has translated into a staggering number of lives saved. In 1990 241,000 newborns did not live through their first month. By 2016 that figure was down to 62,000.\n\nOf course that's still an unacceptably high number of deaths. And Bangladesh is now in the midst of an effort to bring down the newborn death rate further. But its achievement thus far is all the more notable because Bangladesh is one of just a few countries that have made such substantial strides in solving a problem that, the report says, has seen very little progress in most other poor nations.\n\nHow did Bangladesh do it? NPR spoke with two experts directly involved in the effort: Nabila Zaka, a physician who is UNICEF's senior adviser on maternal and newborn health, and Abdul Mannan, a physician and chairman of neonatology at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Bangladesh's capital Dhaka.\n\nMannan says a key factor was reducing the share of births that were taking place in homes instead of health-care facilities: \"In 1990 about 90 percent of deliveries were happening in homes, basically just assisted by relatives [of the mother] who had no training.\"\n\nLargely this was cultural, says Zaka. \"If you look at all the countries in Asia it was pretty much the norm back then.\" There were also few birthing facilities available for people – particularly in rural areas. But even people who lived close by to a facility often eschewed it, says Mannan. \"There were these beliefs that a woman should not expose herself to a male doctor.\"\n\nAs a result the most common cause of newborn deaths in Bangladesh back then was asphyxia — essentially a lack of oxygen brought on by obstructed labor. \"When the labor is very prolonged and the woman is struggling alone at home there is often fetal distress,\" explains Zaka.\n\nIn fact this was even a problem in health facilities in Bangladesh – where medical staff often lacked the skills to ease the delivery or to revive a newborn.\n\nBut starting in 2010 the government of Bangladesh launched a multi-pronged effort to bring about change. Working with donor governments, including the United States, and international organizations such as UNICEF, Bangladesh trained workers at health centers on measures like infection control and resuscitation, opened many more facilities for childbirth – and just as important tried to convince families to use them.\n\nZaka says the effort was particularly helped by Bangladesh's \"rich culture\" of locally-based non-governmental aid groups including BRAC and the Grameen Bank. Both frequently partner with poor women. \"There was a lot of [outreach] through those workers to promote better care [during delivery],\" says Zaka. And today notes Mannan, only about 50 percent of births in Bangladesh are home deliveries.\n\nOf course while that's a major improvement, it's hardly ideal. Zaka says one problem is that existing facilities are not open 24-7. \"If there's a delivery at night, the facilities don't have the staffing to handle it.\"\n\nTo address the problem UNICEF has been working with the government to ramp up funding.\n\nSo the number of newborn deaths due to asphyxia has decreased. But another cause remains as vexing as ever: premature birth. It's now the number one cause of newborn deaths in Bangladesh, responsible for a third of them in 2015.\n\nPremature newborns often die of respiratory distress, says Zaka. They are also particularly prone to infections. A major reason for the high rate of premature babies is the persistence of child marriage and early marriage in Bangladesh. Girls in their teens or younger are much more likely to deliver prematurely because their own bodies have not yet fully matured.\n\nTo address the problem, says Zaka, \"the government is doing a big advocacy campaign against child marriage.\" In the meantime, however, it is also giving priority to the opening up of intensive care units for newborns.", "keywords": ["zaka", "death", "cut", "number", "country", "problem", "drastically", "rate", "facilities", "newborns", "effort", "bangladesh", "newborn", "deaths"], "polarity": 0.0864319366371605, "subjectivity": 0.4496470030798389},
{"title": "110 Girls Missing In Latest Suspected Boko Haram Attack, Says Nigerian Government", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588671621/110-girls-missing-in-latest-suspected-boko-haram-attack-says-nigerian-government", "text": "110 Girls Missing In Latest Suspected Boko Haram Attack, Says Nigerian Government\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nWhen Boko Haram extremists snatched 276 girls from a boarding school in northeast Nigeria in 2014, the world reacted and rallied around the cry of \"bring back our girls.\" But now, some four years later, it appears to be happening again.\n\nThe Nigerian information ministry told Reuters Sunday that 110 girls remain unaccounted for nearly a week after a suspected Boko Haram attack on another girls' school.\n\nEarly reports indicated that dozens of schoolgirls had been rescued following the attack on the Government Girls Science and Technical College, located in the town of Dapchi in Yobe state, less than 200 miles north of Chibok.\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nBut as NPR's Ofeibea Quist-Artcon reported for our newscast unit:\n\n\"Parents of dozens of girls missing from Dapchi government girls' school in Yobe state were waiting to be reunited with their daughters. However, the state governor told them no girls were rescued by the Nigerian army, despite earlier erroneous reports sparking street celebrations, only for forlorn families to have their hopes dashed.\"\n\n\"We have now established that the information we relied on to make the statement was not credible,\" said Abdullahi Bego, Yobe State spokesman, on Thursday, according to media reports. \"The Yobe State government apologizes for that.\"\n\nNot only was the number of missing school girls difficult to pin down, so too were details of the attack. Authorities had said early on that the militants were looting food rather than attempting abductions. They said the school's almost 900 students plus their teachers had managed to run away and hide in the bush, Ofeibea said.\n\nEnlarge this image toggle caption AMINU ABUBAKAR/AFP/Getty Images AMINU ABUBAKAR/AFP/Getty Images\n\nNow the story has taken a brutal — if familiar — turn.\n\n\"This is a national disaster,\" tweeted President Muhammadu Buhari on Friday. \"We are sorry that it happened; we share your pain. Let me assure that our gallant armed forces will locate and safely return all the missing girls.\"\n\nBuhari said the government is sending \"more troops and surveillance aircraft to keep an eye on all movements in the entire territory on a 24-hour basis.\"\n\nIn another tweet, he said, \"no effort will be spared to ensure that all of them are returned safely, and the attackers arrested and made to face justice.\"\n\nEven though the government has claimed in the past that Boko Haram had been defeated, the militant jihadist group continues to vex especially in the country's restive northeast region.\n\nOfeibea has reported \"Thousands of girls, boys, women and men have been abducted by Boko Haram,\" since 2009 when the group began waging an insurgency to form a breakaway state.\n\nThe group has killed some 20,000 people and driven 2 million from their homes, reports Reuters.\n\n\"And Boko Haram's name is 'Western education is sinful,'\" Ofeibea reports. \"So you cannot get away from Boko Haram.\"\n\nAs for the Chibok girls, while many have returned home, many others remain in captivity. Those who got away tell of surviving in the Sambisa Forest, enduring beatings and torture as well as pressure to marry their captors and convert to Islam, reports Reuters.\n\nThe parents of the Dapchi girls tell the wire service they plan to join the Bring Back Our Girls movement in the hope that they too can capture global attention and spur governments to act.", "keywords": ["boko", "girls", "yobe", "110", "missing", "attack", "suspected", "nigerian", "reports", "aminu", "state", "latest", "abubakarafpgetty", "haram"], "polarity": -0.01349206349206349, "subjectivity": 0.40944444444444444},
{"title": "California Democrats Decline To Endorse Another Term For Sen. Dianne Feinstein ", "url": "https://www.npr.org/2018/02/25/588669505/california-democrats-decline-to-endorse-another-term-for-sen-dianne-feinstein", "text": "California Democrats Decline To Endorse Another Term For Sen. Dianne Feinstein\n\nEnlarge this image toggle caption Denis Poroy/AP Denis Poroy/AP\n\nUpdated at 1:10 p.m. ET\n\nA version of this story was originally posted by member station KQED.\n\nBefore U.S. Sen. Dianne Feinstein could finish her speech at the California Democratic Party convention Saturday, the music began playing to indicate she had used her allotted time.\n\nShe kept talking. The music got louder. \"I guess my time is up,\" Feinstein conceded as what sounded like a 1940s movie score continued playing.\n\nWithout missing a beat, supporters of her opponent, state Sen. Kevin de León echoed her statement in a chant: \"Your time is up! Your time is up!\" — a not-so-subtle reference to Feinstein's 25 years in the U.S. Senate.\n\nIt was a sign of things to come. The grass-roots Democratic activists gathered at the party's annual convention in San Diego this weekend implicitly rebuked the state's senior U.S. senator by denying her the party's endorsement for her re-election bid.\n\nFeinstein finished far behind de León, the top Democrat in the state Senate. De León received 54 percent of delegates' votes to just 37 percent for Feinstein. It takes 60 percent to receive an endorsement.\n\nWhile the lack of an endorsement certainly won't keep Feinstein off the ballot, it's a sign that grass-roots Democrats are eager to supplant leaders who are seen as too moderate and willing to compromise.\n\nDemocratic Party activists have never really been Feinstein's people. In 1990, when she was running for governor, she came to the party convention and expressed her support for the death penalty, eliciting boos from the liberal crowd. She lost the party endorsement to John Van de Kamp but got the nomination anyway, ultimately losing the November election to Pete Wilson.\n\nFeinstein has always been a little to the right of where the party's activists are. Now, at age 84 and in her final campaign, Feinstein is once again at odds with progressives, despite her efforts to move left by more strongly opposing President Trump's agenda.\n\nShe said the Senate Appropriations Committee, which she sits on, would never approve $25 billion for Trump's wall along the Mexico border. But minutes later, de León's team sent texts noting that Feinstein had just voted for exactly that as part of the \"Common Sense Coalition\" immigration plan that failed to get through the Senate.\n\nThe bill would not only have provided a path to citizenship for so-called Dreamers, people in the U.S. illegally who were brought here as children, but it also included $25 billion for the wall.\n\nFeinstein also reminded the crowd of her longstanding leadership on gun control, including her success against long odds at getting an assault weapons ban signed into law in 1994.\n\nIn his speech to the convention, de León reminded the crowd that his opponent hasn't always been a reliable liberal. \"Democrats, you'll never have to guess where I stand,\" de León said before noting that he has championed issues such as raising the minimum wage, single-payer health care and the environment.\n\n\"Moral clarity is always doing the right thing when no one is watching,\" he said. \"And it should never take a primary challenge to stand up for California values.\"\n\nAs leader of the state Senate, De León has had his own problems of late, most notably criticism of his slow response to the sexual harassment scandal in Sacramento. And while an endorsement from the Democratic Party would have provided a boost, his campaign is also overshadowed by Feinstein's huge advantages in name recognition and campaign cash. A recent poll from the Public Policy Institute of California had her leading de León by 46 percent to 17 percent.\n\nDespite the boost for De Le\u008fón, the vote is in some ways a loss for him. Democratic campaign strategist Katie Merrill says he needed the endorsement much more than Feinstein.\n\n\"He was such a narrow path to the Senate, and he had to have this Democratic Party endorsement,\" she said. \"This was the one strategic thing he need to accomplish here and he did not accomplish it.\"", "keywords": ["sen", "senate", "dianne", "campaign", "feinstein", "endorsement", "term", "democratic", "convention", "león", "state", "california", "endorse", "democrats", "decline", "party"], "polarity": 0.09360119047619048, "subjectivity": 0.5169047619047618},
{"title": "It's So Cold In England Even The Racing Snails Are Curling Up", "url": "https://www.npr.org/sections/thetwo-way/2018/02/25/588702239/its-so-cold-in-england-even-the-racing-snails-are-curling-up", "text": "It's So Cold In England Even The Racing Snails Are Curling Up\n\nEnlarge this image toggle caption Matt Cardy/Getty Images Matt Cardy/Getty Images\n\nIt's not called a snail's pace for nothing, but just how slow is too slow for the mollusk to move? According to a pub in England, hibernation is where they draw the line.\n\nThe Dartmoor Union Inn in Devon was promoting a snail racing championship for Saturday, promising guests, \"each thrilling race will last about 4 minutes with guests able to bet on their favourite snail.\"\n\nProceeds would go toward city emergency services.\n\nExcept it's so cold in the United Kingdom that even the snails are hunkering down.\n\nThe pub posted on Facebook Thursday, \"Unfortunately due to our snails being extra sleepy we have had to cancel the snail racing championships this Saturday!\"\n\nLuckily, snails come equipped to ride out a cold snap. They \"make a dried lid of slime over the shell mouth, which seals in the snail for several months,\" reports the BBC.\n\nIt comes as much of Europe is battling bitter cold air moving over the continent from Siberia, a front British media are breathlessly calling \"the beast from the east.\"\n\nAs The Guardian put it in one cheeky headline: \"Flake news! Russia spawns 'beast from the east'.\"\n\nLiam Dutton, a U.K.-based meteorologist tweeted that the country \"will have its coldest spell for at least five years,\" with daytime temperatures around 32 Fahrenheit, falling to 14 degrees overnight.\n\nEngland's department of Public Health says \"a significant wind chill\" is compounding the cold on top of \"significant accumulations\" of snow Monday and Tuesday. They are asking residents to be mindful of the elderly and young children.\n\n\"Cold temperatures, indoors and out, pose real health risks to many and every winter we know that thousands of people get ill and even die following exposure to cold conditions,\" the agency said.\n\nThe U.K.'s national weather service, The Met Office has issued severe weather warnings across much of the country.\n\nAs for the gastropods at the gastropub, The Dartmoor Union Inn has no current plans for escargot; they say the snail race will be rescheduled.", "keywords": ["curling", "weather", "race", "slow", "racing", "cold", "england", "temperatures", "significant", "snails", "union", "snail"], "polarity": -0.07197712418300654, "subjectivity": 0.544281045751634},
{"title": "When Wildfire Smoke Invades, Who Should Pay To Clean Indoor Air?", "url": "https://www.npr.org/sections/health-shots/2018/02/25/585105923/when-wildfire-smoke-invades-who-should-pay-to-clean-indoor-air", "text": "When Wildfire Smoke Invades, Who Should Pay To Clean Indoor Air?\n\nEnlarge this image toggle caption Nora Saks / Montana Public Radio Nora Saks / Montana Public Radio\n\nAs dense smoke from regional wildfires spread through communities across western Montana last summer, public health agencies faced an indoor problem, too: Residents suddenly needed filters to clean the air inside homes and public spaces, but there was no obvious funding source to pay for it.\n\nEllen Leahy, the health officer in charge of the Missoula City-County Health Department, says in the past, when wildfire smoke polluted the air outside, nobody really talked about air filters.\n\n\"We'd always told people to go indoors, thinking the air might be a little better,\" Leahy says. \"Well that was not necessarily true anymore.\" The size and proximity of fires, coupled with weather trends and local topography, led to an inversion layer of dirty air that hung around communities for weeks on end. Without air filtration systems, it invaded indoor spaces too.\n\nWildfire smoke is bad for everybody, but especially older people and those with chronic heart and lung diseases. Joy and Don Dunagan, who live in Seeley Lake, Mont., check both those boxes.\n\n\"We put towels around the doors, the windows — everything,\" Joy says. \"It's not dirt. Grime from the smoke came in through the whole house.\"\n\nThey're both 69 years old, and on oxygen a lot of the time. Joy is a survivor of stroke. And Don recently developed asbestosis after almost 40 years of work in an aluminum factory.\n\n\"I've got less than 50 percent breathing capacity right now,\" he says. \"Anything that I could have done a year ago, I can't do now. And then that smoke on top of it — it was killing me.\"\n\nBut with no family in the state and limited mobility, the couple had to stay inside their house all summer. So Amy Cilimburg, who directs a small nonprofit called Climate Smart Missoula, helped the Dunagans get a HEPA air filter and make a safe air space inside their home. On the day I visit, she's installing a second filter in their living room.\n\n\"It's the same filter, so it works the same way,\" Cilimburg explains.\n\nThe unit resembles a space heater, but can actually scrub out the fine particulates in wood smoke that are so hazardous to health.\n\n\"There's a prefilter that takes out the large stuff, and then — that's the HEPA filter,\" Cilimburg says, pointing to another part of the device. \"So you want to make sure that one's in there.\"\n\nEnlarge this image toggle caption Eric Whitney / Montana Public Radio Eric Whitney / Montana Public Radio\n\nIn early 2017, Missoula County's Health Department launched a pilot program with Climate Smart to get HEPA air filters to homebound seniors in Missoula ahead of the fire season. But when wildfire smoke swamped Seeley Lake last summer, they also started to distribute filters to residents who have a high risk of developing breathing problems and other health issues related to smoke pollution. Local health providers helped identify those people, including the Dunagans.\n\nDon says he slept in his recliner, near the air filter, every single night while the smoke was bad.\n\n\"I believe that machine saved my life,\" he says. \"I really do.\"\n\nThen the wildfires dragged on into the school year. And kids, who are also extra susceptible to the pollutants because their lungs are still developing, sat in smoke-filled classrooms across the county.\n\nMissoula County's health department and Climate Smart scrambled to get air filters to the schools most deeply enveloped by smoke. Other nonprofits pitched in to raise money and buy filters too. Almost overnight, the smoky haze inside classrooms disappeared.\n\nThe county health department's Leahy says that strategy of finding a solution and taking action was a big shift away from the agency's usual approach of issuing advisories to people to hunker down and stay indoors. And they need to keep acting, she says.\n\n\"There has to be a more concerted effort — which we are a part of — to provide clean, indoor air. Filtered indoor air. Messaging that the air isn't good — isn't enough,\" Leahy says. \"And that we have to plan to be able to do that, and deploy those systems much more quickly, as you would in an emergency.\"\n\nThe challenge is figuring out who pays for it.\n\nPortable HEPA air filters that can clean a big room cost just under $200 each. Even with a bulk discount, it cost about $30,000 to put those kinds of filters in just three of the 50 schools in the county last fire season. That didn't even cover every classroom or grade, Leahy says.\n\nNor are individual filters necessarily the most efficient solution for schools and other big buildings — like daycare centers, nursing homes or health clinics — says Missoula county air quality specialist Sarah Coefield. It's virtually impossible, Coefield says, to put a price tag on what it would cost to filter the air in every public space in the county.\n\n\"It would be a very high number, and I haven't even wrapped my head around it,\" she says.\n\nMissoula County has one of the biggest and most experienced air quality programs in the state, but the health department was not equipped to launch response on a large scale, Leahy says.\n\nThe health department is set up to regulate easily controlled, man-made sources of air pollution — such as factories or wood stoves — and to issue health advisories. The money the county contributed at the last minute to buy filters came from emergency funds, which quickly dried up.\n\nHealth officer Leahy says they all tried their best to respond to the need.\n\n\"But it was very — it was creative,\" she says. \"I would say makeshift.\"\n\nScientists predict wildfires are going to get worse, so public health departments are starting to see a need for a more proactive approach. That's going to require still more creativity, says Leahy.\n\n\"There's not a new source of funding that we're aware of,\" she says, \"that can say, 'Well, how can we at the local level try to help people with exposure to wildfire smoke in the same way that we at the local level try to do on wood stoves?' There's not a [funding] pathway for us to do that, at this time.\"\n\nThe state health department is in a similar bind. Currently, they have no resources specifically dedicated to protecting the public from wildfire smoke.\n\n\"I don't anticipate that there's going to be a lot of new monies coming,\" says Jim Murphy, the chief of the communicable disease bureau at Montana's Department of Public Health & Human Services. \"Given the state's budget crisis, I think it's maybe making the best of what we already have.\"\n\nCilimburg of Climate Smart says she's proud of Missoula's leadership and of the community's efforts to step up. But she stresses that wildfire seasons are getting longer and more intense — the smoke will come back.\n\n\"Providing some money up front can save you money down the road,\" Cilimburg says. \"And we're just not very good sometimes at thinking about it. We're good at responding to disasters, and not as good as being prepared for them up front. That's kind of the conversations we'd like to spark.\"\n\nFor now, the county health department will continue to partner with Climate Smart. This winter, they're busy building on the foundation they established over the summer — spreading the word about the usefulness of air filters and the message that clean air is a collective responsibility.\n\nThe program has a cache of about 100 filters to help those in need. And they're working with larger public institutions, like school districts, to help them improve their air filtration systems — and encouraging them to add such systems to their own budgets.\n\nDunagan says the responsibility is also on everyone who lives in the area to acknowledge the risks of living with wildfire, and to create their own clean-air space.\n\n\"A lot of people don't realize what that smoke will do to you,\" Dunagan says. \"You might tough it out now, but if you go long enough, you're going to have breathing problems.\"\n\nThis story is part of NPR's reporting partnership with Montana Public Radio and Kaiser Health News.", "keywords": ["filters", "wildfire", "air", "invades", "smoke", "leahy", "pay", "health", "montana", "public", "department", "filter", "indoor", "clean"], "polarity": 0.14375256435483716, "subjectivity": 0.40014077084531646},
{"title": "Boom In Antler Pet Chews May Have Opened A Black Market", "url": "https://www.npr.org/2018/02/25/588439630/boom-in-antler-pet-chews-may-have-opened-a-black-market", "text": "Boom In Antler Pet Chews May Have Opened A Black Market\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nThree weeks after he mounted them on the front of his garage, Jeff Young found his prized antlers were literally ripped off.\n\n\"I think they just hung on them,\" Young says of the thieves, pointing up at the empty drill holes on the garage's façade one gray morning in Anchorage this winter.\n\n\"They were up on this six-foot ladder, as far as they could get, and then just pulled them down,\" Young says.\n\nHe found the ladder, taken from a nearby construction site, near his garage the next morning.\n\n\"It sucks getting stuff stolen,\" Young says. \"Doesn't matter what it is.\"\n\nIn this case, it was two large racks of moose antlers. Young and other hunters see antler theft as growing problem — one connected to the pet industry.\n\nAfter the theft in July of 2016 Young tried tracking the antlers down. They held sentimental value; the larger set of antlers came from the first moose he had successfully hunted. The set had a distinctive feature he was sure would help it be identified: A bullet hole right through the center where he'd landed his shot.\n\nYoung filed a police report, scoured social media, and called a few merchants offering to buy, but to no avail. It wasn't until later that he found other hunters griping to one another and on neighborhood groups like Nextdoor about the same thing happening to them.\n\n\"I started hearing more stories from other friends that are hunters: 'Yeah, I had a pile by the shed, been there 10 years, all gone,' \" Young says. \"Another guy was like, 'Yeah, I always threw them on the roof, come home one day, all gone.' \"\n\nThe demand driving this theft, hunters believe, is the pet store trend of selling strips of antler as dog chews.\n\nLoose regulation, high demand\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nAt a Capitol Hill pet store in Washington, D.C. called Howl to the Chief, clerk Vincent Ford extols the benefits of antler: It's got healthy minerals, lasts a long time, and is particularly good for canine oral health.\n\n\"It takes off the plaque and the tartar by them chewing on it, so this is a good treat for that, too,\" Ford says. Antler is just one of the popular organic chew products sold to pet owners. It's a growing share of the booming pet supply industry, which last year saw more than $69 billion in sales, according to the American Pet Products Association.\n\nFord carries pricier organic chews, like lamb and cow tails. The store stocks horns from goat and bison, too. Hand-length shards of deer and elk antler are on the more affordable side. But the expense and popularity has regular customers getting entrepreneurial in the hunt for antlers out in the wild.\n\n\"A lot of people actually have [started] to get their own antlers now,\" Ford says. \"This lady tells me she goes to Alaska and just takes a trash bag and does it.\"\n\nOnline, pet supply companies will sell a six-inch chunk of elk antler for $15, marked as organic and \"naturally shed,\" a designation that implies they were collected after being dropped by the animal during a seasonal molt. An Alaska-based business offers single caribou antler chews for large-breed dogs at $23. Amazon Prime members can get a thick slice of moose antler for $30.\n\nAny link between pet chews and stolen antlers is hard to prove, largely because there is little data or monitoring over the source material and complicated supply chain.\n\nThe Anchorage Police Department has a record of 14 antler thefts in 2017 but Deputy Communications Director Nora Morse suspects that number is under-reported. Police in Alaska also cannot definitively say whether antler theft is on the rise. A burglarized home-owner might not specify for a police report that moose or caribou antlers were among the possessions stolen from a home.\n\nBut hunters and horn merchants believe the thefts are being carried out by low-level criminals trying to make a fast buck by unloading antlers that are eventually sold to larger pet supply companies. Unscrupulous buyers can easily cut the antlers and horns into small chunks with a table or band saw, making the source material all but impossible to trace. The issue is framed as a subset of Anchorage's worsening property crime, which municipal and law enforcement officials attribute in part on the state's opioid epidemic.\n\nThe market for antler chews, particularly on the supply side, is very loosely regulated. While animal products meant for consumption have to meet certain safety criteria of the Food and Drug Administration, the pet supply industry falls under a murky mix of federal, state, and industry standards. Nationally, the Association of American Feed Control Officials, a volunteer group with no regulatory authority, develops model guidelines for pet foods. That organization's website names their state counterpart in Alaska as the Division of Agriculture, but Lora Haralson with the division wrote in an email that they do not regulate or have requirements for these kinds of pet products.\n\nMultiple pet supply companies contacted for this story either declined to comment or offered general remarks that sourcing quality standards are ensured.\n\nSo it can be up to individual buyers to determine if a moose antler was legally obtained.\n\nCash for antlers\n\n\"If a guy comes in and he looks like a hunter and he talks like a hunter then you get a pretty good feel for it,\" says Gus Gillespie from behind the counter at the Alaska Fur Exchange.\n\nGillespie got into the horn and hide trade several decades ago after years with the Navy and as an engineer in the oil fields on Alaska's North Slope. Now he and his wife run the Fur Exchange, where on any given day, just past the rows of wolf and opossum pelts, are piles of antlers jumbled up like waist-high tumbleweeds. On the ground are plastic bins filled with spiky tines and plates sawed down into palm-sized strips. It is an astounding volume of animal matter.\n\n\"As far as antler, it's either crap and we don't want it, or it's really, really nice,\" Gillespie says with a laugh.\n\nThe four or five years since antler chews have become more popular with his customers have been good for Gillespie's business. Instead of trading predominantly in the large, high-end antlers favored by artisans and collectors, the store can now buy more medium-sized products to cut down into the chews they stock in baskets by the register.\n\nBut he has turned sellers away if he thinks the source material might have been illegally obtained. Gillespie points to the pervasive presence of substance abuse, and says he and his staff look for whether a person seems drunk, high, or in withdrawal as they assess a potential purchase.\n\n\"If it's questionable, we don't do anything with it for a while,\" he says. They might tell someone to come back in a few hours, pulling images of the person or their license plate from the numerous security cameras mounted around the store, sharing the information with police.\n\n\"We have been instrumental in a lot of people getting caught,\" Gillespie says.\n\nBut anyone he turns away can just go to Craigslist—where every day in Alaska, plenty of people promise in all caps to pay up to $50 a pound in cash for antlers. And once they're cut down into the small chunks sold over the counter, nobody can really say whether they were stolen or not.", "keywords": ["hunters", "young", "antlers", "pet", "antler", "supply", "moose", "boom", "chews", "alaska", "black", "store", "opened", "market"], "polarity": 0.07691565112238188, "subjectivity": 0.45272400676246843},
{"title": "After Going Shot For Shot, Olympic Athletes From Russia Win Men's Hockey Gold", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588597882/after-going-shot-for-shot-olympic-athletes-from-russia-win-mens-hockey-gold", "text": "After Going Shot For Shot, Olympic Athletes From Russia Win Men's Hockey Gold\n\nEnlarge this image toggle caption Harry How/Getty Images Harry How/Getty Images\n\nThe Olympic Athletes from Russia won 4-3 in a game against Germany where neither team had much to lose.\n\nGermany had defeated hockey powerhouses Sweden and Canada in the semifinals, and the Olympic Athletes from Russia were highly stacked. Neither country had medaled in men's hockey since 2002, when Russia won bronze.\n\nWith 0.5 seconds remaining in the first period, Russian Vyacheslav Voynov scored the first point of the match after an ambitious shot that made it past German goaltender Danny aus den Birken.\n\nGermany brought the score to a tie with 10 minutes left in the second period, after a shot by Felix Schütz bounced off of goalkeeper Vasily Koshechkin and deflected off the body of Russian defenseman Bogdan Kiselevich across the goal line.\n\nA steady back and forth continued, until Russian Nikita Gusev scored a point with 6:39 left in the third period. But the Russians relaxed — and just 10 seconds later, German frontman Dominik Kahun tied the game right back up, the stakes just as high as before.\n\nWith three minutes left in the third period, Jonas Müller broke the tie 3-2 with the cleanest shot of the game after a winning a puck battle against the Russians. This lead didn't last for long; either: With less than 60 seconds to go, Gusev scored again, and the teams were back to a tie.\n\nAbout 15 minutes into sudden-death overtime, Gusev scored yet another goal — and the Russians threw off their helmets in celebration of winning gold.\n\nThe match was guaranteed to be Germany's best showing in men's hockey no matter the outcome: The team had won bronze in 1932, and West Germany won bronze in 1976. Their silver medal is the strongest performance Germany has ever shown in men's hockey, while Russia won gold in 1992 as the Unified Team.\n\nCanada walked away with the bronze medal by beating the Czech Republic 6-4 after being knocked out for silver and gold by Germany.\n\nThe Russian athletes competed in neutral Olympic gear rather than Russian colors. The International Olympic Committee suspended the Russian Olympic Committee in 2017, citing a widespread culture of doping in Russia and alleged state-sponsored system of cheating.\n\nRussian athletes were allowed to compete in the 2018 Winter Games under a neutral Olympic flag and were required to pass rigorous doping tests. Going into Pyeongchang, the IOC said there was a chance Russia's athletes could march under their country's colors at the games' closing ceremony.\n\nAfter two Russian athletes were disqualified over doping, the IOC voted to uphold the ban, meaning that athletes will once again leave their Russian colors at home in the closing ceremony.", "keywords": ["olympic", "period", "russian", "going", "scored", "mens", "win", "hockey", "gold", "won", "shot", "athletes", "russia"], "polarity": 0.06561224489795918, "subjectivity": 0.1908503401360544},
{"title": "Canada Has Best-Ever Winter Olympics Performance, Despite Unexpected Losses", "url": "https://www.npr.org/sections/thetorch/2018/02/25/588591304/canada-has-best-ever-winter-olympics-performance-despite-unexpected-losses", "text": "Canada Has Best-Ever Winter Olympics Performance, Despite Unexpected Losses\n\nEnlarge this image toggle caption Fabrice Coffrini/AFP/Getty Images Fabrice Coffrini/AFP/Getty Images\n\nCanada had its best Olympic Games ever medal-wise in Pyeongchang, despite missing out on gold in men's and women's hockey and men's and women's curling — sports that country usually dominates.\n\nThe country has 29 medals, including 11 gold. Norway is leading the overall medal count with 38 medals, Germany is in second with 31 and the U.S. is in fourth with 23.\n\nFor the first time in this millennium, Canada didn't take gold in women's hockey. In the final game against the U.S. last week, standard regulation time had ended with a 2-2 tie. Neither team scored a sudden-death goal during a 20-minute overtime — and the resulting penalty shootout also ended in a 2-2 tie. That sent the teams to a high-stakes, sudden-death shootout, where the U.S. came out on top, breaking Canada's 2002-2014 streak of four consecutive gold medals.\n\nThe women's hockey record wasn't the only Canadian gold streak broken in Pyeongchang. The men's curling team won gold in 2006, 2010, and 2014 — but lost to Switzerland in this year's bronze match. The country did earn one gold in curling: Kaitlyn Lawes and John Morris secured the medal in mixed doubles curling.\n\nCanada won gold in the first men's hockey event in Antwerp in 1920, and kept the gold streak up for the following three winter games. They would medal in every single winter games until 1964, and earned gold in 2010 in Vancouver and 2014 in Sochi. Men's hockey was Canada's third gold streak broken in Pyeongchang: The country settled for bronze after being knocked out of the finals by Germany.\n\nAnd finally, Canada lost its streak of medaling in women's curling, too. The country won gold in the first-ever women's curling event in Nagano in 1998, and medaled in every winter games since then — until they came in sixth place in Pyeongchang after a series of tough losses. Sweden won gold, while the \"Garlic Girls\" of South Korea took silver and Japan took bronze.\n\nDespite losing out on its traditional sources of gold, the country won its second-highest total of Winter Games gold medals in Pyeongchang, after winning 14 in its home-turf Vancouver games in 2010.\n\nCanada secured 11 Pyeongchang gold medals in total this year: Four in freestyle skiing, two in figure skating, one in mixed doubles curling, one in men's two-man bobsleigh, one in men's long track speed skating, one in men's short track speed skating and one in men's snowboarding. The country has 8 silver and 10 bronze as well.\n\nAmong gold medal winners are fan favorite figure skaters Tessa Virtue and Scott Moir, the designated flag bearers for the 225 athletes who competed as part of Team Canada. Short track speed skater Kim Boutin will bear the flag in the closing ceremony, after earning two bronze medals and one silver.", "keywords": ["performance", "womens", "curling", "streak", "losses", "olympics", "winter", "mens", "bestever", "gold", "country", "despite", "games", "unexpected", "won", "pyeongchang", "canada"], "polarity": 0.029365079365079365, "subjectivity": 0.427529761904762},
{"title": "U.N. Security Council Passes Syria Cease-Fire After Hundreds Killed In Bombing Siege", "url": "https://www.npr.org/sections/thetwo-way/2018/02/24/588516461/400-000-people-live-in-hell-on-earth-bombing-of-damascus-suburbs-kills-hundreds", "text": "U.N. Security Council Passes Syria Cease-Fire After Hundreds Killed In Bombing Siege\n\nEnlarge this image toggle caption Ammar Suleiman/AFP/Getty Images Ammar Suleiman/AFP/Getty Images\n\nUpdated at 3:30 pm ET\n\nThe United Nations Security Council has approved a resolution calling for a 30-day cease-fire in Syria, following one of the bloodiest weeks of aerial bombardment in the war that has devastated the country.\n\nIn the eastern suburbs of Damascus, a region called Eastern Ghouta, nearly 500 people have been killed in a deadly escalation by the Syrian government that began Sunday, the Syrian Observatory for Human Rights told The Associated Press. More than 120 of the dead are children, the group says.\n\nThe Security Council resolution aims to get humanitarian aid to Eastern Ghouta and other areas under siege. The resolution was delayed several times in an effort to get Russia's approval.\n\n\"Airstrikes, artillery shells and barrels filled with TNT are being dropped on neighborhoods that are heavily populated by civilians who have no way to escape,\" NPR's Lama Al-Arian reports. \"They're being forced into bunkers, and many of them can't even find the time to bury their dead.\"\n\nSyria's Civil Defense, a volunteer rescue group known as the White Helmets, told Reuters that it counted at least 350 deaths in a four-day span earlier in the week.\n\n\"Maybe there are many more,\" Siraj Mahmoud, a civil defense spokesman, told the news service. \"We weren't able to count the martyrs yesterday or the day before because the warplanes are touring the skies.\"\n\nRescuers hurry to pull people from rubble, a difficult task amid the unrelenting barrage.\n\nEnlarge this image toggle caption Amer Almohibany/AFP/Getty Images Amer Almohibany/AFP/Getty Images\n\n\"But if we have to go out running on our legs and dig with our hands to rescue the people, we will still be here,\" Mahmoud told Reuters.\n\nUnited Nations Secretary-General António Guterres called for an immediate end to hostilities in the region so the sick and wounded can be evacuated.\n\n\"I am deeply saddened by the terrible suffering of the civilian population in Eastern Ghouta — 400,000 people that live in hell on earth,\" he said to the U.N. Security Council on Wednesday. \"I don't think we can let things go on happening in this horrendous way. \"\n\nSyrian state media said rebel factions had fired shells at the Old City of Damascus on Saturday, Reuters reported.\n\nThe Security Council's resolution, which passed 15-0, demands \"all parties cease hostilities\" for at least 30 days throughout Syria to allow the safe delivery of humanitarian aid and evacuations of the critically sick and wounded.\n\nThe resolution, sponsored by Kuwait and Sweden, calls for all parties to immediately lift sieges of populated areas, including Eastern Ghouta. The cease-fire does not apply to military operations against ISIS, al-Qaida and other terrorist groups.\n\nA vote on the resolution was delayed Friday as its sponsors worked to get a version Russia would approve. As NPR previously reported, most members of the Security Council had wanted to require the cease-fire to go into effect within 72 hours, but Russia had pushed for a looser timeline.\n\nThe approved resolution simply says that hostilities must cease \"without delay.\"\n\nU.S. Ambassador to the U.N. Nikki Haley criticized Russia for the wait, saying it had cost lives, The Associated Press reports.\n\nThe break in fighting will come at a crucial time for Ghouta's civilians.\n\n\"There is no electricity, no water, no flour, no bread and no baby formula,\" paramedic Siraj Mahmoud told the AP. \"There is nothing inside Ghouta.\"\n\nA group of doctors and medical activists, from institutions including Harvard and Johns Hopkins, published an appeal on Friday to end the suffering in Ghouta. They urged citizens and health professionals to pressure government officials to act and for the U.N. Secretariat to use more effective tactics.\n\n\"Inaction in the face of unrelenting attacks on civilians represents an epic failure of world leaders,\" they write in The Lancet. \"The UN Security Council has utterly failed the people of Syria. The UN Secretariat seems to operate without an effective strategy for political negotiations or aid delivery. These compounded failures are increasing frustrations with the UN as a legitimate interlocutor on human rights violations everywhere, and translate into deaths and suffering. We cannot allow this situation to continue.\"\n\nNPR's Michele Kelemen contributed to this report.", "keywords": ["ghouta", "passes", "suffering", "resolution", "bombing", "syrian", "killed", "security", "siege", "ceasefire", "syria", "eastern", "told", "council", "hundreds"], "polarity": -0.007234247234247237, "subjectivity": 0.4180687830687832},
{"title": "Boom In Antler Pet Chews May Have Opened A Black Market", "url": "https://www.npr.org/2018/02/25/588439630/boom-in-antler-pet-chews-may-have-opened-a-black-market", "text": "Boom In Antler Pet Chews May Have Opened A Black Market\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nThree weeks after he mounted them on the front of his garage, Jeff Young found his prized antlers were literally ripped off.\n\n\"I think they just hung on them,\" Young says of the thieves, pointing up at the empty drill holes on the garage's façade one gray morning in Anchorage this winter.\n\n\"They were up on this six-foot ladder, as far as they could get, and then just pulled them down,\" Young says.\n\nHe found the ladder, taken from a nearby construction site, near his garage the next morning.\n\n\"It sucks getting stuff stolen,\" Young says. \"Doesn't matter what it is.\"\n\nIn this case, it was two large racks of moose antlers. Young and other hunters see antler theft as growing problem — one connected to the pet industry.\n\nAfter the theft in July of 2016 Young tried tracking the antlers down. They held sentimental value; the larger set of antlers came from the first moose he had successfully hunted. The set had a distinctive feature he was sure would help it be identified: A bullet hole right through the center where he'd landed his shot.\n\nYoung filed a police report, scoured social media, and called a few merchants offering to buy, but to no avail. It wasn't until later that he found other hunters griping to one another and on neighborhood groups like Nextdoor about the same thing happening to them.\n\n\"I started hearing more stories from other friends that are hunters: 'Yeah, I had a pile by the shed, been there 10 years, all gone,' \" Young says. \"Another guy was like, 'Yeah, I always threw them on the roof, come home one day, all gone.' \"\n\nThe demand driving this theft, hunters believe, is the pet store trend of selling strips of antler as dog chews.\n\nLoose regulation, high demand\n\nEnlarge this image toggle caption Zachariah Hughes/Alaska Public Media Zachariah Hughes/Alaska Public Media\n\nAt a Capitol Hill pet store in Washington, D.C. called Howl to the Chief, clerk Vincent Ford extols the benefits of antler: It's got healthy minerals, lasts a long time, and is particularly good for canine oral health.\n\n\"It takes off the plaque and the tartar by them chewing on it, so this is a good treat for that, too,\" Ford says. Antler is just one of the popular organic chew products sold to pet owners. It's a growing share of the booming pet supply industry, which last year saw more than $69 billion in sales, according to the American Pet Products Association.\n\nFord carries pricier organic chews, like lamb and cow tails. The store stocks horns from goat and bison, too. Hand-length shards of deer and elk antler are on the more affordable side. But the expense and popularity has regular customers getting entrepreneurial in the hunt for antlers out in the wild.\n\n\"A lot of people actually have [started] to get their own antlers now,\" Ford says. \"This lady tells me she goes to Alaska and just takes a trash bag and does it.\"\n\nOnline, pet supply companies will sell a six-inch chunk of elk antler for $15, marked as organic and \"naturally shed,\" a designation that implies they were collected after being dropped by the animal during a seasonal molt. An Alaska-based business offers single caribou antler chews for large-breed dogs at $23. Amazon Prime members can get a thick slice of moose antler for $30.\n\nAny link between pet chews and stolen antlers is hard to prove, largely because there is little data or monitoring over the source material and complicated supply chain.\n\nThe Anchorage Police Department has a record of 14 antler thefts in 2017 but Deputy Communications Director Nora Morse suspects that number is under-reported. Police in Alaska also cannot definitively say whether antler theft is on the rise. A burglarized home-owner might not specify for a police report that moose or caribou antlers were among the possessions stolen from a home.\n\nBut hunters and horn merchants believe the thefts are being carried out by low-level criminals trying to make a fast buck by unloading antlers that are eventually sold to larger pet supply companies. Unscrupulous buyers can easily cut the antlers and horns into small chunks with a table or band saw, making the source material all but impossible to trace. The issue is framed as a subset of Anchorage's worsening property crime, which municipal and law enforcement officials attribute in part on the state's opioid epidemic.\n\nThe market for antler chews, particularly on the supply side, is very loosely regulated. While animal products meant for consumption have to meet certain safety criteria of the Food and Drug Administration, the pet supply industry falls under a murky mix of federal, state, and industry standards. Nationally, the Association of American Feed Control Officials, a volunteer group with no regulatory authority, develops model guidelines for pet foods. That organization's website names their state counterpart in Alaska as the Division of Agriculture, but Lora Haralson with the division wrote in an email that they do not regulate or have requirements for these kinds of pet products.\n\nMultiple pet supply companies contacted for this story either declined to comment or offered general remarks that sourcing quality standards are ensured.\n\nSo it can be up to individual buyers to determine if a moose antler was legally obtained.\n\nCash for antlers\n\n\"If a guy comes in and he looks like a hunter and he talks like a hunter then you get a pretty good feel for it,\" says Gus Gillespie from behind the counter at the Alaska Fur Exchange.\n\nGillespie got into the horn and hide trade several decades ago after years with the Navy and as an engineer in the oil fields on Alaska's North Slope. Now he and his wife run the Fur Exchange, where on any given day, just past the rows of wolf and opossum pelts, are piles of antlers jumbled up like waist-high tumbleweeds. On the ground are plastic bins filled with spiky tines and plates sawed down into palm-sized strips. It is an astounding volume of animal matter.\n\n\"As far as antler, it's either crap and we don't want it, or it's really, really nice,\" Gillespie says with a laugh.\n\nThe four or five years since antler chews have become more popular with his customers have been good for Gillespie's business. Instead of trading predominantly in the large, high-end antlers favored by artisans and collectors, the store can now buy more medium-sized products to cut down into the chews they stock in baskets by the register.\n\nBut he has turned sellers away if he thinks the source material might have been illegally obtained. Gillespie points to the pervasive presence of substance abuse, and says he and his staff look for whether a person seems drunk, high, or in withdrawal as they assess a potential purchase.\n\n\"If it's questionable, we don't do anything with it for a while,\" he says. They might tell someone to come back in a few hours, pulling images of the person or their license plate from the numerous security cameras mounted around the store, sharing the information with police.\n\n\"We have been instrumental in a lot of people getting caught,\" Gillespie says.\n\nBut anyone he turns away can just go to Craigslist—where every day in Alaska, plenty of people promise in all caps to pay up to $50 a pound in cash for antlers. And once they're cut down into the small chunks sold over the counter, nobody can really say whether they were stolen or not.", "keywords": ["hunters", "young", "antlers", "pet", "antler", "supply", "moose", "boom", "chews", "alaska", "black", "store", "opened", "market"], "polarity": 0.07691565112238188, "subjectivity": 0.45272400676246843},
{"title": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone", "url": "https://www.npr.org/sections/thetwo-way/2018/02/20/587427220/search-for-buried-treasure-linked-to-illinois-man-s-death-at-yellowstone", "text": "Search For Buried Treasure Linked To Illinois Man's Death At Yellowstone\n\nEnlarge this image toggle caption Ted S. Warren/AP Ted S. Warren/AP\n\nLast summer, 53-year-old Jeff Murphy was hiking in Yellowstone National Park when he disappeared. Park investigators found his body on June 9, where Murphy had fallen 500 feet from Turkey Pen Peak, after accidentally stepping into a chute.\n\nBut he wasn't on just any hike. He was looking for a treasure box of gold and jewels worth up to $2 million, buried somewhere in the Rocky Mountains by an eccentric millionaire named Forrest Fenn.\n\nFenn, an art dealer and millionaire in his 80s, lives in Santa Fe, N.M. In his self-published memoir, Fenn included a poem that supposedly leads to the treasure he hid in the mountains.\n\n\"The ornate, Romanesque box is 10-by-10 inches and weighs about 40 pounds when loaded,\" NPR's John Burnett reported in 2016. \"Fenn has only revealed that it is hidden in the Rocky Mountains, somewhere between Santa Fe and the Canadian border at an elevation above 5,000 feet. It's not in a mine, a graveyard or near a structure.\"\n\nMurphy is the fourth man to die while searching for the chest.\n\nWhile his death was reported at the time, it wasn't clear until NBC affiliate KULR obtained a copy of the park's investigation that Murphy was looking for Fenn's treasure when he died.\n\n\"The report shows that Murphy emailed Forrest Fenn in the days before Murphy's death,\" KULR reports. \"It also shows emails from Fenn to Yellowstone officials during the search. The man who invited people to look for his chest of gold and jewels in the Rockies was very concerned about Murphy, and also offered to help pay for a helicopter to find the missing man. He also wrote that he had never been to the area where Murphy fell.\"\n\nLinda Bilyeu, whose former husband died searching for the treasure in January 2016, told NBC News that the hunt was \"ludicrous\" and \"should be stopped.\"\n\nAfter the death of 52-year-old Paris Wallace, also last June, Fenn posted additional clues to a treasure-seekers' blog, apparently with the hope of preventing people from searching in unnecessarily dangerous locations.\n\n\"The treasure chest is not under water, nor is it near the Rio Grande River,\" he wrote. \"It is not necessary to move large rocks or climb up or down a steep precipice, and it is not under a man-made object.\"\n\nHe was about 80 when he hid the treasure, he reminded the seekers, and he had to make two trips from his vehicle.\n\n\"Please be cautious and don't take risks,\" Fenn wrote. \"The search is supposed to be fun.\"", "keywords": ["murphy", "treasure", "death", "search", "illinois", "buried", "fenn", "wrote", "searching", "linked", "man", "yellowstone", "mans", "wasnt"], "polarity": 0.012103174603174605, "subjectivity": 0.3433730158730159},
{"title": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders", "url": "https://www.npr.org/sections/thetorch/2018/02/14/585813472/this-fake-kim-jong-un-got-a-rather-icy-reception-from-north-korean-fans", "text": "This Fake Kim Jong Un Got An Icy Reception From North Korean Cheerleaders\n\nHoward says he just wanted to meet the cheerleaders.\n\nHe and the beaming, beautiful North Korean cheering section were both at the women's ice hockey game, watching the unified Korean team take on Japan at the Pyeongchang Winter Games. So, he figured, why not just bop over to where they were sitting in the stands, bringing his own fun-sized unification flag — and his hi-top haircut, his black glasses, and his tasteful bit of girth about the midsection.\n\nSo what if he happened to look like Kim Jong Un?\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nPoor Howard — or, at least, poor man who has represented himself simply as \"Howard\" to multiple media outlets. Within minutes the man had been kicked out of his second Olympic event in less than a week. As it turns out, it is frowned upon in Pyeongchang to look and dress like North Korea's dictator.\n\nLiterally, a number of the cheerleaders frowned upon it. Others looked vaguely peeved. A couple might have giggled behind their hands. One particularly emotive member of the delegation made quite clear she was not on board.\n\nBut they didn't have to look at him long. Several men in fur-lined coats quickly jostled him away from the cheerleaders and forced him to sit down elsewhere.\n\n\"They shouted something in Korean, I wasn't sure what it was,\" Howard, who says he's from Australia and lives in Hong Kong, told Yahoo Sports, \"and then the police got involved and they dragged me away – they said for my own safety.\"\n\nHappily, Vincent Bevins of The Washington Post was sitting just a few rows away at the time and caught the jostling in progress.\n\nHe was escorted from the stands by a cluster of South Korean policemen, who, once they'd gotten him there, appeared to have no idea what to do with him. They surrounded him, detained him briefly, pulled in a translator and mostly just killed time until they could release Howard at a safe distance from the cheerleaders.\n\n\"This is crazy,\" he said. \"What do we have, 10 policemen? What do you think I'm going to do? I don't bring violence. I just want to see the game, so what's the problem?\"\n\nEnlarge this image toggle caption Yelim Lee/AFP/Getty Images Yelim Lee/AFP/Getty Images\n\nAs we noted, it's not his first time getting bumped from a big event. He and a President Trump impersonator both got booted from the Opening Ceremony by security staff.\n\nBut Howard says he comes in peace — and on behalf of the cause of peace. As for his methods, well, he says it's not his fault he looks like Kim.\n\n\"My face is too political,\" Howard told Reuters. \"I was born with this face, I've got to live with it.\"", "keywords": ["toggle", "icy", "jong", "fake", "kim", "stands", "korean", "howard", "cheerleaders", "look", "yelim", "away", "north", "leeafpgetty", "told", "reception"], "polarity": 0.0027076318742985384, "subjectivity": 0.442173721340388},
{"title": "A Vermont High School Has Just 3 Students", "url": "https://www.npr.org/2018/02/24/588500092/a-vermont-high-school-has-just-3-students", "text": "A Vermont High School Has Just 3 Students\n\nA tiny high school in a rural Vermont will close at the end of the school year. Scott Simon asks freshmen Nicholas Steeventon and Hap Ingramthere what it's like attending a school with three students.\n\nSCOTT SIMON, HOST:\n\nYou could hold an assembly for all of the high school students at the Rochester School in Vermont in a broom closet. There are just three high school students on campus. Because of declining enrollment, the town's combined middle and high school will close at the end of the school year. We are joined now by two of those three students. Nicholas Steeventon (ph) and Hap Ingram are the two freshmen at the Rochester School. They join us via Skype. Thanks so much for being with us.\n\nHAP INGRAM: No problem.\n\nNICHOLAS STEEVENTON: Yeah.\n\nSIMON: So do you know everyone in school?\n\nHAP: (Laughter) Yeah.\n\nNICHOLAS: Yeah, definitely.\n\nSIMON: Is there a football team?\n\nNICHOLAS: Definitely not, no.\n\nHAP: No.\n\nSIMON: Spring play?\n\nHAP: We used to do a lot of plays. I don't think that there's one this year.\n\nNICHOLAS: No.\n\nSIMON: So how did this happen? Do you know?\n\nHAP: Well, we've always had not that many students because we live in a small town.\n\nNICHOLAS: Yeah.\n\nHAP: But I think since last year, there's been, like, a huge decline because of school choice.\n\nNICHOLAS: Yeah. This year, kids were allowed to go to any of the surrounding schools. And many of them chose to go to some of the neighboring schools. But we decided to stay here because it's really close. We didn't want to have to travel to get to school.\n\nSIMON: Yeah. I have to ask you both, do you feel you're missing out on something, or you're gaining something from this extraordinary experience?\n\nNICHOLAS: I think, personally, I'm gaining a little bit of - I don't know - work ethic. But I'm also losing a little bit of the social aspect. But it's not necessarily negative or positive overall.\n\nSIMON: Yeah - and Hap Ingram?\n\nHAP: I think that it's definitely lonely. But I've always felt like independent work was a lot easier for me. And I don't know. I don't really feel like I'm missing out because I'm just - I'm not really that much of a social person. So yeah.\n\nSIMON: Aw. Do you folks have any idea of what you're doing next year?\n\nNICHOLAS: I will be going to a neighboring school that's about 45 minutes away from where I live. So it's going to be a bit of a change. But I'm looking forward to being with more kids.\n\nSIMON: Yeah - and Hap?\n\nHAP: I think I'm going to try to go to Randolph, which is a neighboring school.\n\nSIMON: I went on the school website. And I see that you're selling hoodies.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah?\n\nSIMON: Yeah. Well...\n\nHAP: I didn't know that.\n\nSIMON: ...I almost bought one - hoodies inscribed, our time has come.\n\nHAP: Oh.\n\nNICHOLAS: Yeah.\n\nHAP: That's appropriate.\n\nSIMON: Do you folks have them?\n\nHAP: No, but I would love to buy one.\n\nNICHOLAS: Yeah.\n\nHAP: You know, I've been going to the school for a long time in and out. So it's kind of cool to me to be, like, the last class.\n\nNICHOLAS: It's a little bit sad that our school's going away because our school's been dwindling for a while so...\n\nSIMON: Forgive me for not knowing - is there a Rochester school song?\n\nHAP: A song?\n\nSIMON: Yeah. Like, I can - you know, my high school song - (singing) hail to the green. Hail to the white. Hail to the school with the honor - that was Senn High School in Chicago. Does Rochester High School have a school song?\n\nHAP: We...\n\nNICHOLAS: No.\n\nHAP: We've never had a song.\n\nNICHOLAS: No, I think we're too small.\n\nSIMON: (Laughter).\n\nHAP: I mean, we're the Rochester Rockets. But, you know, we don't have any song.\n\nSIMON: Well, you know, all you need is a song in your heart.\n\nNICHOLAS: Yeah.\n\nHAP: Yeah.\n\nNICHOLAS: Thank you for the interview.\n\nHAP: Yeah.\n\nSIMON: Thank you for working us into your schedule. Nicholas Steeventon and Hap Ingram - freshmen at Rochester School in Vermont.\n\n(SOUNDBITE OF THE BAHAMAS' \"LOST IN THE NIGHT\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["know", "school", "think", "going", "yeahhap", "im", "high", "dont", "yeah", "rochester", "students", "vermont"], "polarity": 0.05347457627118644, "subjectivity": 0.4376206985105289},
{"title": "Radio Host Gives Birth On Air", "url": "https://www.npr.org/2018/02/22/587839935/radio-host-gives-birth-on-air", "text": "Radio Host Gives Birth On Air\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. And you can file this next story under things that will never happen on this radio show. A St. Louis deejay was a couple weeks from giving birth. When Cassiday Proctor found out she needed to have a C-section, she and her bosses at 106.5 The Arch decided to broadcast the whole thing live from the hospital.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED SINGER: (Singing) It's got to be Cassiday's baby. It must be Cassiday's baby.\n\nMARTIN: It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["website", "radio", "weeks", "gives", "record", "morning", "air", "martin", "host", "cassidays", "npr", "wwwnprorg", "birth"], "polarity": 0.0686363636363636, "subjectivity": 0.5325},
{"title": "11-Year-Old Summoned For Jury Duty", "url": "https://www.npr.org/2018/02/22/587840005/11-year-old-summoned-for-jury-duty", "text": "11-Year-Old Summoned For Jury Duty\n\nAn 11-year-old boy in Pennsylvania got a summons for jury duty. He said he was excited to get it.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. Ever tried this excuse to get out of jury duty?\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE FOX: I'm 11 years old.\n\nGREENE: Thing is, Luke Fox really is only 11, and yet, a jury summons was addressed to him at his home in Pennsylvania. He told KYW in Philadelphia that he'd serve. He knows what a jury does.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLUKE: They sit during the court case, and they listen to both sides of the story. Then, they go into the back room and discuss it and take a vote.\n\nGREENE: The county said this was a glitch and that Luke does qualify for an exemption. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["luke", "duty", "11yearold", "record", "im", "greene", "jury", "npr", "summoned", "summons", "pennsylvania", "recordingluke", "morning"], "polarity": 0.13863636363636364, "subjectivity": 0.4931818181818182},
{"title": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage", "url": "https://www.npr.org/2018/02/21/587731907/kfc-store-closures-in-the-u-k-prompt-calls-to-police-with-complaints-of-chicken-", "text": "KFC Store Closures In The U.K. Prompt Calls To Police With Complaints Of Chicken Shortage\n\nKFC had to temporarily shutdown a number of stores in the U.K. due to a chicken supply shortfall. The company switched delivery companies, and the new firm failed to meet the demand.\n\nARI SHAPIRO, HOST:\n\nKFC hasn't officially been called Kentucky Fried Chicken for decades. But come on. People go there for the chicken.\n\nMARY LOUISE KELLY, HOST:\n\nOf course you go for the chicken. Take away the chicken; why even bother to open - which is what is happening in the United Kingdom right now. KFC's outgoing message to unhappy customers explains.\n\nUNIDENTIFIED MAN #1: We are currently having some problems with our new delivery partner. No deliveries has meant some of our restaurants are closed, and others are operating a limited menu or shortened hours.\n\nSHAPIRO: About 420 KFC stores across the U.K. are affected. That's about half of all the outlets there.\n\nKELLY: You know, it turns out British people really love their Southern fried chicken. This has been so disruptive that desperate Britons have turned to their members of Parliament and to the police.\n\nSHAPIRO: London police tweeted, please do not contact us about the #KFCCrisis. It is not a police matter if your favorite eatery is not serving the menu that you desire.\n\nKELLY: And up in Manchester, police are hearing about it, too. Sergeant Richard Garland sent us this message.\n\nRICHARD GARLAND: But we do - really do feel their pain, as many of us are partial to the colonel's masterpiece ourselves. However, the lack of chicken is not really a police matter. I'm sure the colonel will have the matter sorted soon.\n\nSHAPIRO: Of course in a somewhat silly crisis, Internet troublemakers will swoop in - in this case, Lee Marshall, aka, DiscoBoyUK.\n\nKELLY: He got some KFC uniforms, and he went to a supermarket called ASDA's in Kent with a friend to fill a shopping cart with chickens. People thought it was real. They filmed it.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #2: Look at this. KFC's just shut down, and they're in ASDA's (laughter). There's KFC, and (laughter) they're carrying chickens in it. Is this actually going to (laughter) - is this actually going to KFC?\n\nUNIDENTIFIED MAN #3: It's going to KFC.\n\nUNIDENTIFIED MAN #2: (Unintelligible, laughter).\n\nSHAPIRO: For a nation that showed such great resolve during the Great London Fire, Dunkirk, The Blitz, comedian Paul Chuckle says this panic seems out of place.\n\nPAUL CHUCKLE: It's not a normal - for normal English people to do, by the way.\n\nSHAPIRO: But he understands the uproar. He is a KFC lover himself and was excited to find a KFC with chicken this week.\n\nCHUCKLE: I was traveling back north and stopped on the motorway, and they got chicken in the KFC. So I ordered chicken with fries and coleslaw, got back in the car. And I got the chicken and the fries but no coleslaw. So I thought perhaps they've run out of vegetables as well. Who knows?\n\nKELLY: A coleslaw shortage - now, that would be news.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["closures", "going", "kfc", "calls", "shortage", "laughter", "uk", "matter", "prompt", "man", "npr", "really", "coleslaw", "chicken", "store", "complaints"], "polarity": -0.10667054139276354, "subjectivity": 0.5621686441130884},
{"title": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?", "url": "https://www.npr.org/2018/02/16/586315529/a-mullet-festival-because-sure-why-not-have-a-mullet-festival", "text": "A Mullet Festival: Because, Sure, Why Not Have A Mullet Festival?\n\nThe small Australian town of Kurri Kurri is having a festival to celebrate the mullet haircut. A contest for best cuts will include categories like everyday wear, grubby, kids and women.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. A small town in Australia is holding a festival to celebrate the fact that it's people love a good mullet. And why wouldn't you? All business in the front, party in the back, the hairstyle that says, I will not fit into your petty boxes - I'm a man living my best life. The town of Kurri Kurri will honor the best cuts in several categories, including everyday wear, grubby, and mullets for kids and - the often forgotten, but no less bold - ladies' mullet.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["sure", "record", "town", "mullet", "martin", "wear", "npr", "kurri", "small", "best", "festival"], "polarity": 0.23257575757575752, "subjectivity": 0.4339646464646465},
{"title": "Careful, Alexa Is Listening", "url": "https://www.npr.org/2018/02/16/586315578/careful-alexa-is-listening", "text": "Careful, Alexa Is Listening\n\nIn a TV commercial for Amazon's Alexa speaker, a guy tells it to order cat food. An owner filed a complaint saying their smart speaker heard the ad and ordered cat food.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. If you own a smart speaker, you know Alexa's always listening, including when the TV is on. In a TV commercial for an Amazon speaker, a guy tells Alexa to order cat food. And an owner filed a complaint saying their smart speaker heard the ad and ordered cat food. Now, Amazon says the ads are made to not trigger speakers, and an advertising watchdog group did dismiss the complaint. You're welcome for not playing the ad here and testing it on your smart speaker.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["tells", "alexa", "listening", "careful", "speaker", "cat", "tv", "npr", "food", "complaint", "ad", "smart"], "polarity": 0.13095238095238093, "subjectivity": 0.5275793650793652},
{"title": "Kansas Governors: Teenagers Yes, Dogs No", "url": "https://www.npr.org/2018/02/14/585668258/kansas-governors-teenagers-yes-dogs-no", "text": "Kansas Governors: Teenagers Yes, Dogs No\n\nA Kansas man filed papers for his dog to run for governor after seeing reports about teenagers running, because there is no age requirement. But Kansas' secretary of state said no to the dog.\n\nSTEVE INSKEEP, HOST:\n\nGood morning. I'm Steve Inskeep. If you want to be governor of Kansas, there turn out to be standards after all. Terran Woolley proved it. He read stories that six teenagers filed to run for governor because the state has no age limit or other qualifications. So Mr. Woolley decided to file paperwork to run his 3-year-old dog, Angus. But the state disqualified Angus, saying he's not capable of fulfilling the responsibilities. Oh, come on, he's loyal and doesn't lie. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["teenagers", "governors", "yes", "record", "kansas", "inskeep", "governor", "npr", "state", "dogs", "woolley", "run", "morning"], "polarity": 0.13425925925925924, "subjectivity": 0.5592592592592592},
{"title": "There Are 2 Very Different Adam Rippons", "url": "https://www.npr.org/2018/02/14/585668307/there-are-2-very-different-adam-rippons", "text": "There Are 2 Very Different Adam Rippons\n\nOne is an Olympic figure skater and the other is a video game developer. The game developer has been getting a lot of tweets this week.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Figure skater Adam Rippon has been enjoying his time in the spotlight. He's been getting a lot of attention on social media. Some tweets, though, meant for the Olympian have accidentally been directed at a game developer who is also named Adam Rippon. The latter says he hasn't been confused for the ice skater in real life yet because, quote, \"Adam Rippon's body is like that of some sort of atomic-powered sex cheetah, and mine is like a potato-powered sex sloth - clearly different people.\" It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["tweets", "different", "skater", "sex", "record", "developer", "adam", "npr", "rippons", "rippon", "game", "morning"], "polarity": 0.006372549019607835, "subjectivity": 0.47333333333333333},
{"title": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585192854/lawsuit-alleges-mafia-like-tactics-aimed-at-a-disneyland-social-club", "text": "Lawsuit Alleges Mafia-Like Tactics Aimed At A Disneyland Social Club\n\nEnlarge this image toggle caption Jae C. Hong/AP Jae C. Hong/AP\n\nThere are a lot of ways to be really into Disney as an adult. You can go on a Disney cruise, attend the three-day Disney convention, or get married at one of the parks.\n\nSuddenly, in 2013, a whole new vein of fandom sprouted: Disneyland social clubs.\n\nLike an oddly wholesome motorcycle gang, members wear denim vests festooned with Disney trading pins on the front. On the back are patches bearing the image of their club's totem character. Many members own annual passes and visit Disneyland frequently.\n\nSome members have tattoos of Walt Disney himself.\n\nEach club has its own bent: Some are named after movie characters while others focus on features of the parks themselves. But the denim vests are a mainstay.\n\n\"We wanted something we could be comfortable in, that we could wear on hot days, and that was bold and spoke to our acceptance of our semi-outsider stance within the Disney fandom,\" Nathan Rice, the founder of a club called Walt's Misfits, told the OC Weekly in 2014. \"The first few clubs were made up of similar tattooed weirdos, and I think the whole 'The Warriors' outlaw thing had an edge that we wanted to convey, even if that edge was ultimately tongue-in-cheek, it being Disneyland and all.\"\n\n\"Being heavily tattooed and having somewhat of an 'alternative' image compared to the average Disney-goer, it was hard for us to mesh with the families you usually see at the park,\" Michael Stout, co-founder of the Main Street Elite, told the Weekly. \"So we decided we'll make our own Disney family, seeking out the rest of the Disney fanatics who were left with no one to go to the park with.\"\n\nAs you can see in thousands of photos on Instagram, the groups generally look pretty friendly. Members tell stories of helping newcomers or keeping an eye out for park rule breakers.\n\nBut according to a lawsuit filed in September in Orange County civil court and updated last week, one of the clubs used tactics more associated with the Mafia than with the Happiest Place on Earth.\n\nThe plaintiffs are John and Leslee Sarno, a Sacramento couple. The court filing explains that John Sarno was the president of the Main Street Fire Station 55 Social Club \"and also bore the title of 'Battalion Chief' in the fictional fire station.\"\n\nIn the summer of 2016, according to the complaint, Fire Station 55 SC organized a fundraiser for the families of firefighters who died in the Sept. 11 attacks. Some 340 participants walked 2 miles around Disneyland, and the profits were donated to a charity. Disney gave permission and provided security.\n\nIt was in the weeks leading up to the fundraiser that defendant Jakob Fite and four other members of a social club called the White Rabbits approached John Sarno on Disney property and demanded that he pay them $500 in \"protection money\" for the event, according to the suit. Sarno refused to pay, and he says Fite threatened to ruin him — and that the Sarnos would never be able to visit the park again.\n\nAfter that, according to the lawsuit, Fite and other members of the White Rabbits began a targeted campaign against the Sarnos on message boards and podcasts, calling them scammers and con artists. They say that White Rabbits printed T-shirts with John Sarno's name and likeness on it warning that he was dangerous and made false reports to law enforcement and news outlets claiming the Sarnos had committed fraud.\n\nThe Sarnos say they eventually had to disband the Fire Station 55 SC and that Disneyland refused to let them hold another charity walk. They've been ostracized, they say, living in fear of physical assault. They have not felt it safe to return to Disneyland.\n\nFite rejects the allegations, the Los Angeles Times reports, \"saying Sarno filed the suit to fire back at Fite for raising questions about Sarno's character among other Disneyland social clubs.\"\n\nThe Times adds: \"Fite cohosts a podcast that discusses Disney's subculture and said he used that forum to raise questions about Sarno's character and suggest that Sarno has been misleading club members about his background to raise money for charitable causes.\"\n\nThe Sarnos declined to comment on the lawsuit, according to the newspaper, and their attorney said the couple \"have no desire to further publicize their circumstances or to take any action that could be construed as their own re-publication of the false and defamatory statements that have been circulated by the defendants in this case.\"\n\nDisneyland is also named in the suit, which argues that Disney hasn't done anything to take action against the White Rabbits or make it safe for the Sarnos to return to the park. The plaintiffs seek compensatory and punitive damages.", "keywords": ["mafialike", "club", "aimed", "alleges", "sarno", "fite", "disneyland", "tactics", "lawsuit", "sarnos", "according", "park", "disney", "members", "social"], "polarity": 0.09935606060606059, "subjectivity": 0.3984289321789322},
{"title": "WWII Bomb Shuts Down Flights At London City Airport", "url": "https://www.npr.org/sections/thetwo-way/2018/02/12/585043255/wwii-bomb-shuts-down-flights-at-london-city-airport", "text": "WWII Bomb Shuts Down Flights At London City Airport\n\nEnlarge this image toggle caption Daniel Leal-Olivas/AFP/Getty Images Daniel Leal-Olivas/AFP/Getty Images\n\nMore than 70 years after a bomb was dropped on London, its discovery has prompted authorities to cancel flights all day Monday at London City Airport.\n\nThe unexploded bomb is a \"German 500kg fused device,\" according to local authorities. It was found early Sunday in the River Thames, as part of planned work at a dock near the airport, Metropolitan Police said in a statement.\n\nAt 10 p.m. Sunday, the police and Royal Navy decided to evacuate people within 706 feet of the bomb.\n\n\"Overnight, officers have been helping to evacuate properties within the exclusion zone and police are working with the local authority to provide residents with temporary emergency accommodation and the appropriate support,\" police said.\n\nSome 261 arrivals and departures were scheduled for London City Airport on Monday, according to the BBC.\n\n\"I urge any passengers due to fly today not to come to the airport and to contact their airline for further information,\" airport CEO Robert Sinclair said in a statement.\n\nAuthorities from Newham Council say they plan to wait for people to get clear of the exclusion zone before the police and navy begin to lift the device. Then, \"when work starts to remove it, it is expected the exclusion zone will be extended to 250 metres [825 feet] and more properties will need to be evacuated.\"\n\nThe council adds that \"the operation is expected to continue until Tuesday morning.\"\n\nSeveral airlines are moving their flights to other local airports. According to The Associated Press, \"regional airline City Jet said its flights from the airport had been rescheduled to land and take off from London Southend airport,\" and \"Italy's Alitalia said it would operate flights from London Stansted airport.\"\n\nThe discovery of World War II era bombs in London is not particularly rare, as NPR's Ari Shapiro has reported. \"During the Blitz, German planes dropped nearly 30,000 bombs on London in just three months,\" he notes.\n\nIn 2015, a German bomb of about the same size was discovered in an east London neighborhood, prompting an evacuation.\n\nAt that time, Matt Brosnan, a historian at the Imperial War Museum, told the BBC that we don't know exactly how many of the bombs dropped could still be hidden.\n\n\"Clearly not all of those would have exploded, because of defects or other reasons, and they could have buried themselves tens of feet below the surface so we simply don't know where they are,\" he told the broadcaster.\n\nThe issue is also not unique to London. As NPR's James Doubek reported last August, 70,000 people evacuated in Frankfurt, Germany, to allow authorities to defuse a British World War II-era bomb.", "keywords": ["shuts", "flights", "bomb", "local", "war", "german", "feet", "airport", "city", "wwii", "zone", "london"], "polarity": 0.06766493055555556, "subjectivity": 0.32852182539682545},
{"title": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason", "url": "https://www.npr.org/2018/02/10/584757764/there-is-a-competition-to-avoid-learning-who-won-the-super-bowl-for-some-reason", "text": "There Is A Competition To Avoid Learning Who Won The Super Bowl, For Some Reason\n\nAbout a dozen people are among the last standing in a competition against modern technology. They don't know who won the Super Bowl and they're trying to go as long as possible without finding out.\n\nSCOTT SIMON, HOST:\n\nSpoiler alert for our next story - (laughter) we're going to tell you who won the Super Bowl. Yes, the game happened last week, but there's an important warning for the eight people still in the running in a contest called Last Man. Competition's pretty straightforward but a near impossible goal - go as long as you can without finding out who won the Super Bowl. NPR's Scott Detrow explains.\n\nSCOTT DETROW, BYLINE: The hardest part of the Last Man competition is probably the first couple hours. That's when news notifications and text messages ping cell phones. The news is blanketed by the results, and the Super Bowl is all everyone on social media is talking about. Jeb Adams of Agoura Hill, Calif., washed out early in 2016 and 2017. This year, he prepared.\n\nJEB ADAMS: I turned off all my news notifications on my phones and iPads. I warned everyone on Facebook and Twitter that I was going to disappear for a while.\n\nDETROW: Social media is dangerous, but so are co-workers. Jamie Baskin from Kansas City says she was lingering outside a break room, waiting for a colleague to turn off ESPN when her boss asked what she was doing.\n\nJAMIE BASKIN: No. I'm just - I can't go in the break room. And she just, like, gave me the weirdest look and was like, why? And I'm like, because I'm going to find out who won the Super Bowl. And she just kind of was like, OK, and walked into her office. And so I'm pretty sure she thinks I'm, like, very weird.\n\nDETROW: About 1 to 200 people play every year. And, no, there's no prize - really. They just seem to like the challenge. People post their status on Twitter and, once they're eliminated, what ultimately killed their chances. Last Man deaths are a gauntlet of the modern information age. Death by Twitter, by seemingly unrelated news articles. One player was knocked out by a message that popped up on an ATM screen. Michael Griener organizes the event and keeps a detailed spreadsheet of how people were knocked out.\n\nMICHAEL GRIENER: We've had people who found out by drunk college kids running past their dorm room window.\n\nDETROW: I hate to say that NPR is a regular killer, too. For both Baskin and Adams, the end came Thursday afternoon, when, a little too confidently, they ventured back on to social media. Adams was betrayed by Twitter's trending topics - Baskin, Instagram.\n\nBASKIN: And the first picture I saw when I opened the app was a friend of mine who lives in Philadelphia at the parade. And I was like, welp.\n\nDETROW: So how'd she feel about the Eagles' win?\n\nBASKIN: I'm pretty sad that of all the years I picked to not pay attention to it, it ends up being what my dad said the best game that he's ever seen other than the year that the Chiefs won.\n\nDETROW: As of Friday afternoon, there were eight confirmed people who still don't know. Scott Detrow, NPR News.\n\n(SOUNDBITE OF MUSIC)\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["super", "learning", "bowl", "room", "twitter", "baskin", "im", "avoid", "won", "npr", "competition", "adams", "reason", "social"], "polarity": 0.07450564971751411, "subjectivity": 0.49758438360133267},
{"title": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him", "url": "https://www.npr.org/sections/thetwo-way/2018/02/09/584560033/do-you-know-this-justice-massachusetts-high-court-wants-you-to-help-id-him", "text": "Do You Know This Justice? Massachusetts High Court Wants You To Help ID Him\n\nEnlarge this image toggle caption Massachusetts Supreme Judicial Court via AP Massachusetts Supreme Judicial Court via AP\n\nWho is that dour man?\n\nMassachusetts' highest court owns his portrait — it hangs on a wall outside the chief justice's chambers — but the court's officials have no idea who he is.\n\nThey're hoping you might have an idea.\n\nBenjamin Swasey, of member station WBUR, reports:\n\n\"Among what it calls its 'extensive collection of historic paintings and photographs,' the Massachusetts Supreme Judicial Court has an oil painting of a justice who has remained unidentified, and it's launched a public campaign in the hopes that someone knows who he is. In a statement, the court said the justice 'may have sat on the bench between 1780 and 1820.' \"\n\nEven the fact that he's a justice is essentially a guess, The Associated Press reports. Chief Justice Ralph Gants said officials have \"essentially ruled out that the man was a chief justice but say he must have been an associate justice because they can't imagine why else his portrait [would] be in the court, which traces its roots to 1692,\" the AP writes.\n\nGants told the AP that he figured if the court has no idea who the man is, \"why don't we set loose the public to see if they can put on their Sherlock Holmes hats and help us to track down who this elusive and mysterious justice is?\"\n\nSo, put that hat on and get to work. Name. That. Justice.\n\nBefore you get too excited, there's not a massive reward on the line. Anyone who can help put a name to that face will get a tour of the courthouse and to watch Gants affix a name plaque beneath the portrait.\n\nPlus, you'll get undying glory for having somehow known the name of an extremely obscure 18th century Massachusetts judge, of course. But that surely goes without saying.\n\nIf you're thinking of using Google's Arts & Culture app to look for other portraits of the man as a shortcut to finding a name, don't get too excited.\n\nSwasey of WBUR already gave that a shot — to no avail.", "keywords": ["chief", "know", "wants", "ap", "high", "id", "justice", "wbur", "man", "judicial", "court", "help", "supreme", "massachusetts"], "polarity": 0.0626400759734093, "subjectivity": 0.44881528964862294},
{"title": "A Mystery Portrait In Massachusetts", "url": "https://www.npr.org/2018/02/09/584451877/a-mystery-portrait-in-massachusetts", "text": "A Mystery Portrait In Massachusetts\n\nA portrait of a justice hangs in the Massachusetts Supreme Court, but nobody knows who the person in the portrait is. The current chief justice is asking the public's help to identify the person.\n\nSTEVE INSKEEP, HOST:\n\nGood morning. I'm Steve Inskeep. Long ago in Massachusetts, some guy was immortalized with his portrait on the wall. I say some guy because nobody knows who. It's thought he was a supreme court justice serving after 1780. The current chief justice is asking the public's help. Anybody who IDs the painting gets to stand for the unveiling of a plaque with the name. You'll get your photo taken, of course. And who knows? Somebody centuries from now may find that picture and wonder who you are. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["mystery", "publics", "record", "inskeep", "justice", "npr", "portrait", "knows", "supreme", "massachusetts", "morning"], "polarity": 0.09545454545454544, "subjectivity": 0.4325757575757576},
{"title": "Florida Child Gets Stuck In Toy Claw Machine", "url": "https://www.npr.org/2018/02/09/584451821/florida-child-gets-stuck-in-toy-claw-machine", "text": "Florida Child Gets Stuck In Toy Claw Machine\n\nA kid in Florida really wanted a stuffed animal from inside a claw machine — so much that he got inside, and got stuck. A firefighter rescued him quickly.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. In Titusville, Fla., a little boy named Mason really wanted a stuffed animal from one of those arcade games where you use the metal claw to pick stuff up. Who needs the claw? Mason decided to climb through the small door where the animals come out. He got stuck. He was sitting calmly, surrounded by stuffed animals. An off-duty firefighter who was eating dinner saw him and rescued him. Before you ask - no, he did not use the claw to pick up Mason. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["rescued", "pick", "wanted", "stuffed", "record", "mason", "machine", "child", "stuck", "npr", "toy", "really", "gets", "florida", "claw"], "polarity": 0.14583333333333334, "subjectivity": 0.47500000000000003},
{"title": "Farmer Calls Police Over Tiger In Cow Shed", "url": "https://www.npr.org/2018/02/07/583910282/farmer-calls-police-over-tiger-in-cow-shed", "text": "Farmer Calls Police Over Tiger In Cow Shed\n\nA farmer in Scotland called the police after spotting a tiger in his cow shed. It didn't move for a while. He then realized it was a stuffed toy tiger.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. Quite a scare for a farmer in Scotland - he spotted a tiger in his cow shed and immediately called police. They came armed and were in a standoff for an hour, huddling in vehicles, devising a plan. They also called a wildlife park to see if maybe they had a tiger escape - they hadn't. Also, the animal wasn't moving because he was a stuffed toy. The farmer said he was sure it was real and was convinced the animal was going to eat all of his cows. You're listening to MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["stuffed", "record", "scotland", "shed", "called", "cow", "farmer", "npr", "toy", "tiger", "calls"], "polarity": 0.1272727272727273, "subjectivity": 0.4648989898989899},
{"title": "Hunter Knocked Unconscious By Shot Goose Falling Out Of The Sky", "url": "https://www.npr.org/sections/thetwo-way/2018/02/04/583110844/hunter-knocked-unconscious-by-falling-dead-goose-shot-by-his-hunting-party", "text": "Hunter Knocked Unconscious By Shot Goose Falling Out Of The Sky\n\nEnlarge this image toggle caption Frank Rumpenhorst/AFP/Getty Images Frank Rumpenhorst/AFP/Getty Images\n\nSome might chalk it up to bad luck; others, to karma.\n\nRobert Meilhammer, 51, of Crapo, Md., was struck in the head Thursday by a dead Canada goose that plunged from the sky after a fellow waterfowl hunter fired a blind shot on a flock overhead. Meilhammer was in the midst of a hunting party with three friends in Easton, Md.\n\nThe goose fell about 90 feet, knocking the hunter out instantly and causing head and facial injuries. When Meilhammer came to, he was coherent but \"hazy,\" according to the Maryland Natural Resources Police.\n\nNatural Resources police officers and EMS responders transported Meilhammer via ambulance to the Easton Airport, where he was airlifted to the University of Maryland Medical Center's Shock Trauma Center in Baltimore.\n\nTalbot County EMS responders called his head injury \"severe.\" The dead bird also knocked out two of Meilhammer's teeth.\n\nThousands of Canada geese in the United States migrate south each year, filling the sky with long, V-formations. Adult Canada geese weigh about 12 to 14 pounds, and can have a wing span reaching nearly 6 feet. The \"honkers,\" as the bird are called for their noisy calls, are found in every contiguous U.S. state.\n\nMeilhammer is in stable condition.", "keywords": ["rumpenhorstafpgetty", "meilhammer", "head", "sky", "resources", "knocked", "hunter", "unconscious", "shot", "goose", "responders", "canada", "falling"], "polarity": -0.06333333333333332, "subjectivity": 0.37333333333333335},
{"title": "Feeding the Green-Eyed Monster: What Happens When Envy Turns Ugly ", "url": "https://www.npr.org/2018/02/26/586674547/feeding-the-green-eyed-monster-what-happens-when-envy-turns-ugly", "text": "Feeding the Green-Eyed Monster: What Happens When Envy Turns Ugly\n\nEnlarge this image toggle caption Steve Scott/Getty Images/Ikon Images Steve Scott/Getty Images/Ikon Images\n\nEnvy: it's an unflattering, miserable emotion. And it's universal. All of us, at some time or another, will experience that feeling of wanting what someone else has, and resenting them for having it.\n\nOf course, like all human emotions, envy has a purpose. It's a tool for social comparison, one that can alert us to imbalances in the social hierarchy. Sometimes, these feelings of envy can prompt us to improve our lives, says Harvard social psychologist Mina Cikara.\n\nCounting Other People's Blessings Counting Other People's Blessings Listen · 51:53 51:53\n\n\"If you have more than what I have, I may be inspired by what you have,\" she says.\n\nBut envy can also turn malicious, causing us to feel resentment, rage, and a desire for revenge. University of Kentucky social psychologist Richard Smith says malicious envy is often intertwined with another dark emotion, schadenfreude — the pleasure we feel at the suffering of others.\n\nResearchers have found evidence that malicious envy and schadenfreude may be fueled by competition in realms like politics and sports. In one study, researchers found that hard-core sports fans felt pleasure when a rival team's player was badly injured. In another study, researchers found that some people felt joy when American service members died in large numbers in the war in Iraq, because it made the other political party look bad.\n\nThe research into the link between envy, schadenfreude and harmful actions is just beginning, but Mina Cikara says there's growing evidence that dark emotions and violent acts are related.\n\nSchadenfreude, she says, \"is present in the most dire of human conflicts. If I feel good every time I watch a bad thing happen, maybe next time I'll make a bad thing happen.\"\n\nThis week, we explore emotions that can inspire us to become better people — or to commit unspeakable acts.\n\nThe Hidden Brain Podcast is hosted by Shankar Vedantam and produced by Rhaina Cohen, Jennifer Schmidt, Parth Shah, Renee Klahr, and Matthew Schwartz. Our supervising producer is Tara Boyle. You can also follow us on Twitter @hiddenbrain, and listen for Hidden Brain stories each week on your local public radio station.", "keywords": ["greeneyed", "ugly", "steve", "feel", "envy", "emotions", "week", "malicious", "monster", "happens", "thing", "feeding", "study", "schadenfreude", "social", "turns"], "polarity": -0.08707983193277306, "subjectivity": 0.35353641456582635},
{"title": "'Mermaids' And 'Mermen' Of Brazil Refuse To Be Tamed", "url": "https://www.npr.org/sections/parallels/2018/02/03/582671392/mermaids-and-mermen-of-brazil-refuse-to-be-tamed", "text": "'Mermaids' And 'Mermen' Of Brazil Refuse To Be Tamed\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nMembers of the small but growing shoal of mermaids and mermen in Brazil are getting a little worried and irate.\n\nUntil now, they've been able to slip happily into their brightly colored tails and glide away through the water without much attention from the outside world, beyond the odd chuckle or ripple of applause.\n\nNow \"mermaiding\" — or \"sereismo\" as it's known in Brazil — is growing more popular, thanks partly to a smash-hit TV soap opera and the theme song that accompanied it.\n\nThe spread of the hobby is attracting warnings from safety agencies who believe that swimming around dressed as a glamorous sea creature from ancient mythology can involve the real and present danger of drowning.\n\nThese alarm bells have upset one person, in particular. Mirella Ferraz, 34, says she is Brazil's first professional mermaid, and a pioneer of the pastime in her country. For her, mermaiding was a \"childhood dream\" and a \"passion\" that she conceived at a time when nobody wore a tail.\n\nFerraz accuses a recently launched campaign that highlights the risks of \"mermaiding\" of spreading falsehoods and of \"demonizing\" the mermaid's skin. \"They also say that with the tail, you can't float. It's a lie. It is buoyant,\" she says.\n\nThe dispute's attracting considerable interest in Brazil. The widely respected daily newspaper Folha de São Paulo this week illustrated the story with a front-page photograph of a long-haired, bearded man, sitting by a pool in a big golden mermaid tail, looking vaguely disgruntled.\n\nHe is not, in fact, a mermaid but the male variant: Triton, the half-human, half-fish son of the ancient sea god Poseidon, a notoriously bad-tempered Greek deity.\n\nFor years, tiny numbers of people have been mermaiding around the world. Interest in Brazil swelled recently, thanks to a telenovela, A Força de Querer that was broadcast nationwide last year and topped the ratings. (The show has been broadcast in English as Edge of Desire.)\n\nThe soap's theme song \"Sereia\" (\"Mermaid\") is by Roberto Carlos, a gravel-voiced 76-year-old Brazilian superstar known by his multitude of fans as \"The King.\"\n\nYouTube\n\nThe video of Carlos' song features one of the telenovela's actresses, Ísis Valverde, swimming joyously around the ocean depths in a giant orange mermaid tail, with her locks flowing, amid shoals of tropical fish and shafts of sunlight. It's attracted more than 7 million views on YouTube.\n\nValverde was trained by Ferraz, the professional mermaid. Ferraz believes, thanks in part to the telenovela, more than 1,000 Brazilians are mermaiding these days.\n\nEnlarge this image toggle caption Nelson Almeida/AFP/Getty Images Nelson Almeida/AFP/Getty Images\n\nShe bases this estimate on the rising sale of tails. Statistics do not reflect the number of Brazilians who might be keen to do a little mermaiding but are deterred by the price. A decent mermaid tail can cost upwards of $1,200.\n\nThe safety campaign that's angered Ferraz was launched by Inmetro, a Brazilian government institute that monitors products for quality and safety. It issued an alert, saying research into mermaid skins found them very appealing to children, but with a \"grave risk\" of drowning. It points out that mermaid tails confine your legs, which makes it difficult to stand up in a pool — something Ferraz also disputes.\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nInmetro's concerns are shared by others, including Dr. Renata Waksman, of the Brazilian Pediatrics Society. She says she has seen videos of girls trying to stand in mermaid tails in a swimming pool, and slipping. \"Then they get frightened,\" she says. \"That's where the danger lies, especially if there isn't an adult nearby who is really attentively monitoring what this child is doing.\"\n\nAuthorities in Australia have also warned of the risks of swimming with mermaid tails.\n\n\"You need to know what you are doing,\" says Thaís Picchi, a \"mermaiding\" instructor in Brazil's capital Brasilia. \"Never swim with a mermaid tail alone. And you need to know how to swim.\"\n\nYou have to be extra careful in the sea, says Picchi: \"We cannot mermaid with waves. It's not safe.\"\n\nEnlarge this image toggle caption Yasuyoshi Chiba/AFP/Getty Images Yasuyoshi Chiba/AFP/Getty Images\n\nPicchi adds: \"There are a lot of safety issues to be aware of. On the other hand, we don't know of any situation where someone drowned because of a mermaid tail. So why are people talking so much about it?\"\n\nThere are other questions. Why not just stay on land, and save your mermaid costume for this month's carnival? Why go mermaiding at all? What's the appeal?\n\nPicchi cites an \"ancestral appeal\" of mermaids, and also the Disney movie The Little Mermaid: \"Everyone watched The Little Mermaid when we were kids.\"\n\nShe adds: \"A lot of people love mermaiding because it is a fantasy, like a child's dream. They feel different. There are powerful things about mermaids. They are free, autonomous, and they take care of the ocean.\"\n\nLet's hope they can also take care of themselves.", "keywords": ["refuse", "tail", "toggle", "tails", "brazil", "mermaiding", "mermaid", "mermen", "tamed", "chibaafpgetty", "mermaids", "ferraz", "yasuyoshi"], "polarity": 0.0977011494252874, "subjectivity": 0.43836206896551727},
{"title": "Mississippi GOP Senator Gets A Familiar Challenger From The Right ", "url": "https://www.npr.org/2018/02/26/589006073/mississippi-gop-senator-gets-a-familiar-challenger-from-the-right", "text": "Mississippi GOP Senator Gets A Familiar Challenger From The Right\n\nEnlarge this image toggle caption Rogelio V. Solis/AP Rogelio V. Solis/AP\n\nMississippi state Sen. Chris McDaniel is expected to mount a conservative primary challenge to Republican Sen. Roger Wicker, setting in motion an intraparty battle from a Tea Party challenger who nearly knocked off an incumbent four years ago.\n\nIn a Facebook Live video Monday night, McDaniel didn't officially announce his candidacy. But he did invite supporters to a rally he's holding on Wednesday afternoon in his hometown, admitting that, \"I think you can probably read between the lines as to why I would be holding an event.\"\n\n\"We're looking for a fight, and I can't wait for you to be on my team again,\" McDaniel previewed.\n\nIn 2014, the Tea Party acolyte challenged longtime GOP Sen. Thad Cochran in what devolved into a particularly nasty primary fight. During that campaign, a McDaniel supporter snuck into the nursing home room of Cochran's bedridden wife, who had dementia, and posted the photos online. McDaniel denied any connection, but the tone of the bruising race was set.\n\nMcDaniel actually topped Cochran in the first primary election, but because he didn't get a majority of the vote, the two met later in a runoff. After national Republicans sounded the alarm over Cochran's floundering campaign, and with the help of crossover Democratic voters, the incumbent did eventually prevail.\n\nMcDaniel alluded to that rough race on Monday in his online video, and admitted it did give him pause on whether or not to run again.\n\n\"It's only natural, after some of the things that we went through in 2014, and the nature of the present political environment, whenever a person has strong positions and takes strong stances, sometimes that person has to pay a terrible price,\" McDaniel said. \"And because of that, there is always some trepidation, some hesitation about big decisions.\"\n\nMcDaniel has long teased a run, but had to make a decision ahead of Thursday's filing deadline in the state. Part of his seeming indecision appears to have stemmed from the prospect possibly two races to choose from in 2018. There have been rumors that Cochran, who has been battling health issues, could step down and trigger a special election. That race for an open seat would be much easier than taking on another entrenched incumbent like Wicker.\n\nBut, unlike Cochran four years ago, Wicker appears to be well-heeled for a fight. He has over $4 million in his campaign account, has been a loyal supporter of President Trump, and he led the GOP's Senate campaign arm in 2016 when they kept their critical majority. On Monday, Wicker released one campaign ad featuring an endorsement from state senator who supported McDaniel during the last go-around.\n\nMcDaniel initially enjoyed the support of former Trump chief strategist Steve Bannon, as part of a plan to boost insurgent challengers to take out lawmakers who were loyal to Senate Majority Leader Mitch McConnell. But after Bannon's relationship with Trump and many conservatives imploded last year following disparaging comments he made about the president's son, that effort has also faded — and with it, any major lift McDaniel could have gotten from it.\n\n\"Before Trump, before Bannon, we were fighting to bring change to Washington,\" McDaniel told the Jackson Clarion-Ledger a few weeks ago. \"Our original goal was to drain the swamp, and that hasn't changed.\"\n\nMcDaniel's entry makes Wicker at least the second GOP incumbent who's being challenged from the right. In Nevada, Sen. Dean Heller faces a primary from frequent candidate Danny Tarkanian. But in that race, if Tarkanian does beat Heller, it could have major repercussions in November because the general election will be an equally tough fight, since Nevada is the only state where a Republican is seeking reelection in a state Trump lost. If Tarkanian is the nominee, national Republicans expect they will lose that seat.\n\nThe stakes are less high in Mississippi if McDaniel — who begins as a heavy underdog — does somehow prevail. The Magnolia State went heavily for Trump in 2016, and Democrats have yet to convince a credible candidate who could appeal to disaffected Republicans — as now-Sen. Doug Jones did in neighboring Alabama — if there is a primary upset.\n\nThe other 2018 race that could see an intraparty squabble is in Tennessee. Last year, Sen. Bob Corker announced he wouldn't seek re-election, and Rep. Marsha Blackburn entered the race and quickly became the frontrunner. There were some concerns that a Blackburn nomination might make a race against former Democratic Gov. Phil Bredesen a competitive affair, while Corker could have easily won.\n\nThe incumbent has been reconsidering his decision to step aside in recent weeks. However, Blackburn has signaled she intends to remain in the race no matter what Corker decides, and many Republicans expect that if Corker — who has been highly critical of Trump in the past — does jump back in, he would easily lose to Blackburn.\n\nIn Arizona, Sen. Jeff Flake was going to face a tough, conservative primary fight that many assumed he would lose. Instead, Flake announced he wasn't seeking re-election.", "keywords": ["sen", "challenger", "mcdaniel", "incumbent", "right", "familiar", "race", "campaign", "trump", "gop", "primary", "state", "fight", "gets", "mississippi", "wicker", "senator"], "polarity": 0.08541571173924115, "subjectivity": 0.4641678338001866},
{"title": "Historic Oscar Mayer Wienermobile Is Gearing Up For Public Display", "url": "https://www.npr.org/2018/02/02/582852200/oldest-oscar-mayer-wienermobile-is-gearing-up-for-public-display", "text": "Historic Oscar Mayer Wienermobile Is Gearing Up For Public Display\n\nOne of the oldest Oscar Mayer Wienermobiles in the country is getting restored before being put on display for the public. It's all happening in Wisconsin, of course, the longtime home to Oscar Mayer's main processing plant.\n\nMARY LOUISE KELLY, HOST:\n\nHere's a song that might bring back some memories.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED CHILDREN: (Singing) Oh, I'd love to be an Oscar Mayer wiener. That is what I'd truly like to be 'cause if I were an...\n\nKELLY: That of course is the jingle from the famous hot dog brand made even more famous by the giant hot dog on wheels - yes, the Wienermobile.\n\nARI SHAPIRO, HOST:\n\nThe Wienermobile first came out in 1936. That one is long gone. But thanks to another early one from 1969, generations of people around the country have fond memories of the traveling dog and buns.\n\nKELLY: Now, that '69 mobile is getting a new life today in where else but Wisconsin, longtime home to Oscar Mayer's main processing plant.\n\nCHUCK JADOUL: (Laugher) It does stand out of place in the shop.\n\nKELLY: That laughter is coming from Chuck JaDoul. He's production manager at Truckstar, a collision repair shop just outside of Madison. He says they mainly work on, well, trucks. But the shop has also long been the go-to place for Wienermobiles.\n\nJADOUL: The wiener sticks out over the bun quite a bit, so people are always backing into things. So anything misfortune happens with them, you know, we get the phone call.\n\nSHAPIRO: Right now his team is completely restoring the one known as Old Number 7. It toured the country for years until the mid-1970s. Then things changed, and TV advertising became cheaper. So instead of sending a giant hot dog onto the highway, Oscar Mayer turned to jingles like this one.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nANDY LAMBROS: (Singing) My bologna has a first name. It's O-S-C-A-R. My bologna has...\n\nKELLY: Song of my childhood in the '80s there, Ari. Old Number 7, though, came out of storage for an anniversary tour. It was a hit. Here's Ed Roland. He's in charge of the current Wienermobile fleet.\n\nED ROLAND: Its success when it was brought back is what really kicked off where we are today with the fleet of vehicles that tour the country right now.\n\nSHAPIRO: This is the origin Wienermobile. This one is the reason that all the other Wienermobiles - there are six of them - are on the road today.\n\nKELLY: Which is why JaDoul and his team are dusting off the fiberglass buns, sprucing up the interior. And it has been donated to the Wisconsin Historic Society (ph) in Madison.\n\nSHAPIRO: And their goal is to bring the Wienermobile back to the masses.\n\nDAVID WILDER: We never want this to sit behind a velvet rope and sort of just, you know, be untouchable.\n\nKELLY: That's David Wilder from the Historic Society. The old Oscar Mayer plant closed down last year, and the museum has been busy collecting memorabilia.\n\nWILDER: People can look back and have an understanding of what life was like during the 20th century, so it's sort of a collective memory of the state and the nation.\n\nSHAPIRO: He says come this summer, the 23-foot-long hot dog will be back traveling around Wisconsin and open for visitors.\n\nKELLY: Road trip.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED SINGER: (Singing) Oh, I wish I were an Oscar Mayer wiener. That is what I'd truly like to be, oh, 'cause if I were an Oscar Mayer wiener...\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["historic", "wiener", "singing", "display", "old", "country", "hot", "public", "gearing", "wienermobile", "dog", "mayer", "oscar", "wisconsin"], "polarity": 0.044337485126958814, "subjectivity": 0.4198513961671857},
{"title": "The Racket In Brazil: Gangs Are Blowing Up Banks For Cash", "url": "https://www.npr.org/sections/parallels/2018/02/26/588013619/the-racket-in-brazil-gangs-are-blowing-up-banks-for-cash", "text": "The Racket In Brazil: Gangs Are Blowing Up Banks For Cash\n\nEnlarge this image toggle caption Leo Correa/AP Leo Correa/AP\n\nNot long ago, a sudden boom echoed across the rooftops of southern Rio de Janeiro, bouncing off the granite hills and jolting people out of their slumbers in the wee small hours.\n\nIt came from a relatively tranquil neighborhood, and it was loud enough to be heard more than a mile away, within the villas beside Sugarloaf Mountain and along Copacabana Beach on the shores of the Atlantic.\n\nRio's residents are well accustomed to being woken in the night by volleys of fireworks, the thumping party music, and — in parts of the city — bursts of gunfire. But this loud bang was different: an explosion.\n\n\"It was massive,\" says Andre de Souza, 49, a resident of Botafogo, the neighborhood where the blast happened last month. \"Afterwards I heard gunshots, and I realized that something very strange was going on.\"\n\nThe commotion was caused by a gang of robbers, who broke into a local branch of a major bank and detonated the cash machines, leaving a trail of wreckage and making off with an untold amount of cash.\n\nA wave of these attacks is adding another complication to Rio's chronic security crisis, spreading fear among the public and dealing a blow to property prices for residents with homes near banks.\n\nThe crisis is so bad that Brazil's President Michel Temer this month signed a decree transferring responsibility for security in Rio from state authorities to the nation's armed forces, under an army general. Brazil has deployed troops on Rio's streets to work alongside police before — including during the 2016 Olympics. But this is the first time the military has taken overall charge of security operations in the state since the end of the country's dictatorship in 1985.\n\nThe Botafogo explosion was particularly worrying for de Souza, because it occurred inside the tall, modern building in which he lives, along with his wife and their two dogs. The bank, a branch of Santander, is on the ground level. Their apartment is six floors above it.\n\nDe Souza's wife, Dilza Roxo, an accountant, says the bank robbers arrived in Botafogo in several cars at around 2:30 a.m. and blocked the surrounding roads. \"There were around 20 men, in masks and with rifles, asking people to lie down, or to leave their balconies and go inside,\" she says.\n\n\"The porter called the police, but they didn't come, thank God!\"\n\nRoxo believes the police lack training and weaponry. Had they confronted the gang, she says, there would likely have been a shootout in which innocent bystanders could have been killed. She says the police finally showed up, about 10 minutes after the gang had left with the stolen cash.\n\nAfterward, her husband de Souza went downstairs to inspect the damage. \"I came down and saw the corridors full of smoke. I thought the building's hallway had collapsed,\" he says.\n\nThe building, with 96 apartments, turned out to be intact. Yet the incident has badly shaken the couple.\n\n\"It is really concerning,\" says de Souza, a physical education teacher. \"We don't know if [the bank robbers] will come back. So it is intensely worrying for people like us, living above these banks.\"\n\nThe couple wants to move out, although they acknowledge how hard it may be to find a buyer.\n\n\"It's become impossible to live here,\" says Roxo. \"Personally, I'm afraid. And it's not just me. I talk to many people. They're afraid too.\"\n\nRio's Civil Police said it could not comment on this and other robberies while they are investigating the cases.\n\nThe police did, however, claim one significant breakthrough: On Monday, they announced the arrest of six people involved in one of the country's biggest gangs of bank robbers. The suspects are allegedly part of a criminal organization in southern Brazil, with links to organized crime in Rio.\n\nEnlarge this image toggle caption Rio de Janeiro Civil Police Rio de Janeiro Civil Police\n\nThere was an average of five attacks a month targeting ATMs inside banks in and around the city last year, according to the Public Security Institute, a Rio state government research group. That's a rise of one-third from 2016. So far this year, the numbers are trending even higher.\n\nThese attacks extend far beyond Rio de Janeiro. According to local news reports, 10 bank branches around Brazil were hit within the last week, of which only one was in the Rio metropolitan area. Explosives were used in all except one case. During one night, last Wednesday, robbers blew up cash machines in four of the six banks in Caconde, a town of 19,000 people in São Paulo state.\n\nThese robberies are widely blamed on criminal organizations in the narcotics trade that are seeking additional sources of relatively easy income. They have no shortage of weapons, according to Vinicius Cavalcante, a Rio-based security consultant who spent many years working with Brazil's police and intelligence agencies.\n\nEnlarge this image toggle caption Paulo Whitaker/Reuters Paulo Whitaker/Reuters\n\nCavalcante says there is \"an absurd quantity\" of military equipment in criminal hands, including high-powered rifles and submachine guns. He says these groups possess large quantities of dynamite and TNT, used in mining, which is stolen from quarries in Brazil or smuggled in from neighboring Bolivia and Paraguay.\n\n\"The criminals have found out that blowing up ATMs is very profitable, and carries very little risk,\" says Cavalcante. \"That's why they have been doing it around Brazil.\"\n\nThe bank robbers often lack expertise in handling explosives, he says. They sometimes use far larger amounts than is necessary, blowing out windows, damaging neighboring buildings and sending shrapnel flying across a wide area.\n\n\"This worries people, and fuels a general sense of insecurity and terror,\" Cavalcante says.\n\nThe banks have responded in recent years by investing heavily in extra security measures — including closed-circuit TV cameras, security doors, alarms and armed guards — and by seeking to increase the number of digital transactions to reduce the need for cash.\n\nThe Brazilian Federation of Banks says that in the 15 years to 2016, bank robberies and attempted robberies in the country declined significantly, although official statistics show bank heists spiked last year in Rio. It describes the cash machine bombings as a source of \"extreme concern.\"\n\nConcern is also felt in Rio's northern neighborhood of Penha Circular, an unglamorous part of town where Bruno dos Santos, 35, runs a company providing security to local shops.\n\nThe area is close by several low-income areas, known as favelas, where deadly war has erupted between rival drug gangs, causing \"shooting, night and day,\" he says. While millions danced and paraded through the streets during Rio's recent Carnival, the neighborhood street party — that dos Santos usually organizes — was canceled because of security worries.\n\nDos Santos says these days he thinks twice before walking into a bank. \"I get nervous. I look around, to see who's nearby, who's approaching, what car is passing by.\"\n\nAs for living near, or above, \"I'd never, ever do that,\" he says. \"That's asking to die.\"\n\nSuch fears are impacting property prices. Antonio Carlos Tibirica, a realtor in the area, says the cost of apartments located above banks have \"tended to fall more and more.\" He cites a condo once valued at $125,000 that is now on sale for $80,000 — without yet attracting a buyer.\n\nThe neighborhood's main street has five bank branches, all within a few hundred yards of each other. Sonia Regina, a retired book designer, and her family live above one of them. They are also worried.\n\nSeveral months ago, a gang blew up cash machines in a Santander branch close to their apartment, with a \"really big and frightening\" 3 a.m. explosion. A fire was set in another nearby bank, and a third — a 10-minute walk away — was blown up two weeks ago.\n\nRegina, 55, faces a dilemma that powerfully illustrates the crisis with which the people of Rio are now grappling: She actually likes living close to banks, because, she says, it reduces the risk of being robbed while carrying cash home.\n\nYet she doesn't want to be so close to one that she and her family will be blown out of their beds.", "keywords": ["rio", "bank", "banks", "brazil", "blowing", "robbers", "cash", "security", "rios", "gangs", "racket", "souza", "robberies"], "polarity": -0.006026885922719255, "subjectivity": 0.40017783656672556},
{"title": "'I Want The Eagles To Win So Bad'", "url": "https://www.npr.org/2018/02/02/582613461/i-want-the-eagles-to-win-so-bad", "text": "'I Want The Eagles To Win So Bad'\n\nHaley Parks got her wisdom teeth out and her parents recorded her as she was coming out of her anesthesia fog with cotton in her mouth. One of her first questions was, \"Did I miss the Super Bowl?\"\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Haley Parks got her wisdom teeth out the other day, and her parents recorded her as she was coming out of her anesthesia fog. She was talking with cotton in her mouth.\n\n(SOUNDBITE OF VIDEO)\n\nHALEY PARKS: Did I miss the Super Bowl?\n\nMARNI PARKS: No, no, no. The Super Bowl...\n\nH. PARKS: Oh, my God.\n\nM. PARKS: No, you didn't miss the Super Bowl.\n\nH. PARKS: Are you sure? I want the Eagles to win so bad.\n\nMARTIN: You're in luck, Haley. The Super Bowl is Sunday. And if you didn't catch that, Pats fans, she is pulling for Philly. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["miss", "parents", "super", "recorded", "record", "win", "teeth", "npr", "eagles", "parks", "bad", "wisdom"], "polarity": 0.19953703703703707, "subjectivity": 0.5827160493827162},
{"title": "Bike-Share Firm Hits The Brakes In France After 'Mass Destruction' Of Dockless Bikes", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588901870/bike-share-firm-hits-the-brakes-in-france-after-mass-destruction-of-dockless-bik", "text": "Bike-Share Firm Hits The Brakes In France After 'Mass Destruction' Of Dockless Bikes\n\nEnlarge this image toggle caption Geoffroy Van Der Hasselt/AFP/Getty Images Geoffroy Van Der Hasselt/AFP/Getty Images\n\nGobee is a no-go — at least in France.\n\nFrance's first dockless bike-sharing program, which launched in October, has shut down operations across the country, citing \"the mass destruction\" of its fleet.\n\nThe decision to shut down on Saturday was \"disappointing and extremely frustrating,\" the Hong Kong-based company wrote in its announcement. \"We hoped for the best. But we were wrong ... In 4 months, 60% of our fleet was destroyed, stolen or privatized, making the whole European project no longer sustainable.\"\n\nDockless bike-share programs allow users to rent bikes using a smartphone app, usually by scanning a code on the bike to trigger it to unlock. At the end of the trip, bicycles can be parked anywhere; more established bike-share systems, like Paris' Velib program, require bikes to be returned to \"docking stations\" set up around the city.\n\nDocklessness appealed to some users, like Alexandre Jacques, a 23-year-old computer science student in Paris who spoke to NPR's Eleanor Beardsley about the service.\n\n\"I discovered Gobee bikes in December and I really liked it,\" Jacques said. \"With the app and GPS you could always find a bike near you. I rode it to school every day. It was better than Velib because you didn't have to find a bike stand to return the bike — you could just leave it anywhere.\n\n\"It's too bad it's not working anymore,\" he said.\n\nReuters reports that are other dockless bike options in Paris, at least for now:\n\n\"Gobee's exit leaves Paris with three remaining Asian-owned operators, Singapore's oBike, with about 1,800 grey-orange bikes, and two major Chinese firms: Ofo, with about 1,000 yellow bikes, and Mobike, with several thousand red bikes.\"\n\nDockless bikes first caught on in Asia, particularly in large cities in China, where multiple startups are competing in a crowded market.\n\nNPR's Steve Inskeep and Miranda Kennedy reported from Beijing this past November:\n\n\"China's push to lower emissions, and the sheer impracticality of driving on traffic-clogged streets, means that in some places bikes are having a second coming — in the form of bike-shares. The new image of the streets of Beijing is a millennial riding a sturdy, brightly colored bicycle — orange, yellow or green, depending on the brand. More than two dozen bike-share companies are operating in China now. \"There are between 16 million and 18 million shared bikes on China's streets — dockless, with an automatic electronic wheel lock. Once locked, the bikes can be safely left unattended, and they are — thousands at a time.\"\n\nIn October, Gobee became the first dockless bike program to launch in France, with a soft launch in Lille and a big debut in Paris. As the company's extremely cheerful press release put it at the time, \"The City of Lights greeted our eco-friendly fleet with boundless joy and enthusiasm. Amidst the excitement of being the first dockless bikeshare operator in town, adoption was rapid, with Parisians signing up and registering for a Gobee account the very same day.\"\n\n\"We hope to instill a greater conscience for sustainability and clean living amongst city dwellers,\" the company wrote.\n\nBut a lack of conscience among city dwellers took the company down. Gobee wrote in their less-joyful au revoir this past weekend:\n\n\"Over the months of December and January, the mass destruction of our fleet has become the new entertainment of underaged individuals, encouraged by content broadly shared on social media. In total, it is more than a thousand bikes stolen or privatized, nearly 3,400 bikes broken nationwide, around 280 complaints filed to the French Municipal Police and close to 6,500 repairs performed by our on-the-ground agents and repair partners.\"\n\nFrance has been home to several groundbreaking bike-sharing efforts, as the Atlantic's CityLab detailed a few years ago. The first city-scale bike-share program to use RFID technology was in Rennes, France; the first smart bike-share system with 1,500 bikes was in Lyon; and Velib set a new record when it launched in Paris in 2007 with 6,000 bikes.\n\nNow, even as Gobee is shuttering, the once-revolutionary Velib programs is facing problems of its own.\n\nParis is switching to a new operator for the program, as The Telegraph reports:", "keywords": ["paris", "gobee", "firm", "streets", "dockless", "mass", "brakes", "program", "bikes", "destruction", "hits", "bike", "bikeshare", "france", "velib"], "polarity": 0.07934398934398935, "subjectivity": 0.38445554445554436},
{"title": "Not Everyone Knows Football, OK?", "url": "https://www.npr.org/2018/02/02/582613419/not-everyone-knows-football-ok", "text": "Not Everyone Knows Football, OK?\n\nAlex Trebek made fun of contestants on Jeopardy! when nobody answered a single one of the questions in a category about football.\n\nDAVID GREENE, HOST:\n\nGood morning. I'm David Greene. So \"Jeopardy!\" last night...\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Football - 200.\n\nALEX TREBEK: Do or don't name this play in which the quarterback runs the ball and can choose to pitch it to another back.\n\nGREENE: What's the option? No one playing got it.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Football - 400.\n\nGREENE: Silence again.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Taking on the 600.\n\nGREENE: Nope.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nRYAN: Eight hundred.\n\nGREENE: Nada. All football clues fell flat, including the last one about Minnesota's famous defense.\n\n(SOUNDBITE OF TV SHOW, \"JEOPARDY!\")\n\nTREBEK: Who are the Purple People Eaters? We're going to take a break.\n\nGREENE: Yeah. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["record", "jeopardyryan", "jeopardy", "tv", "greene", "yeah", "npr", "trebek", "knows", "football", "ok", "morning"], "polarity": 0.1913265306122449, "subjectivity": 0.39982993197278915},
{"title": "Scientists Predict King Penguins Face Major Threats Due To Climate Change", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588811506/scientists-predict-king-penguins-face-major-threats-due-to-climate-change", "text": "Scientists Predict King Penguins Face Major Threats Due To Climate Change\n\nEnlarge this image toggle caption Peter Macdiarmid/Getty Images Peter Macdiarmid/Getty Images\n\nSeventy percent of the world's king penguin population could face threats to its habitat by the end of this century, according to a new scientific model.\n\nThe researchers say the problem is that the animals' primary source of food is moving farther away from places where the penguins can breed. They're very likely going to have to swim farther for their dinner.\n\n\"This is really surprising to us, to find such a massive change is going to happen in such a short time frame,\" says Emiliano Trucchi, a researcher in evolutionary genetics from the University of Ferrara. The team's research, co-led by Céline Le Bohec of the Université de Strasbourg, was published Monday in Nature Climate Change.\n\nTrucchi tells NPR that king penguins breed only on islands that are ice-free near Antarctica, and there are \"just a handful\" of those.\n\nWhile the chicks are reared, he says, the adults take turns swimming to the primary source of food. The penguins swim hundreds of miles, Trucchi says, to gather small fish and other ocean creatures to bring back to their young.\n\nThe source is a nutrient-rich band of water called the Antarctic Polar Front, where cold deep water meets an area of warmer water. King penguins get some 80 percent of their nutrition from this band, he says.\n\nThe researchers' model projects that the Antarctic Polar Front is moving closer to the South Pole — \"so some of the islands north of the polar front will be farther away from the source of food.\"\n\nTrucchi says it is going to be difficult to predict exactly how the penguins will navigate their changing environment.\n\nGenetic information from the penguins shows that they have historically traveled large distances and mated outside their colonies. While the warming temperatures may mean that new islands will become possible breeding grounds, the timing will be tricky — will they be habitable when the food source becomes too far away?\n\ntoggle caption Walter Bieri /AP\n\n\"We are talking about 1 million individuals that need to find a new place to live,\" Trucchi says, adding that \"the endpoint of this massive relocation is very hard to predict.\"\n\nAnd likely targets are home to other species of penguin. A major influx of king penguins could negatively impact the other inhabitants of the islands, he says. To make things even more complicated, the penguins must nest on sandy beaches, not rocky ones, and too much ice in the water can make an island untenable for them.\n\nThe researchers tested the model using a range of greenhouse gas emissions scenarios. In the most extreme one, the paper states, \"70% of the present day 1.6 million king penguin breeding pairs are expected to abruptly relocate or disappear before the end of the century.\"\n\nBut even in a low emissions scenario, threatened habitats include the Crozet Islands — home to about half the global king penguin population.\n\nThe model assumes an upper limit of about 430 miles as the distance between where penguins can breed and find food. But, Trucchi adds, \"we know for sure that even shorter distances are already affecting the survival and the breeding success of the king penguin.\" That suggests that the team's findings should be considered low estimates of the impact, he says.\n\n\"They're bringing together all these different perspectives to talk about what happens when you have a species that is locked into a geographic location to breed and their food starts moving,\" Gretchen Hofmann, a professor of ecological physiology at the University of California, Santa Barbara who was not involved in the study, tells NPR.\n\n\"There are some things they can't completely predict, but they are really trying to come up with a reliable species distribution modeling to be able to look forward to the effects of climate change and impacts on biodiversity,\" Hofmann adds. She praises the scientists for the number of factors they do include in their model — \"they've done as good as anybody I've seen trying to bring all that together.\"\n\nThe researchers also encourage proactive conservation efforts, saying that the island of Bouvet is likely to be less impacted and could serve as a refuge.\n\nThey warn that the ecological changes could have implications for other species with similar patterns. \"There are many species, other seabirds or marine mammals that have to breed on land and then they forage on the Antarctic Polar Front,\" Trucchi says. And in the polar environment, king penguins are high up the food chain. A major decline in its numbers, he adds, could \"represent just the tip of the iceberg of what's actually happening with this global warming.\"", "keywords": ["polar", "species", "change", "islands", "source", "predict", "threats", "face", "food", "scientists", "major", "king", "climate", "breed", "trucchi", "penguin", "penguins"], "polarity": 0.04412937287937289, "subjectivity": 0.4766364416364417},
{"title": "Swiss University To Offer Degree In Yodeling", "url": "https://www.npr.org/2018/01/31/582056623/swiss-university-to-offer-degree-in-yodeling", "text": "Swiss University To Offer Degree In Yodeling\n\nA Swiss university has announced it will begin teaching the Alpine singing style. The classes will be led by a prize-winning Swiss yodeler and they're offering both bachelors and master's degrees.\n\nRACHEL MARTIN, HOST:\n\nGood morning. I'm Rachel Martin. Admit it. Yodeling is awesome.\n\n(SOUNDBITE OF SONG)\n\nUNIDENTIFIED MAN: (Yodeling).\n\nMARTIN: If you've ever wanted to learn, now's your chance. A Swiss university has announced it's going to start teaching the Alpine singing style. The classes will be led by a prize-winning Swiss yodeler. They're offering both bachelor's and master's degrees. The university is limiting the program to just three or four students, so they still have to decide yodel-ay-hee-who (ph) will be accepted. It's MORNING EDITION.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["offer", "university", "record", "style", "yodeler", "singing", "teaching", "prizewinning", "npr", "theyre", "swiss", "yodeling", "degree"], "polarity": 0.16875, "subjectivity": 0.6781250000000001},
{"title": "Pension Funds Under Pressure To Sell Off Investments In Gun-Makers", "url": "https://www.npr.org/2018/02/26/588810413/pension-funds-under-pressure-to-sell-off-investments-in-gun-makers", "text": "Pension Funds Under Pressure To Sell Off Investments In Gun-Makers\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nSince the mass killing at a Parkland, Fla., high school earlier this month, many teachers have called on their state pension funds to sell their stakes in gun-makers. Private investment firms including BlackRock and Blackstone are reviewing their firearms investments in response to clients' demands.\n\nBut even those sympathetic to their position say divesting from those companies doesn't lead to industry change.\n\nMany state pension funds that invest on behalf of public employees and teachers own shares in firearms manufacturers passively — they own their stakes primarily because they are included in broad market index funds that pensions invest in.\n\n\"I'm currently urging my colleagues to divest in retail and wholesale suppliers of weapons that are banned for possession or sale in the state of California,\" says State Treasurer John Chiang, who sits on the boards of his state's two largest pension funds — CalPERS for public employees and CalSTRS for teachers.\n\nHe is urging pensions across the country to sell off their investments in gun-makers and gun retailers.\n\n\"We can make a clear and powerful signal that the inaction by Congress is heartless, it's intolerable, and there are people who want to make sure that kids aren't losing their lives,\" Chiang says.\n\nCalSTRS — the California State teachers retirement fund — sold off its stake in publicly traded gun manufacturers, including Sturm Ruger and American Outdoor Brands (formerly Smith & Wesson) in 2015, following the mass shooting at Sandy Hook Elementary School in Connecticut.\n\n\"After the Sandy Hook disaster, our board took a look at particularly firearms, and decided there are certain companies that made firearms that were already illegal in the state of California, and felt that that regulation may expand and hurt those companies. And so we divested of them,\" says Christopher Ailman, CalSTRS's chief investment officer.\n\nBut that was a purely financial decision, he says, not a moral one.\n\nAs managers of people's money, Ailman says pensions are bound by fiduciary obligations — that is, the goal of a pension is to preserve and grow assets.\n\nOver the decades, CalSTRS has divested from other industries — including tobacco and coal. Ailman says the fund decided to divest because it anticipated stricter regulation, which would hurt those companies' sales. And in each of those cases, he says the fund's sell-off had zero impact on the companies' products or strategy.\n\n\"We had to write them a letter and tell them we no longer own their stock and wouldn't in the future, and I can tell you, they don't care,\" Ailman says.\n\nDespite its public popularity, divesting is not a proxy for policy change, he says.\n\n\"I care about many of these issues personally, very deeply, and want to bring about social change, and I just am frustrated that activists are wasting their time focusing in on this as a mechanism when it's not effective,\" he says.\n\nWhen it comes to economic pressure, social advocates say it's much more important for consumers to target the company's bottom line than for investors to divest.\n\nOver the past week, the #BoycottNRA campaign has gained steam, leading airlines, hotels, banks and insurance companies to sever their discount programs with members of the National Rifle Association.\n\nAvery Gardiner, co-president of the Brady Campaign to Prevent Gun Violence, says she wants to see the campaign expanded to include a broad consumer boycott of retailers that have lax policies on gun sales.\n\n\"If Big 5 or Camping World or Dick's Sporting Goods won't adopt sensible practices related to selling guns, then people shouldn't buy their soccer cleats and footballs and other equipment at those stores, either,\" she says.\n\nDenying those companies business affects their profitability, which in turn may affect store policies, whereas investors who sell off their shares simply lose their rights as shareholders, Gardiner says.\n\n\"One of those rights is to get information about the company. Another is to attend an annual meeting, and vote for the directors,\" she says. \"Shareholders can introduce shareholder resolutions; they can inspect the books and records of companies — so those are rights that investors might forgo, if they decided to divest out of gun companies.\"\n\nSo far, few pensions are doing so, says Alex Brown, research manager for the National Association of State Retirement Administrators.\n\n\"Markets today are global, and generally for every seller, there's a willing buyer,\" he says.", "keywords": ["teachers", "ailman", "gunmakers", "funds", "pressure", "companies", "gun", "pensions", "state", "sell", "investments", "pension", "firearms"], "polarity": 0.11044351073762838, "subjectivity": 0.41998288204170564},
{"title": "The Great Baboon Escape", "url": "https://www.npr.org/2018/01/27/581268998/the-great-baboon-escape", "text": "The Great Baboon Escape\n\nSCOTT SIMON, HOST:\n\nBy the way, there was a great escape on the grounds of the Paris zoo this week. Around 50 baboons made a break out of their enclosure and more or less took over what's called the Grand Rocher, a big, fake mountain that's in the center of the zoo. Officials closed the zoo so the baboons wouldn't encounter any zoo-goers. Baboons can be temperamental when stressed - by the way, like Parisians - and as a zoo official told reporters, they're stronger than us.\n\nZookeepers, vets and police armed with tranquilizer darts rushed to the scene, but no darts were necessary. The dominant male baboons reportedly led their packs back to their enclosures. Officials are trying to discover how they escaped.\n\nWhy would the baboons make a break for it? Well, with respect for one of the world's great zoos, it is still a zoo. And the baboons are kind of marooned in the middle of Paris, knowing that just over the Grand Rocher, there are meringues, macaroons and tarte Tatin. Wouldn't you make a break for it?\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["paris", "wouldnt", "zoo", "record", "baboon", "escape", "rocher", "break", "baboons", "npr", "way", "great"], "polarity": 0.19206349206349205, "subjectivity": 0.5210317460317461},
{"title": "China Cracks Down On Memes After Proposal To End Presidential Term Limits", "url": "https://www.npr.org/2018/02/26/588927017/china-cracks-down-on-memes-after-proposal-to-end-presidential-term-limits", "text": "China Cracks Down On Memes After Proposal To End Presidential Term Limits\n\nFollowing the Chinese Communist Party's announcement that it plans to do away with term limits, paving the way for President Xi Jinping to continue his rule, China's internet censors have cracked down on criticism posted and shared on Chinese social media, including a meme featuring Winnie the Pooh.\n\nARI SHAPIRO, HOST:\n\nThere's not a lot of open criticism in China of the Communist Party's plans to end presidential term limits. You can find lively, if veiled, discussions on Chinese social media, but even those have quickly been thwarted by China's Internet censors.\n\nANTHONY KUHN, BYLINE: Even poor old Winnie the Pooh gets censored.\n\nAILSA CHANG, HOST:\n\nThat's NPR Beijing correspondent Anthony Kuhn.\n\nKUHN: This is an Internet meme that's been around for a couple of years, and apparently it's just because Xi Jinping's roly-poly physique bears some resemblance to a certain bear of little brain.\n\nSHAPIRO: One particular image that has recently made the rounds shows Pooh hugging a giant honey pot. And the caption...\n\nKUHN: Just find the thing you love, and stick with it.\n\nCHANG: Try posting that image, and you may get a message saying, this content is illegal. Or it may just not publish. And it's not just images. Words and phrases are also being blocked, like the phrase boarding a plane, which Anthony Kuhn just did on his way home from a reporting trip.\n\nKUHN: I was actually about to board my plane, and it occurred to me that if I actually said so on Chinese media, I could be censored because the Chinese word for boarding your airplane, deng ji (ph), sounds like another dengji (ph), which means to ascend the throne.\n\nSHAPIRO: Chinese censors are scrubbing other references to imperial rule, too.\n\nKUHN: Immortality - when China's emperors used to rule for life, they sought the elixirs of immortality so that they could live forever and rule forever.\n\nCHANG: Needless to say, Chinese Internet users are endlessly clever. Ari, take a listen to this post.\n\nKUHN: (Speaking Chinese). My mom has been pushing me to get married while Xi Jinping is in office. Now finally I can heave a long sigh of relief.\n\nSHAPIRO: That's NPR's Anthony Kuhn on the Internet chatter around China's plan to end presidential term limits.\n\n(SOUNDBITE OF DJ PREMIER'S \"DOTS\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["xi", "media", "proposal", "chinese", "cracks", "internet", "kuhn", "memes", "end", "limits", "term", "rule", "npr", "chinas", "china", "presidential"], "polarity": -0.00739670221377539, "subjectivity": 0.3804684475416183},
{"title": "Army Creating Units Whose Training And Mission Is To Serve As Advisers", "url": "https://www.npr.org/2018/02/26/588927205/army-creating-units-whose-training-and-mission-is-to-serve-as-advisers", "text": "Army Creating Units Whose Training And Mission Is To Serve As Advisers\n\nThe Army has deployed advisors to foreign military forces for decades. But is has been an ad hoc assignment with mixed success. Now the Army is forming brigades specifically trained to be advisors, with specialized training. The operative principal is cross-cultural empathy.\n\nARI SHAPIRO, HOST:\n\nFor decades, the U.S. Army has provided military advisers to work with allies around the world. That need has grown lately. So now the Army is creating units with thousands of soldiers whose training and mission is specifically to serve as advisers. Jay Price of member station WUNC reports from Fort Polk, La. where the first of the new adviser brigades trained for a spring deployment to Afghanistan.\n\nJAY PRICE, BYLINE: The Army is weaponizing chitchat and on a massive scale.\n\nUNIDENTIFIED MAN #1: (Foreign language spoken).\n\nPRICE: It's night and Major Jason Moncuse is sitting at a table in a makeshift headquarters with an African actor playing the role of a commander from his nation's army.\n\nMAJOR JASON MONCUSE: Oh, you submitted a tourist visa. Is that what that is?\n\nPRICE: Moncuse and his team are part of the first of the Army's new brigades of military advisers. They share an interest in working with troops from other cultures.\n\nMONCUSE: You get to learn what they're doing. You get to interact with your counterparts on a daily basis, and you can actually see changes.\n\nPRICE: The new advisory unit is called the First Security Force Assistance Brigade or SFAB. It's only a few months old. The Army built it mainly with volunteers, most of them combat veterans and many with past experience as advisers. They were essentially handpicked. Colonel Scott Jackson commands the new unit.\n\nCOLONEL SCOTT JACKSON: Personality characteristics of empathy and flexibility and patience - that's kind of built into this organization by the age of the people we hire largely.\n\nPRICE: Major Moncuse, for example, is a company commander. That's usually a job for captains, one rank lower. In the SFAB, many roles are performed by someone with a rank higher than normal or with enough experience to be promoted. And there are no junior enlisted soldiers, only sergeants and above. Jackson says that's by design.\n\nJACKSON: I'm five years older than the average brigade commander 'cause I've already done it. Battalion commanders are all at least three years older than the average battalion commander. The NCOs are all older than the average NCO. So with that comes better judgment, better maturity, more patience, then we go from there.\n\nPRICE: And they're looking for something else that's just as crucial.\n\nJACKSON: We look for people who are comfortable with being uncomfortable. And you've got to be willing to work within a culture that's not your own.\n\nPRICE: Jackson's brigade is based at Fort Benning, Ga. and has more than 500 soldiers. A second brigade is forming at Fort Bragg in North Carolina and four more are planned. They're getting special foreign language training and learning to work with foreign weapons. Standard infantry units perform most of this role now, but the Pentagon wants to rely less on that.\n\nIt takes them out of their normal cycle of training, deploying and rebuilding for the next mission and also puts units and soldiers into roles they might not want or be suited for.\n\nJACKSON: Can I borrow you for a second?\n\nPRICE: Jackson reaches for my hand and holds it fondly as we talk and squeezes.\n\nJACKSON: I'll walk up to - if somebody who wants to come to the organization, I'll just grab their hand and I'll start talking to them. If a soldier, like, can't deal with that, that's a vital part of Middle Eastern culture. And that means he's your friend.\n\nPRICE: When they were planning the new SFABs, Army leaders consulted with former advisers all the way back to the Vietnam era and were told it was crucial to pick not just soldiers who were expert at their jobs but who also were interested in working with those from another culture.\n\nUNIDENTIFIED MAN #2: Is there a way to get a medevac?\n\nPRICE: The exercises here at Fort Polk start with relationship building and move on to planning a mission together, as Moncuse was doing with the African role-player. Then the teams move out.\n\nUNIDENTIFIED PEOPLE: (Foreign language spoken).\n\nPRICE: The African soldiers with their American advisers enter a village populated by more role-players. There's a tiny market and even live goats.\n\nUNIDENTIFIED MAN #3: (Foreign language spoken).\n\nUNIDENTIFIED MAN #4: How are you?\n\nUNIDENTIFIED MAN #5: Very good, how are you?\n\nPRICE: The freshly minted advisers like Major Moncuse and others training here are hoping that forming cross-cultural relationships will help things go right more often in Afghanistan.\n\nMONCUSE: You see that rapport building, you see them doing things that they weren't doing before and it's a satisfying experience.\n\nPRICE: And the advisers are hoping that rapport will also help when things don't go well.\n\nUNIDENTIFIED WOMAN: (Foreign language spoken).\n\n(SOUNDBITE OF GUN SHOTS)\n\nPRICE: In this exercise, they get caught up in an ambush. It underlines why they've also been brushing up on their combat skills - because even if they are empathetic and culturally sensitive, the advisers are still soldiers. For NPR News, I'm Jay Price in Fort Polk, La.\n\nSHAPIRO: We want to take a moment now to welcome somebody who listeners have come to know well over the previous months and years as a frequent guest host of this program. Now a permanent member of the hosting team, Ailsa Chang.\n\nAILSA CHANG, HOST:\n\nOh...\n\nSHAPIRO: It's so good to have you here in the studio.\n\nCHANG: ...Thank you. I am so happy and proud to be here. I also can't quite believe it. I came to NPR 10 years ago as a Kroc Fellow. That's a one-year fellowship here at NPR. I remember during orientation staring at the show being produced, and now I can't believe I'm on the other side of the glass.\n\nSHAPIRO: Well, we are thrilled to have you as part of the team and look forward to hearing lots more from you here on ALL THINGS CONSIDERED from NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["units", "advisers", "soldiers", "mission", "creating", "training", "thats", "man", "serve", "foreign", "army", "npr", "language", "moncuse"], "polarity": 0.08932440715626555, "subjectivity": 0.4469478603991877},
{"title": "Trump Reportedly Considering Naming His Personal Pilot To Head FAA", "url": "https://www.npr.org/2018/02/26/588927196/trump-reportedly-considering-naming-his-personal-pilot-to-head-faa", "text": "Trump Reportedly Considering Naming His Personal Pilot To Head FAA\n\nThe Federal Aviation Administration has been without a permanent chief since early this year when President Obama's appointee stepped down. Now, according to reports President Trump has a nominee in mind, one who happens to be his personal pilot.\n\nAILSA CHANG, HOST:\n\nThe Federal Aviation Administration has been without a permanent chief since early this year when President Obama's appointee stepped down. Now, according to reports, President Trump has a nominee in mind - one who happens to be his personal pilot. NPR's Brian Naylor reports.\n\nBRIAN NAYLOR, BYLINE: John Duncan flew Trump around during his campaign in 2016, piloting a Boeing 757 dubbed Trump Force One. The president clearly thinks highly of Duncan, telling airline executives he was a real expert at a White House meeting last year.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: My pilot - he's a smart guy and knows what's going on - said the government is using the wrong equipment and instituting a massive multibillion-dollar project, but they're using the wrong type of equipment.\n\nNAYLOR: Trump was referring to a plan he supports to modernize the air traffic control system in part by privatizing it. The measure, however, has stalled in Congress and was not part of the FAA's reauthorization last year. The FAA administrator oversees an agency in charge of all civil aviation in the U.S. with a budget of some $16 billion and 47,000 employees. It's often been led by a pilot in the past, says former acting FAA administrator Lynne Osmus.\n\nLYNNE OSMUS: Some came from the airline industry. Some were military pilots. Some had general aviation certificates. But they understood the system. And that certainly brings knowledge to the way the FAA operates.\n\nNAYLOR: Trump's consideration of Duncan was first reported by Axios, which quoted an unnamed administration official touting Duncan's experience, saying he managed airline and corporate flight departments, certified airlines from startup under FAA regulations, and oversaw the Trump campaign's air fleet. Osmus says she and the other non-pilots who've headed the FAA found plenty of in-house experts to present the pilots' point of view and that there are many other issues to be considered by the agency's leader - most importantly, safety.\n\nOSMUS: Clearly there's a lot of technical people within the agency that do run the day-to-day operations. No doubt about it. But I think perhaps more than a lot of large agencies in government, because the FAA is a safety agency providing safety oversight and air traffic services, it really does rely on decisions based on safety data.\n\nNAYLOR: And Max Stier, head of the nonpartisan Partnership for Public Service, says personnel decisions for such key government positions should above all be based on merit.\n\nMAX STIER: It is really important to understand that it's vital that the people that are picked for those positions actually are the very best in class, they have the capabilities to perform at the highest levels, because the consequences are so large.\n\nNAYLOR: A White House official would only say there are no personnel decisions to announce at this time. Brian Naylor, NPR News, Washington.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["head", "safety", "personal", "naming", "faa", "president", "trump", "pilot", "naylor", "npr", "using", "considering", "aviation", "reportedly"], "polarity": 0.07703907203907204, "subjectivity": 0.40008089133089125},
{"title": "On The Navajo Nation, Foster Care Families Are In Short Supply", "url": "https://www.npr.org/2018/02/26/588927177/on-the-navajo-nation-foster-care-families-are-in-short-supply", "text": "On The Navajo Nation, Foster Care Families Are In Short Supply Foster families are in short supply on the Navajo Nation. U.S. law requires Native children be placed with Native families, so a small number of homes take in a large number of foster children.", "keywords": ["navajo", "supply", "children", "nation", "native", "foster", "number", "care", "families", "small", "short"], "polarity": -0.008928571428571432, "subjectivity": 0.35714285714285715},
{"title": "What The Weinstein Co. Filing For Bankruptcy Means For Alleged Sexual Abuse Victims", "url": "https://www.npr.org/2018/02/26/588927164/what-the-weinstein-company-filing-for-bankruptcy-means-for-alleged-sexual-abuse-", "text": "What The Weinstein Co. Filing For Bankruptcy Means For Alleged Sexual Abuse Victims\n\nThe Weinstein Co. is filing for bankruptcy. For alleged victims of Harvey Weinstein's sexual abuse that might put compensation further out of reach.\n\nARI SHAPIRO, HOST:\n\nAfter multiple lawsuits, mounting debt and a destroyed reputation, The Weinstein Company is filing for bankruptcy. There were investors willing to buy the movie and TV company, but the Weinstein board decided it was not happy with their offer. NPR's Elizabeth Blair has more.\n\nELIZABETH BLAIR, BYLINE: The deal to buy The Weinstein Company seemed to be moving forward. Investors had agreed to put up $500 million for the company and its debt. The bidding group was led by Maria Contreras-Sweet, formerly of the Obama administration. Her plan was to change the name and create a mostly female board of directors. But last night, The Weinstein Company pulled the plug. In a letter, the company claimed, among other things, the bidders weren't willing to put up enough cash to keep it afloat. The letter said they needed interim funding to run the business and maintain its employees. A source close to the deal told Variety that the bidders were surprised by the announcement. This is the second setback for Contreras-Sweet. The first came a couple of weeks ago when the New York attorney general got involved.\n\nERIC SCHNEIDERMAN: We have investigated other companies for patterns of sexual discrimination or harassment. We have never seen anything as despicable as what we've seen here.\n\nBLAIR: Eric Schneiderman filed a civil rights suit against The Weinstein Company for, quote, \"unrelenting sexual harassment, intimidation and discrimination.\" At a press conference, he called out Harvey Weinstein's behavior.\n\nSCHNEIDERMAN: The fact that he had a group of employees who were responsible for cleaning up his office after sexual encounters - including returning articles of clothing to the women who left them behind - is really something that should be shocking to anyone. We're not opposed to any deal going forward, but any deal has to take into account the needs for compensation to victims and protection of employees going forward.\n\nBLAIR: Schneiderman filed that lawsuit just before the deal was set to be finalized. He was adamant that the sale include a victim's compensation fund and that it remove any executive who enabled Weinstein's misconduct. Those conditions appeared to have been met. A key Weinstein executive was fired. And today, the AG's office said the parties had agreed to a $90 million victims fund. So now that the sale is off and the company plans to file for bankruptcy, what happens to the victims? Attorney Kenneth Feinberg has overseen compensation funds for victims of 9/11, the Boston Marathon bombing and the Pulse Nightclub shooting in Orlando. He says victims might have less of a chance of getting paid now.\n\nKENNETH FEINBERG: An alleged victim - let's say - files a lawsuit against The Weinstein Company alleging sexual abuse. Even if that victim could recover from a jury an award - damages, are there sufficient funds in bankruptcy to pay that award? That's a big question.\n\nBLAIR: Feinberg says in bankruptcy, secured creditors, like banks and investors, typically take priority over unsecured creditors, like victims filing a lawsuit. Attorney Gloria Allred represents a number of alleged victims of Harvey Weinstein's sexual misconduct.\n\nGLORIA ALLRED: We're very disappointed that The Weinstein Company will file for bankruptcy. We were hoping for a solution that would create a fund to compensate Mr. Weinstein's many victims. And we had confidence that that fund would have been created if the company had been sold.\n\nBLAIR: Allred says she'll be reviewing her client's options with bankruptcy lawyers. The New York attorney general's civil rights lawsuit will move forward. The lawsuit is seeking hundreds of thousands of dollars in penalties and restitution for the victims. It names not only The Weinstein Company but also Harvey and Bob Weinstein personally. Elizabeth Blair, NPR News.\n\n(SOUNDBITE OF EMANCIPATOR'S \"GOODNESS\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["filing", "weinsteins", "deal", "victims", "alleged", "company", "harvey", "means", "weinstein", "sexual", "abuse", "lawsuit", "npr", "bankruptcy"], "polarity": 0.04979988564894225, "subjectivity": 0.4721841052029732},
{"title": "What's The Potential Impact Of Gun Control Ideas Following South Florida Shooting?", "url": "https://www.npr.org/2018/02/26/588927157/whats-the-potential-impact-of-gun-control-ideas-following-south-florida-shooting", "text": "What's The Potential Impact Of Gun Control Ideas Following South Florida Shooting?\n\nCongress returns this week for the first time since a shooter killed 17 people inside a Florida high school. Adam Winkler, a law professor at UCLA who has written extensively about gun regulations, joins NPR's Ailsa Chang to talk about various proposals to regulate access to guns — and what impact those policies could have on preventing mass shootings.\n\nAILSA CHANG, HOST:\n\nWhat laws will come out of all the gun control activism on display by Marjory Stoneman Douglas students? That's a big question as Congress reconvenes for the first time since the deadly Florida school shooting. The students are organized, and they have demands.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #1: We want assault rifles off the market.\n\nUNIDENTIFIED WOMAN: We just need age restrictions and higher checks when people are trying to purchase these weapons.\n\nUNIDENTIFIED MAN #2: There is no place in our society for large-capacity magazines capable...\n\nCHANG: But a major argument often heard on the other side is that most of the proposals gun control advocates push for would be ineffective in preventing mass shootings. To run through various proposals and assess their impact, we're going to turn to Adam Winkler. He's a law professor at UCLA who's written extensively on gun control. Welcome.\n\nADAM WINKLER: Thank you so much for having me.\n\nCHANG: So we should first mention that in assessing the impact of various gun proposals, there isn't a lot of data out there.\n\nWINKLER: That's right. The NRA and its allies have pushed laws that restrict the ability of federal agencies to finance gun violence prevention research. But it's also a difficult problem because there are so many guns, and figuring out exactly what causes crime has bedeviled researchers for ages. So it's very difficult to know whether one particular reform will have a huge impact on gun violence.\n\nCHANG: That said, I want to look a little more closely at various proposals that have been offered up time and time again. I want to start with something President Trump has talked a lot about in recent days, and that is raising the minimum age to buy a rifle.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: We're going to work on getting the age up to 21 instead of 18.\n\nCHANG: Do you think that this is actually an effective proposal?\n\nWINKLER: Federal law has traditionally prohibited 18- to 21-year-olds from buying handguns but not rifles with the idea being that rifles are traditionally hunting weapons. In recent years, the rifles have changed. They're more likely to be military-style assault rifles. At the same time, we should remember that raising the gun age won't stop someone like an Adam Lanza, the Newtown shooter, from getting a gun because he just stole it from his mother.\n\nCHANG: A federal assault weapons ban was in place for a decade from 1994 to 2004. It had been pushed by Democratic Senator Dianne Feinstein of California. She tried to revive it again after Newtown.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDIANNE FEINSTEIN: The weapons I talk about can fire hundreds of rounds a minute with velocities and energy far exceeding the standard handguns. They don't belong on the streets.\n\nCHANG: There have been some studies about whether that 10-year ban reduced gun violence. Were those studies at all conclusive?\n\nWINKLER: It's very difficult to make conclusive studies on this. The only one study that really looked at the effect of the assault weapons ban found that these weapons were found less frequently at crime scenes. But the authors cautioned that it was likely that they just replaced those weapons with handguns or other kinds of rifles. About half or more of the mass shootings are committed with a handgun.\n\nCHANG: Right.\n\nWINKLER: It's not clear that you take an assault weapon out of a shooter's hands, that they're not going to commit this killing.\n\nCHANG: A proposal that's often paired with a possible assault weapons ban is a proposal that would limit high-capacity magazines. Republican Senator Marco Rubio of Florida made some news last week.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMARCO RUBIO: Because I traditionally have not supported looking at magazine clip size. And after this and some of the details I've learned about it, I'm reconsidering that position, and I'll tell you why.\n\n(APPLAUSE)\n\nRUBIO: I'll tell you why - because while it may not prevent an attack, it may save lives in an attack.\n\nCHANG: Is that a proposal where we might actually see some overlap between the gun control and gun rights sides of the debate? Or is Rubio kind of out on a limb there?\n\nWINKLER: I'd be very surprised if gun control forces could get a federal law banning high-capacity magazines. These magazines are incredibly common. They're standard issue in most handguns that are purchased today, also very common in rifles. It is a reform that does target the lethality of the weapon, how many rounds of ammunition a particular weapon can carry before it has to be reloaded.\n\nThe difficult thing is that California, for instance, has banned the possession of high-capacity magazines. But initial reports from law enforcement were that virtually no one has turned theirs in even though there's probably somewhere between 7 and 10 million high-capacity magazines in California.\n\nCHANG: A huge part of the discussion going forward in these weeks after Parkland is going to be about universal background checks. The main argument on the gun rights side about background checks is that it's the database that's the problem - has too many holes. There are people who have domestic violence records who don't show up. There are people with interactions with law enforcement who don't show up.\n\nWINKLER: That's right. The federal background check system is riddled with holes. For instance, Dylann Roof, the Charleston church shooter, was able to buy a gun despite the fact that he had previously admitted to gun possession and should have been flagged in the background check system. So we need better reporting into the background check system. But we also need to expand the background check system to cover gun shows and Internet sales and classified ad sales.\n\nCHANG: I'm curious. What percentage of gun sales happen that way?\n\nWINKLER: Estimates range from 13 percent to 40 percent. But even if it was just 13 percent...\n\nCHANG: Yeah.\n\nWINKLER: ...That's about 3 million guns a year that are being sold in America without a background check.\n\nCHANG: Finally, I want to talk about banning bump stocks. This idea gathered traction after the shootings in Las Vegas.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #3: To modify his weapons and fire so many bullets and cause so much carnage in such a short amount of time.\n\nCHANG: Does this feel like a proposal that's just kind of low-hanging fruit for lawmakers right now?\n\nWINKLER: Indeed, banning bump stocks does seem like low-hanging fruit. Even the NRA has come out in favor of at least ATF regulations that would ban bump stocks. And while most mass shootings do not involve bump stocks, if you can even stop one or two mass shootings from using them, you could have a big impact.\n\nCHANG: You know, as we're talking here, I'm reminded of sort of the ultimate argument often heard on the gun rights side, and that is, someone who is intent on murdering a lot of people can easily circumvent the law no matter what laws are passed. You've studied this for a very long time. What's your take? Is it still worth it to try to come up with legislative solutions?\n\nWINKLER: It is true that in a nation that has 350 million guns in civilian hands, it's going to be hard to stop that one person who's really determined to kill. At the same time, we can do more to bring down the daily death toll from gun violence. Since the 17 people died in the Parkland shooting, we've seen hundreds of Americans lose their lives to gun violence. The best thing we can do to reduce the daily death toll of gun violence is universal background checks. Make it harder for a criminal or someone who's mentally ill to get their hands on guns.\n\nCHANG: All right, Adam Winkler is a law professor at UCLA. Thank you very much.\n\nWINKLER: Thank you so much.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["ideas", "law", "control", "going", "background", "thats", "weapons", "violence", "gun", "whats", "potential", "rifles", "following", "shooting", "south", "magazines", "florida", "impact"], "polarity": 0.10166380666380669, "subjectivity": 0.4772894322894322}
]