[
{"title": "Congress Stalled On Bills To Tighten Gun Background Check System", "url": "https://www.npr.org/2018/02/27/589131407/congress-stalled-on-bills-to-tighten-gun-background-check-system", "text": "Congress Stalled On Bills To Tighten Gun Background Check System\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nCongress is under intense pressure to pass legislation to curb gun violence, but lawmakers are deeply split over how far to go in limiting access to guns.\n\nLawmakers from both parties say they want to take action to prevent another deadly attack like the Feb. 14 shooting at a Florida high school that killed 17 people. Disagreements over gun control measures go beyond a clear partisan split between Democrats and Republicans, leaving even the most popular bipartisan proposal stalled in Congress.\n\nSenate leaders had hoped to fast-track a bill to improve the national background check system and send it to the House for quick consideration. But conservative Sen. Mike Lee, R-Utah, placed a hold on the bill, preventing speedy passage. House Speaker Paul Ryan, R-Wis., told reporters Tuesday that he does not plan to take up any gun measures until the Senate acts first.\n\n\"We're waiting to see what the Senate can do,\" Ryan said at a weekly press conference. \"We'll find out what the Senate can do, and we'll address that then.\"\n\nRyan said he is deeply disturbed by the shooting and he wants Congress to delve into failures in the existing law enforcement and background check systems that happened in the lead-up to the Florida shooting.\n\nMany Republicans oppose any limits on gun rights for most people. Ryan said the House is focused instead on preventing criminals and people with a history of mental illness from accessing deadly firearms.\n\n\"We do know that there are gaps in the background system that need to be plugged,\" Ryan said. \"We shouldn't be banning guns for law-abiding citizens, we should be focusing on making sure that citizens who shouldn't have guns in the first place don't get them.\"\n\nThe Senate bill would address some of those concerns with narrow changes to how local, state and federal law enforcement agencies share information. It would make it easier for the FBI and local police to update the National Instant Criminal Background Check System.\n\nConservatives like Lee say that the Senate bill doesn't address the core problem with the background check system and that they worry it would deny gun owners their right to due process. Lee and Sens. Rand Paul, R-Ky., and John Kennedy, R-La., sent a letter to Senate leaders opposing that bill, saying they worry it \"might lead to an increase in the likelihood of abuse and administrative error.\"\n\nThe Senate bill has also drawn criticism from some Democrats, including Senate Minority Leader Chuck Schumer, D-N.Y., who say the bill doesn't go far enough. Schumer is calling on Congress to pass new, broader background checks.\n\n\"Not just a little something here, a little something there,\" Schumer said Tuesday in a speech on the Senate floor. \"But comprehensive background checks are supported overwhelmingly by the American people.\"\n\nSchumer is also co-sponsor of the narrower Senate bill, which was written in part by Texas Sen. John Cornyn, the No. 2 Republican in the Senate.\n\nCornyn has complained that the infighting over the narrow bill could be standing in the way of the best opportunity Congress has to pass a gun bill this week.\n\n\"This is our chance to show the nation that we refuse to accept shootings at schools and churches as the new normal,\" Cornyn said Tuesday. \"If our attitude is 'I want everything on my list or nothing,' we're going to end up with nothing.\"", "keywords": ["bill", "system", "bills", "schumer", "tighten", "gun", "stalled", "senate", "ryan", "say", "background", "check", "congress"], "polarity": 0.1439457290676803, "subjectivity": 0.4552527012283109},
{"title": "West Virginia Teachers To End Strike After Reaching Deal With Governor", "url": "https://www.npr.org/2018/02/27/589376887/west-virginia-teachers-ending-strike", "text": "West Virginia Teachers To End Strike After Reaching Deal With Governor\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nThe work stoppage that has closed public schools in West Virginia will end Thursday, leaders of teacher and service personnel unions said after meeting with the governor.\n\nThe news came at a press conference on Tuesday, where Gov. Jim Justice announced a 3 percent pay increase for all state employees this year, with an additional 2 percent hike for those who work in education, including teachers and service personnel. However, it remains unknown whether leaders of the House and Senate will go along with the deal.\n\n\"I've talked to the president of the Senate and speaker of the House, and I'm very hopeful,\" Justice said. \"I think in all fairness to them they should speak. Let's just give them time.\"\n\nThe governor left the press conference early to coach a high school girls basketball team in a game.\n\nLeaders of the American Federation of Teacher-West Virginia, the West Virginia Education Association and the West Virginia School Service Personnel Association said Wednesday will serve as a \"cool down\" period before teachers and service personnel return to the classroom.\n\nThey expressed optimism that the deal with the governor would become reality, but kept open the possibility of another strike.\n\n\"We reserve the right — we may have to call our people back out again,\" WVEA President Dale Lee said, noting that the Legislature would still need to pass the proposed raises to satisfy demands.\n\nJustice proposed paying for the salary increases by raising revenue estimates by $58 million for the next fiscal year. He cited expected revenue increases partly from President Trump's tax plan, which passed earlier this year. Figures released earlier this month show collections for the state's general revenue fund in January were $28.2 million, or 6.7 percent, short of estimates for the month. More than seven months into the current fiscal year, the state is 1 percent behind original estimates.\n\nSenate President Mitch Carmichael said his chamber will take a hard look at the fiscal environment before agreeing to the salary increases, \"while respecting and providing all the pay raises that are available to our public employees and teachers.\"\n\nCarmichael also said the reaction to the demands of the unions might have played too much of an influence on the deal.\n\n\"It feels like we're perhaps reacting to pressure as opposed to properly managing the fiscal affairs of our state,\" he said.\n\nHouse of Delegates Speaker Tim Armstead indicated optimism about the governor's proposed pay increase for teachers, service personnel and all other state workers, citing federal tax cuts for a rejuvenated state economy.\n\nThe work stoppage included demands for a long-term fix to the health insurance program for public employees. On that issue, Justice said he agreed to create a task force to study solutions.\n\nThe program's finance board agreed last week to freeze proposed changes to the plan that would call for increases to premiums, deductibles and out-of-pocket costs until July 2019. Legislation to address short and long term fixes to the insurance plan have yet to become final.", "keywords": ["end", "deal", "personnel", "proposed", "strike", "president", "fiscal", "teachers", "reaching", "virginia", "governor", "west", "increases", "state", "service"], "polarity": 0.02567120181405895, "subjectivity": 0.35279818594104306},
{"title": "Report Updates Landmark 1968 Racism Study, Finds More Poverty, More Segregation", "url": "https://www.npr.org/2018/02/27/589351779/report-updates-landmark-1968-racism-study-finds-more-poverty-more-segregation", "text": "Report Updates Landmark 1968 Racism Study, Finds More Poverty, More Segregation\n\nEnlarge this image toggle caption Russell Contreras/AP Russell Contreras/AP\n\nIn 1967, over 100 cities, large and small, exploded in fire and violence, the result of decades of discrimination against black populations in places like Cleveland, Nashville, Boston and Newark. The biggest riot at the time was in Detroit. After five days of rioting, 33 blacks and 10 whites were dead and property damage totaled more than $100 million.\n\nUnnerved by the scale of Detroit's unrest, and anxious to find the root causes of the violence, President Lyndon Johnson announced to the nation that he'd convened a new commission, the National Advisory Commission on Civil Disorders. The 11-person group would be headed by Otto Kerner, then governor of Illinois. Its charge: to discover what happened, why it happened and how to prevent it from happening again.\n\nThe Commission's members (all male and all white, except for NAACP head Roy Wilkins and Sen. Edward Brooke, R-Mass.) took field trips to several trouble spots. They interviewed residents and consulted with their own team of demographers and analysts to understand the depths of the effects of segregation and other forms of discrimination. (During one such visit, a man told Commission members Fred Harris, then a senator from Oklahoma and his trip partner New York Mayor John Lindsay, he saw more white people in the Mississippi hometown he'd fled than his adopted city of Milwaukee. His life was that segregated.)\n\nWarnings in a best-seller\n\nThe conclusions were dire. Institutional and systemic racism were responsible for many of the ills that beset black America, the report said. The segregated housing, subpar public schools and aggressive policing of black and brown communities could all be traced back to the second-class treatment of America's darker citizens. The nation, the report famously warned, was \"moving toward two societies, one black, one white—separate and unequal.\"\n\nThe Commission's report was published as a paperback, and became a national best-seller. Virtually no one referred to it by its formal name Report of the National Advisory Commission on Civil Disorders; it simply became the Kerner Report. And while some progress has been made since the report was initially released, a lot of things have gotten worse.\n\nA new study that builds on the Kerner Report's work was released this week. Healing Our Divided Society: Investing in America Fifty Years After the Kerner Report was co-edited by Fred Harris (the sole surviving member of the original Commission) and Alan Curtis, CEO of the Milton Eisenhower Foundation. It notes that poverty has increased and so has the inequality gap between white America and Americans who are black, brown and Native American. The gains children of color made when efforts continued to desegregate schools in the 60s began to reverse by 1988. Court decisions that loosened oversight of previously de facto segregated schools resulted in a huge change: In 1988, almost half of all students of color went to majority-white schools. Today that number has plummeted to 20 percent. Poverty is such a problem, the study concluded, that if it is not mitigated, America's very democracy is threatened.\n\n\"I was 37 when I served on the (Kerner) Commission,\" Harris told NPR. \"Whoever thought that 50 years later, we'd still be talking about the same things? That's kinda sad.\"\n\nKerner's continued relevance\n\nJulian E. Zelizer, a history professor at Princeton who has written extensively on the Kerner Commission, said the original report remains germane. \"In terms of criminal justice and the way race affects it, I think the findings are so relevant. You could almost take portions of the report, adjust them, obviously, to contemporary times, but they'd still resonate with what we're dealing with today.\"\n\nZelizer says Johnson wasn't even sure he wanted to convene a panel to study racial unrest. That would be tricky even in the best of times, and those times weren't that.\n\n\"He's very fearful from the start that the Commission would end up blaming him,\" Zelizer explained. \"And at the same time, they'll say you have to do things that Congress, he knows, will never accept, and he would look bad.\"\n\nAfter his Herculean effort to pass the Civil Rights Act and the Voting Rights Act, could the architect of The Great Society be remembered instead as the president who bungled race? That possibility was very much on the president's mind.\n\nJohnson's trepidation — and his annoyance that his Great Society programs were not credited in the report (members said they didn't want to politicize their findings) — led him to ignore the Kerner Commission. There was no ceremonial handover of the report in the Oval Office or elsewhere, no handshakes, no thank yous.\n\n\"He refused to meet with us to receive our report,\" Harris confirms. \"And that's particularly sad to me because President Johnson did more against racism and poverty than any president before or since.\"\n\nNo love from the White House\n\nPeniel Joseph, a University of Texas historian, says Johnson was in a tight spot. The Vietnam war was not going well. Martin Luther King Jr. was preparing to begin several marches that would highlight the poverty of black America. And politicians in his own Democratic Party, such as Minnesota Sen. Eugene McCarthy and, later former Attorney General Robert Kennedy, were making noises about challenging him for the presidency. He felt hounded on all sides.\n\n\"He was being criticized from his left by people like Dr. King, who was saying all the money he was spending in Vietnam should be spent on antipoverty efforts and racial justice efforts,\" Joseph says.\n\n\"And on his right,\" he continued, \"He was being criticized by conservatives who supported the war effort, but rejected the Great Society, and who felt as if the Great Society was justifying law and disorder.\"\n\nSo the Kerner Report was put aside, and would soon be eclipsed by the tsunami of historical events that followed that year: King's assassination in April, Robert Kennedy's in June, the train wreck that was the Democratic National Convention in August, with its Chicago street protests and unhinged police violence. Richard Nixon's election campaign that fall centered on a law-and-order platform.\n\nBut landmark anniversaries have a way of focusing people's attention. The date, the continued attention on problems the Kerner Report focused on (the militarization of police departments, for instance) and the new study may renew people's interest.\n\nAnd maybe enlightened self-interest will help. \"Racial and ethnic inequality is still with us,\" Fred Harris told the Washington Post. \"What's happening in the country is bad for all of us. Doing something about it is good for all of us.\"", "keywords": ["white", "landmark", "finds", "segregation", "updates", "kerner", "schools", "harris", "1968", "commission", "society", "black", "study", "poverty", "racism", "report"], "polarity": 0.08700270562770564, "subjectivity": 0.4329068362193363},
{"title": "Supreme Court Ruling Means Immigrants Could Continue To Be Detained Indefinitely", "url": "https://www.npr.org/2018/02/27/589096901/supreme-court-ruling-means-immigrants-can-continue-to-be-detained-indefinitely", "text": "Supreme Court Ruling Means Immigrants Could Continue To Be Detained Indefinitely\n\nEnlarge this image toggle caption Ross D. Franklin/AP Ross D. Franklin/AP\n\nUpdated at 5:27 p.m. ET\n\nThe U.S. Supreme Court ruled Tuesday that immigrants, even those with permanent legal status and asylum seekers, do not have the right to periodic bond hearings.\n\nIt's a profound loss for those immigrants appealing what are sometimes indefinite detentions by the government. Many are held for long periods of time — on average, 13 months — after being picked up for things as minor as joyriding. Some are held even longer.\n\nThe case, Jennings v. Rodriguez, has implications for legal permanent residents whom the government wants to deport because they committed crimes and for asylum seekers who are awaiting a court date after turning themselves in at the border. Immigrant advocates contend that many of these immigrants have a right to be free on bail until their case is heard.\n\nBut the court wrote in its 5-3 opinion Tuesday, \"Immigration officials are authorized to detain certain aliens in the course of immigration proceedings while they determine whether those aliens may be lawfully present in the country.\"\n\nThe majority opinion was penned by Justice Samuel Alito and joined by the court's conservatives. (Justice Elena Kagan did not participate. She recused herself, stemming from work she had done as former President Barack Obama's solicitor general.)\n\nThe decision reversed a Ninth Circuit ruling, but this is not the last word and could come back to the high court.\n\nThe Supreme Court sent the case the back to the lower court with two questions unresolved. First, whether indefinite detention without a chance for bail is unconstitutional. Second, whether the challenge to that no-bail provision can be brought as a class action, instead of as individual cases.\n\nStanford Law professor Lucas Guttentag says that in practical terms, the class action question is enormously important because most of the immigrants affected by Tuesday's decision don't have lawyers.\n\n\"If they're required to proceed individually, many of them will never be able to pursue their claims,\" he says. \"A class action provides protection to everyone, not just to those who have a lawyer who can file a lawsuit.\"\n\nNo one can claim, nor since the time of slavery has anyone to my knowledge successfully claimed, that persons held within the United States are totally without constitutional protection.\n\nOn Tuesday, Justice Stephen G. Breyer read from his dissent, a rare move for the court and an indication of just how passionately he disagrees with the majority opinion.\n\n\"We need only recall the words of the Declaration of Independence,\" Breyer said, \"in particular its insistence that all men and women have 'certain unalienable Rights,' and that among them is the right to 'Liberty.' \"\n\nHe continued, calling the ruling \"legal fiction.\"\n\n\"Whatever the fiction, would the Constitution leave the Government free to starve, beat, or lash those held within our boundaries?\" Breyer argued. \"If not, then, whatever the fiction, how can the Constitution authorize the Government to imprison arbitrarily those who, whatever we might pretend, are in reality right here in the United States?\"\n\nBreyer added, \"No one can claim, nor since the time of slavery has anyone to my knowledge successfully claimed, that persons held within the United States are totally without constitutional protection.\"\n\nThe lead plaintiff in the case is a legal permanent resident, Alejandro Rodriguez, who came to the U.S. as a child and worked as a dental assistant. As a teenager, he was convicted for joyriding, and at 24, he pleaded guilty to misdemeanor possession of a controlled substance.\n\nRodriguez was detained for three years without the right to appear before a judge to ask for bond.\n\nThe American Civil Liberties Union took up Rodriguez's case. The civil rights group filed a class action lawsuit and eventually won his release and the cancellation of his deportation order. Rodriguez remains in the United States.\n\nThe Ninth Circuit Court of Appeals ruled that the immigrant detainees and asylum seekers can't be detained indefinitely and that they have a right to a bond hearing every six months. The appellate court also held that in order to hold these detainees, the government must show that the immigrants would pose a danger or become a flight risk if set free.\n\nThe Obama administration appealed to the high court, insisting that Congress — not the courts — has the power to make immigration law and that the law allows the government to detain \"criminal and terrorist aliens\" as well as \"aliens seeking admission to the United States.\"\n\nThe Trump administration continued the case.\n\nThe administration also argued that detained immigrants should not be recognized as a class that could bring legal action. Lawyers for the Justice Department said detainees should rely on individual habeas corpus petitions to challenge their detentions.\n\nThe ACLU countered that few detainees have access to legal counsel and that a backlog of such habeas corpus petitions almost guarantees delays in winning release.", "keywords": ["supreme", "court", "case", "means", "immigrants", "action", "right", "class", "held", "continue", "legal", "united", "indefinitely", "justice", "ruling", "detained"], "polarity": 0.16906323185011712, "subjectivity": 0.44992583918813417},
{"title": "Federal Judge Who Was Disparaged By Trump Greenlights Border Wall Project", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589350903/federal-judge-who-was-disparaged-by-trump-green-lights-border-wall-project", "text": "Federal Judge Who Was Disparaged By Trump Greenlights Border Wall Project\n\nEnlarge this image toggle caption Elliott Spagat/AP Elliott Spagat/AP\n\nA federal judge in California has rejected a legal challenge to the Trump administration's plans to build a wall on the Southern border with Mexico.\n\nThe state of California and a variety of environmental groups had filed suit against the administration, arguing that it was wrong to launch the border wall project by waiving several federal environmental laws.\n\nBut U.S. District Judge Gonzalo Curiel ruled that the administration has not violated those laws, in essence giving the project a green light.\n\nCuriel is the same jurist who oversaw a separate lawsuit against Trump University. As a candidate, Trump accused Curiel of bias because the Indiana-born judge is of Mexican ancestry. Trump called Curiel a \"hater.\"\n\nIn his 101-page ruling, the judge said his decision \"cannot and does not consider whether the underlying decisions to construct the border barriers are politically wise or prudent.\" He also referred to his Indiana roots with a quote from Chief Justice John Roberts.\n\n\"As fellow Indiana native Chief Justice Roberts observed in addressing a case surrounded by political disagreement: 'Court[s] are vested with the authority to interpret the law; we possess neither the expertise nor the prerogative to make policy judgments. Those decisions are entrusted to our Nation's elected leaders, who can be thrown out of office if the people disagree with them. It is not our job to protect the people from the consequences of their political choices.' \"\n\nBut ultimately, Curiel disagreed with the administration's challengers who had argued that the government improperly waived environmental laws to begin construction of border wall prototypes and replacements for existing border fencing.\n\nThe Justice Department issued a statement saying that it is pleased that the Department of Homeland Security can continue the project.\n\nThe Center for Biological Diversity filed the first challenge against the administration. In a tweet, a senior attorney for the group, Brian Segee said:", "keywords": ["greenlights", "wall", "curiel", "disparaged", "border", "administration", "federal", "environmental", "project", "trump", "justice", "judge"], "polarity": 0.08333333333333333, "subjectivity": 0.38388888888888884},
{"title": "Reports: Kushner Security Clearance Downgraded Following White House Scandal ", "url": "https://www.npr.org/2018/02/27/589280327/reports-kushner-security-clearance-downgraded-following-white-house-scandal", "text": "Reports: Kushner Security Clearance Downgraded Following White House Scandal\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nUpdated at 6:17 p.m. ET\n\nPresident Trump's son-in-law, Jared Kushner, has lost the top-level security clearance he has been using on an interim basis to do his work inside the White House, according to reports on Tuesday.\n\nInstead, Kushner will begin using a lower level of access to classified information along with other White House staffers who had temporary clearances.\n\nKushner had held a top-secret clearance with access to Special Compartmented Information, known by the shorthand TS/SCI. Now he and other officials will use a lower one, a secret clearance, which restricts the amount of material he can access.\n\nThe news was first reported by Politico. The reports appeared ahead of a deadline by which the White House had been asked to submit information about its clearance protocols to the House Oversight Committee.\n\nAnother story on Tuesday raised new questions about Kushner's future inside the White House: The Washington Post reported that foreign officials have discussed among themselves how they might be able to manipulate Kushner by taking advantage of his finances, business dealings or his lack of experience in foreign policy and government.\n\nFor now, Kushner apparently will continue working in his unpaid role as a senior adviser to Trump even after losing this round in a duel with White House chief of staff John Kelly. The two men have been at loggerheads over access to the president and the nature of their jobs. Trump said last week he trusted Kelly to settle the dispute.\n\n\"[Kelly's] going to do what's right for the country and I have no doubt he'll make the right decision,\" Trump told reporters on Friday.\n\nKelly said in an earlier statement that he would not comment on any one person's security clearance.\n\nHowever: \"As I told Jared days ago, I have full confidence in his ability to continue performing his duties in his foreign policy portfolio including overseeing our Israeli-Palestinian peace effort and serving as an integral part of our relationship with Mexico,\" Kelly said.\n\n\"Everyone in the White House is grateful for these valuable contributions to furthering the president's agenda. There is no truth to any suggestion otherwise,\" Kelly also said.\n\nKelly had set Friday as the deadline to discontinue any top-secret or higher-level interim clearances for individuals whose background investigations had been pending since June 1, 2017, or before.\n\nKushner's attorney said in a statement that there is a backlog in the process for securing a permanent clearance.\n\n\"Mr. Kushner has done more than what is expected of him in this process,\" attorney Abbe Lowell said in a statement provided to NPR.\n\nContinued Lowell: \"Those involved in the process again have confirmed that there are dozens of people at Mr. Kushner's level whose process is delayed, that it is not uncommon for these clearance reviews to take this long in a new administration, and that the current backlogs are now being addressed. No concerns were raised about Mr. Kushner's application. As General Kelly himself said, the new clearance policy will not affect Mr. Kushner's ability to continue to do the very important work he has been assigned by the president.\"\n\nSen. Richard Blumenthal, D-Conn., said the change in Kushner's access to sensitive information should have occurred months ago.\n\n\"Downgrading Jared Kushner's security clearance gives new meaning to the term 'overdue,' \" Blumenthal said. \"Kushner's access to highly sensitive, classified information should have been not just downgraded, but eliminated long ago. There is no reasonable justification for a yearlong policy that allowed people who may have very harmful secrets in their own backgrounds to have access to our nation's secrets.\"\n\nThe resignation of former White House staff secretary Rob Porter had revealed that a number of people on staff had never received full, permanent clearances, meaning they were accessing national security and other secret information even after questions had been raised during background checks about their ability to qualify to do so.\n\nThe Porter scandal embarrassed Kelly and the White House after Trump and Republicans had made the handling of secrets such a focus of their 2016 victory over Hillary Clinton, who operated a private email server while she served as secretary of state. Clinton was repeatedly faulted during the campaign about what critics called her slipshod approach to handling sensitive information.", "keywords": ["white", "following", "security", "information", "downgraded", "reports", "kushner", "kelly", "trump", "scandal", "access", "clearance", "house", "kushners"], "polarity": 0.062151433472188204, "subjectivity": 0.40445356530262194},
{"title": "Pregnancy Rate Might Predict Future Recessions, Researchers Suggest", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589147587/pregnancy-rate-might-predict-future-recessions-researchers-suggest", "text": "Pregnancy Rate Might Predict Future Recessions, Researchers Suggest\n\nWhen the economy takes a turn for the worse, birth rates go down. It's both common sense and an empirically observed phenomenon.\n\nBut it's not the whole story.\n\nA team of economists, taking a closer look at the connection between fertility and recessions, found that conception rates begin to drop before the economy starts its downturn — and could even be used to predict recessions.\n\nThe working paper was published by the National Bureau of Economic Research, or NBER, on Monday. Unlike previous researchers, the economists focused on conceptions rather than births, by month instead of by year. The results were a surprise.\n\n\"We didn't go looking for this pattern,\"says Kasey Buckles, an associate professor at the University of Notre Dame, a research associate at NBER and one of the authors of the study. \"It's something that jumped out at us.\"\n\nTake the Great Recession. The U.S. birth rate, rising before the recession, fell in 2008, as one might expect. But back up before that — to the middle of 2007.\n\nLoading...\n\nThe subprime mortgage crisis was hurting the housing market, but the broader effect on the economy was not yet apparent. Stock prices kept hitting all-time highs. Unemployment was below 5 percent. Analysts were confident, optimistic. In July, the chief economist of Standard & Poor's told NPR listeners that \"the rest of the economy so far has been ignoring the housing crisis very nicely.\"\n\nIt was months before the recession began, as NBER later calculated it, and more than a year before the collapse of Lehman Brothers triggered a global panic.\n\nBut, the researchers found, the U.S. conception rate had already started to drop.\n\n\"That's what makes our results surprising,\" Buckle says. \"While the best of the experts didn't see the Great Recession coming, it seems that families and households were feeling those tremors and responding to it.\"\n\nThe researchers focused on birth data from the National Center for Health Statistics, looking at clinical estimates for the month of conception. They compared that to the dates of the recessions, as calculated by the NBER, and to changes in the GDP.\n\nThe change in birth rates was driven by a drop in conceptions, not an increase in abortion or miscarriage, the researchers found. And the pattern held not only for the Great Recession of 2007/2008, but also for recessions in 1990 and 2001, where they weren't preceded by a drop in housing prices.\n\nNo one is arguing that the relationship is causal, or that fertile women have supernatural powers to predict the future. Instead, the researchers suggest, the same factors that cause a recession also have a \"profound and rapid effect on fertility decisions.\"\n\nThe research suggests, among other things, that tracking conception in real-time might be useful for forecasting future economic events. It's not easy to track conceptions directly, but retail purchases (like pregnancy tests) or Internet searches (like for due date calculators) could provide a hint.\n\nIn other words: Just as your shopping habits allow Target to figure out that you're expecting, that same data might be used by an economist to help calculate the future of the GDP.\n\nThe Financial Times writes that economists have proposed other \"unusual gauges\" of economic health, from the discredited \"lipstick index\" to Alan Greenspan's argument that men's underwear sales fall at the start of a recession.\n\nMeanwhile, the effect on fertility has real-life implications well beyond its predictive abilities.\n\nThe drop in fertility rate appears to be \"quite persistent,\" the researchers note, suggesting \"an arguably under-appreciated channel by which the impact of a recession can persist, possibly for generations.\"\n\nIn the case of the Great Recession, fertility rates now continue to lag even as unemployment is down and the economy is rebounding by a number of measures. The years since the recession have been a sort of \"babyless recovery,\" Buckle says.\n\nThe researchers suggest several possible explanations, including the natural time lag with attempting to conceive, the increasing age of first-time mothers and the growing popularity of long-acting birth control.\n\nBut if you're wondering what this says about our future: Buckle says she sees no signs of sudden deviations in the birth rate. \"That's not making me, anyway, especially nervous,\" she says.", "keywords": ["predict", "researchers", "rates", "birth", "rate", "pregnancy", "fertility", "economy", "suggest", "recessions", "recession", "future", "nber"], "polarity": 0.11859538784067085, "subjectivity": 0.41892033542976936},
{"title": "Why Saudi Arabia Is Suddenly Shaking Up Its Military", "url": "https://www.npr.org/sections/parallels/2018/02/27/588326061/why-saudi-arabia-is-suddenly-shaking-up-its-military", "text": "Why Saudi Arabia Is Suddenly Shaking Up Its Military\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nSaudi Arabia replaced a generation of its military leadership, for the first time opened some military jobs to women and promoted a woman to a top post at the Labor Ministry, in a series of rare steps in the ultraconservative kingdom.\n\nReported by the official Saudi Press Agency late Monday, the royal decrees are the latest move in a dramatic campaign to overhaul the country's institutions led by Crown Prince Mohammed bin Salman, the powerful son of Saudi Arabia's King Salman bin Abdul-Aziz Al Saud.\n\nThe kingdom's leaders gave no explanation for the abrupt changes — including a new military chief of staff and other top defense and interior ministry officials — setting off speculation that the military shake-up was due to failures in the stalemated war in Yemen. But analysts say this is part of wider reforms, which include rapid changes in economic and social policy as well as increased military engagements abroad.\n\n\"There is a bigger project to reform the military,\" said Bernard Haykel, a Middle East specialist at Princeton University.\n\n\"Military weakness has been exposed by the war in Yemen, it has helped them understand the problems.\"\n\nFor three years, Saudi Arabia has led a coalition of nations in a military campaign in Yemen against the armed Houthi movement, which has ties to Iran, Saudi Arabia's chief rival. The kingdom has received international criticism for a stalled conflict that has killed nearly 6,000 civilians and has put 22.2 million people in need of humanitarian assistance, according to the United Nations.\n\nThe Saudis have spent billions to buy the latest military hardware, mainly from Western countries like the United States, Britain and France, but there remains a gap between procurement and capability.\n\nCrown Prince Mohammed serves as the Saudi defense minister and is considered an architect of the Yemen war.\n\nHe has voiced frustrations with perceived limitations, and analysts have said that has spurred the military reforms, which include a push to build a domestic armament industry. Crown Prince Mohammed, Haykel said, \"wants Saudi Arabia to carry its own water when it comes to defense.\"\n\nThe military reshuffle comes as the crown prince has revamped the military procurement and bidding process, Haykel explained. \"It's a bigger thing than firing and hiring people.\"\n\nThe changes were announced ahead of Crown Prince Mohammed's three-week trip, in March, to London and then to the United States, where he is expected to visit Washington, D.C., and five other U.S. cities.\n\n\"This is a big moment for them,\" said Theodore Karasik, with Gulf State Analytics, a private advisory group in Washington.\n\n\"It's not only about making the Ministry of Defense more efficient. It's part of the negotiations in the U.S. and U.K. about defense and armaments,\" he said.\n\nKarasik believes this is also an example of the generational shift in Saudi Arabia that began when King Salman upended the kingdom's royal succession tradition and elevated his son to crown prince last June. Mohammed bin Salman has consolidated tremendous power and pushed for a rapid transformation of the kingdom, backed by a millennial generation that is hungry for change.\n\nThe crown prince promised young people more jobs, growth, entertainment and freedom from the strict enforcement of religious police. Women will soon be allowed to drive and start their own businesses without getting permission from their male guardians.\n\n\"You get this youth pressure to get rid of the old order,\" said Karasik. \"They are going to get shoved out of the way.\"", "keywords": ["yemen", "salman", "crown", "arabia", "defense", "prince", "mohammed", "military", "suddenly", "united", "shaking", "saudi"], "polarity": 0.06338842975206611, "subjectivity": 0.360082644628099},
{"title": "Bernie Sanders Political Dynasty? Senator's Son, Stepdaughter Run For Office", "url": "https://www.npr.org/2018/02/27/589279597/bernie-sanders-political-dynasty-senators-son-stepdaughter-run-for-office", "text": "Bernie Sanders Political Dynasty? Senator's Son, Stepdaughter Run For Office\n\nEnlarge this image toggle caption Susan Walsh/AP Susan Walsh/AP\n\nAttention Bernie Sanders fans: A new generation of his family tree is ready to branch out into politics.\n\nOn Monday the Vermont senator's son, Levi, announced he is running for Congress from New Hampshire. Sanders' stepdaughter, Carina Driscoll, launched her campaign for mayor of Burlington, Vt., last year. That election is March 6.\n\nThe elder Sanders remains an independent — although he ran for the Democratic nomination for president in 2016 and caucuses with Democrats in the Senate. His stepdaughter is also seeking office as an independent, though his son is vying for the Democratic nomination for Congress.\n\nWMUR in New Hampshire first reported on Monday that Levi Sanders, a 48 year-old legal services analyst, was jumping into the 1st District congressional race, a swing district won by President Trump left vacant by Democratic Rep. Carol Shea-Porter's retirement. Seven other Democrats are also vying for the nomination. Sanders lives in the neighboring 2nd District, but members of Congress aren't required to live in the districts they're seeking to represent, just in the state.\n\nEnlarge this image toggle caption Mary Altaffer/AP Mary Altaffer/AP\n\n\"After much thought and consultation with my family, friends, and the people of New Hampshire, I am excited to announce today that I am running for Congress in New Hampshire's 1st District,\" Levi Sanders said in a statement on Monday.\n\nAnd, echoing a phrase his father used frequently on the campaign trail, Levi Sanders also said that \"it is time to demand that we have a system which represents the 99 percent and not the 1 percent who have never had it so good.\"\n\nMany of the policies he wants to talk about sound a lot like his father's and could play well with Democrats in a state his father easily carried in the 2016 presidential primary. Among the issues the younger Sanders says he will focus on are a \"Medicare for all health care system,\" tuition-free college and a higher minimum wage.\n\nSen. Sanders told WMUR that he was \"very proud of Levi's commitment to public service and his years of work on behalf of low income and working people. Levi will be running his own campaign, in his own way, with his own ideas. The decision as to who to vote for will be determined by the people of New Hampshire's first district, and nobody else.\"\n\nThe senator's stepdaughter, Driscoll, is also apparently using Sanders' career as inspiration as she seeks a post that launched his political career almost four decades ago — mayor of Burlington. She's running against a Democratic incumbent she once campaigned for and another independent challenger in next Tuesday's election.\n\nDriscoll, 43, is no stranger to local and state politics of her own accord, either. She's served on the Burlington City Council and the school board and was elected to the state legislature at only 27. She and her husband also founded the Vermont Woodworking School.\n\nEnlarge this image toggle caption Lisa Rathke/AP Lisa Rathke/AP\n\nWhen Driscoll announced, Sanders told the Burlington Free Press that \"today is Carina's day and her words and her ideas should be the focus, not anyone else's.\"\n\nBut some of Driscoll's campaign themes also seemed reminiscent of her stepfather's political philosophy. She told the Free Press that she wants to bring a \"people-led process\" back city government and send a message that \"Burlington is not for sale.\" And she also recalled witnessing Sanders' political career up close, which gave her a \"front-row seat to what was possible.\"\n\nThe Vermont news site Seven Days underscored that Driscoll has tried to keep some distance from her famous political family.\n\n\"People are always like, 'You're going to do the picture with Bernie, right?' 'You're going to do the endorsement?' \" Driscoll said. \"I'm like, 'We're going to run a campaign for mayor.' \"\n\nShe also voiced some frustration over always being inextricably linked to her stepfather, no matter her own accomplishments.\n\n\"I will never, ever get credit for fully completing anything on my own,\" Driscoll told Seven Days.\n\nSome of her family ties could also hurt Driscoll. Her mother, Jane O'Meara Sanders, is the subject of a federal investigation into a real estate deal she made as president of the now-closed Burlington College.", "keywords": ["driscoll", "bernie", "political", "sanders", "stepdaughter", "office", "levi", "son", "burlington", "told", "senators", "running", "campaign", "dynasty", "run", "district"], "polarity": 0.20626186678818256, "subjectivity": 0.4329763803448015},
{"title": "As Milk Prices Decline, Worries About Dairy Farmer Suicides Rise", "url": "https://www.npr.org/2018/02/27/586586267/as-milk-prices-decline-worries-about-dairy-farmer-suicides-rise", "text": "As Milk Prices Decline, Worries About Dairy Farmer Suicides Rise\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\nAs the nation's dairy farmers struggle through their fourth year of depressed milk prices, concerns are rising that many are becoming depressed themselves. The outlook for the next year is so bleak, it's heightening worries — especially in the Northeast — about farmer suicides.\n\nAgri-Mark Inc., a dairy cooperative with about 1,000 members, saw three farmers take their own lives in the past three years. The most recent was last month. It's a very small sample, but very sharp and disturbing increase.\n\n\"It's tough to keep your head up with all of what's going on,\" says 55-year-old Will Rogers, a ruddy-faced white-haired farmer who has 75 cows on his farm in Warren, Mass. Out in his barn milking cows at the crack of dawn, as he does every single day, Rogers says farming is his calling, just as it was for his father. It's hard to reconcile such a wholesome way of life, he says, with farmers taking their own lives.\n\n\"What [we] do here, this is nature's way, God's way,\" he says. \"This is life, this sustains life.\"\n\nBut it's increasingly hard to make a living. Rogers says the price he's getting for milk these days is what he made several decades ago. It's about 75 percent of what he needs just to break even. And the stress is only mounting as milk prices continue to fall, due to a global oversupply of milk, and lower prices overseas.\n\n\"I don't see any relief in sight,\" Rogers says with a sigh.\n\nKnowing farmers' despair, Agri-Mark wanted to help. The Co-op pays its member farmers for their milk, which goes into its own brands of Cabot and McCadam cheeses, as well as others. When it came time to mail farmers their milk check this month, Agri-Mark also included a chart showing the dismal 2018 milk prices forecast, and a list of suicide prevention hotlines.\n\n\"I personally just felt my heart sank,\" Rogers says. \"It created a lot of distress.\"\n\nEspecially since his own father committed suicide 30 years ago, during another down-cycle for farmers.\n\n\"It released a lot of emotion that took me years to deal with,\" he adds. \"When I opened that letter, everything came flooding back to me.\"\n\nWhile he believes the letter was well-intentioned, Rogers says it was so brusque and so grim – without even a shred of hope to hang on — he fears it could hurt more than it helps.\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\n\"It's almost like a self-fulfilling prophesy,\" he says. \"It could throw [some farmers] over the edge. It was so 'doom and gloom,' [farmers] might think 'I might as well just check out, there's no point going on.'\"\n\nRogers says the letter could have struck a more hopeful note, for example, by updating farmers on legislative efforts to get a more favorable 2018 Farm Bill passed by Congress. Or he says, it could have noted prospects of improving the \"safety-net\" insurance program for farmers, which as it turns out, was signed into law days later as part of the most recent federal budget deal. And Rogers says, instead of sending a cold letter, Agri-Mark could have sent a field rep in person, or could have checked in by phone.\n\nPolitics Former Secretary Of Agriculture Tom Vilsack Responds To Trump's Speech To Farmers Former Secretary Of Agriculture Tom Vilsack Responds To Trump's Speech To Farmers Listen · 5:07 5:07\n\nAgri-Mark acknowledges its letter was blunt, but Blake Gendebien, a farmer and member of the Board of Directors, says, it was meant to get farmers' attention, as quickly as possible.\n\n\"We knew there was no great way to do it,\" Gendebien says. But \"we decided a letter with the check would be best, because everyone opens a letter with their milk check.\" He calls it \"courageous\" that Agri-Mark addressed the issue head on, and \"ran away from the stigma that mental health is something that we should all hide in our closets.\"\n\nDaniel J. Reidenberg, managing director of the National Council for Suicide Prevention, agrees. As disturbing as it may be, he says, talking about suicide does help more than it hurts. And Riedenberg says Agri-Mark was right to reach out.\n\n\"I'm not saying that their approach was the best approach or was worded in exactly the right way,\" Reidenberg says. \"But the idea that they wanted to do the right thing and try to save people and literally save their lives was a remarkable effort. We need to do everything that we can before it's too late.\"\n\nAccording to the Centers for Disease Control and Prevention, farmers, as a group, have a higher suicide rate than any other occupation, even twice as high as vets.\n\nEnlarge this image toggle caption Tovia Smith/NPR Tovia Smith/NPR\n\nExperts say farmers face a kind of \"perfect storm\" of financial pressure and a sense of powerlessness in an industry where prices are set by the government, combined with social isolation, and a self-reliant spirit that may make them loathe to seek help.\n\nFarmers are taught to \"cowboy up, tough it out, be a man,\" says Robert Fetsch, who's studied farmers and ranchers at Colorado State University. \"Many are scripted to be afraid to reach out for help, and afraid to say 'I'm hurting.'\"\n\nGendebien says farmers also bear the weight of their family legacy.\n\n\"They're feeling 'my grandfather was able to be successful, my father was able to be successful, and look at me, I can't do it,\"\" Gendebien says. \"It's too much to bear.\"\n\nOn top of all that is what clinical psychologist and Iowa farmer Michael R. Rosmann calls the \"agrarian imperative.\"\n\nMany farmers do what they do because of a \"deep urge ... a calling to produce the essentials for life that the human species need,\" he says. While others might have considered career changes, he says farmers persevere in the face of overwhelming obstacles, and end up feeling hopeless.\n\nBut Rosmann says, in this unusually protracted down-cycle, he sees signs that farmers are more willing to reach out for help, as he's been getting several calls a week from farmers seeking assistance. \"There was a time when people wouldn't reach out nearly as much as they do now,\" he says. \"It's changing.\"\n\nNext month, Agri-Mark says it'll start offering free counseling to farmers, and will continue their suicide awareness and prevention efforts.\n\nIt's not just individual farmers lives at stake, but also New England's landscape and character.\n\nNational In Vermont, How One Small Family Dairy Farm Has Stayed Afloat In Vermont, How One Small Family Dairy Farm Has Stayed Afloat Listen · 4:47 4:47\n\nThe 850 farms that dotted the state of Massachusetts 30 years ago, have now dwindled down to under a hundred, says Agri-Mark spokesman Douglas DiMento.\n\n\"I used to work for the biggest dairy farmer in the state in Georgetown, Massachusetts,\" DiMento says. \"That's now the Georgetown Country Club. And you see that taking place throughout southern New England, where land values [and labor and energy costs] are high. Why milk cows if you can sell your land and make millions?\"\n\nFor his part, farmer Will Rogers says he's not sure how much longer he'll be able to keep his farm going.\n\nIn order to stay afloat, he's started to diversify, selling hay, firewood, cornstalks, pumpkins, sweetcorn, raw milk, and a little bit of beef, along with his milk.\n\n\"It takes all the berries to fill the basket,\" he says. \"But I'm still short a few berries. How much can one man do?\"\n\nBut Rogers can't fathom doing anything else.\n\n\"This isn't a job. It's a way of life, and what I was put on this planet to do,\" he says. \"Not many of us are doing this to be driving Cadillacs. This is our heart and soul.\"\n\nRogers says his heart will continue to ache over the recent suicides, and he's still rattled by the harsh letter he got. But, he concedes, the controversy did get farmers talking, and if it saves one farmer's life, he says, it will have been worth it.", "keywords": ["milk", "tovia", "rise", "prices", "worries", "farmers", "suicides", "letter", "agrimark", "suicide", "dairy", "decline", "rogers", "farmer", "way"], "polarity": 0.09345288359439304, "subjectivity": 0.4843066262877584},
{"title": "NSA Chief: U.S. Response 'Hasn't Changed The Calculus' Of Russian Interference", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589143771/nsa-chief-u-s-response-hasn-t-changed-the-calculus-of-russian-interference", "text": "NSA Chief: U.S. Response 'Hasn't Changed The Calculus' Of Russian Interference\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nThe admiral in charge of both the nation's top electronic spying agency and the Pentagon's cybersecurity operations would seem a logical point man for countering Russia's digital intrusions in U.S. election campaigns.\n\nBut National Security Agency and U.S. Cyber Command chief Adm. Michael Rogers told the Senate Armed Services Committee on Tuesday there is only so much he can do. That is because, according to Rogers, President Trump has not ordered him to go after the Russian attacks at their origin.\n\nSen. Jack Reed of Rhode Island, the committee's ranking Democrat, asked Rogers, \"Have you been directed to do so, given this strategic threat that faces the United States and the significant consequences you recognize already?\"\n\n\"No, I have not,\" Rogers replied.\n\nBut the spy chief pushed back on suggestions that he should seek a presidential signoff.\n\n\"I am not going to tell the president what he should or should not do,\" Rogers said when Connecticut Democrat Richard Blumenthal pressed him on whether Trump should approve that authority.\n\n\"I'm an operational commander, not a policymaker,\" he added. \"That's the challenge for me as a military commander.\"\n\nRogers agreed with Blumenthal's estimation that Russian cyber operatives continue to attack the U.S. with impunity and that Washington's response has fallen short.\n\n\"It hasn't changed the calculus, is my sense,\" the spy chief told Blumenthal. \"It certainly hasn't generated the change in behavior that I think we all know we need.\"\n\nThe only intelligence agency head to be held over from the Obama administration told Massachusetts Democrat Elizabeth Warren that he believed Russian President Vladimir Putin has reached a conclusion: There is little price to pay for his actions and they can therefore continue.\n\n\"Bingo,\" Warren replied.\n\nRogers wasn't finished. \"Everything, both as the director of the NSA and what I see on the Cyber Command side, leads me to believe that if we don't change the dynamic here, this is going to continue and 2016 won't be viewed as something isolated,\" he added. \"This is something that will be sustained over time.\"\n\nIn another part of an oversight hearing in which Rogers appeared as the sole witness and in which Republican members kept silent about the Trump administration's response to Russian meddling, Reed asked whether Moscow was trying to obtain a strategic objective by influencing U.S. public opinion on elections.\n\n\"Yes, sir,\" Rogers replied. \"I believe they're attempting to undermine our institutions.\"\n\nWithout going into details, he said he has directed the Cyber Command's Cyber Mission Force \"to begin some specific work\" in response to Russia's interference in U.S. elections.\n\nBut Rogers also made clear that he had not been granted what he called \"the day-to-day authority\" to disrupt Russian hacking operations at their point of origin. That, he said, would have to come from Trump through Defense Secretary James Mattis.\n\n\"Nobody is denying him the authority,\" White House spokeswoman Sarah Huckabee Sanders said when asked about Rogers' testimony. \"We're going to continue looking at different ways to combat [Russian meddling], and I would imagine that that will be certainly a big part of it, but I can't speak to anything further on it right now.\"\n\nEven if he were granted authority to act, Rogers questioned during the Senate hearing whether his agencies' capabilities would be the best or only response to those attacks.\n\n\"Be mindful of falling in the trap that just because someone comes at us in cyber that we have to default to immediately going back and doing the exact same thing,\" he warned. \"I've always believed we need to step back and think a little bit more broadly about it and just don't default — it's because of that, you know, that I have not done that to date.\"\n\nRogers pointed to U.S. economic sanctions against Russia and Justice Department special counsel Robert Mueller's indictment last week of 13 Russians (which Rogers acknowledged not having read) as measures that have put a price on Russia's troublemaking.\n\n\"I think, in fairness, you can't say nothing's been done,\" he said. \"But the point would be, it hasn't been enough.\"\n\nThis was likely Rogers' last appearance before the panel before his retirement this spring. Trump has nominated Army Lt. Gen. Paul Nakasone, head of the U.S. Army Cyber Command, to replace Rogers. The appointment requires Senate confirmation.", "keywords": ["going", "response", "interference", "senate", "calculus", "chief", "nsa", "trump", "cyber", "told", "rogers", "russian", "changed", "think"], "polarity": 0.1129092261904762, "subjectivity": 0.30033482142857143},
{"title": "Education Department Wants To Protect Student Loan Debt Collectors ", "url": "https://www.npr.org/sections/ed/2018/02/27/588943959/education-department-wants-to-protect-student-loan-debt-collectors", "text": "Education Department Wants To Protect Student Loan Debt Collectors\n\nEnlarge this image LA Johnson/NPR LA Johnson/NPR\n\nUpdated at 11:09 a.m. ET\n\nStudent loan debt collectors have been accused of deceiving and abusing student borrowers and have been sued by attorneys general in a handful of states. Now, they may be getting some relief.\n\nThe debt collectors, that is. Not their customers.\n\nIn an internal document obtained by NPR, the U.S. Department of Education, under Secretary Betsy DeVos, argues that the nation's loan servicers should be protected from state rules that may be far tougher than federal law.\n\n\"Congress created and expanded the Direct Loan Program with the goal of simplifying the delivery of student loans to borrowers, eliminating borrower confusion, avoiding unnecessary costs to taxpayers, and creating a more streamlined student loan program,\" the memo reads. \"Recently, several States have enacted regulatory regimes or applied existing State consumer protection statutes that undermine these goals.\"\n\nThe memo, which was first reported by Bloomberg, has not been officially released; it marks the latest move by the Trump administration to align itself with debt collectors over the nation's 44 million student loan borrowers.\n\nIn August, the Education Department announced it would also stop collaborating with the Consumer Financial Protection Bureau in its oversight of loan servicers. That's after the CFPB had put the student loan industry on notice by suing the nation's largest servicer, Navient. The federal watchdog accused Navient of mismanaging borrower payments and steering struggling borrowers into costly plans. The company denied those charges. With the CFPB increasingly sidelined, states argue the job of policing loan servicers has fallen to them.\n\n\"This is a radical change,\" says Christopher Peterson, a law professor at the University of Utah and former enforcement attorney at the CFPB. In the past, he notes, the Department of Education had worked with federal and state regulators to protect student borrowers and regulate student lenders.\n\nBut under the Trump administration and DeVos, the department ended an information-sharing arrangement with the CFPB — making it harder for the bureau to police the industry, Peterson says.\n\n\"And now we're finding out that the Trump administration is also going to attempt to shut down all oversight and regulation by state governments,\" he says. \"It appears that the Trump administration doesn't want anyone to focus on whether the debt collectors are treating student loan borrowers fairly.\"\n\nStates have adopted a wide range of requirements to constrain servicers. States may impose additional fees, deadlines, transparency requirements and limits on how far companies can go to collect repayment. Many states have also created a student loan ombudsman to investigate borrower complaints. Illinois passed a student loan bill of rights.\n\nThe newly obtained memo, if entered into the Federal Register, would not have the force of law. However, it would put the federal government on the side of complaints by servicers that states require too much of them and that the servicers can't possibly comply with 50 different sets of rules. Last summer, the Education Finance Council and the National Council of Higher Education Resources — two groups that represent the interests of student loan companies — implored DeVos to weigh in on this increasingly bitter fight between states and loan servicers.\n\n\"I am writing to express my concern with the growing tendency of state entities to seek to impose state-level laws and regulations on student loan servicers,\" wrote the EFC's president, Debra Chromy. \"If left unchecked, these state efforts will continue to add an unnecessary web of regulations which are both duplicative of and potentially contradictory to existing federal regulations and policies.\"\n\nIn the new memo, the department agrees, arguing that state efforts to police servicers are pre-empted by federal law, namely the Higher Education Act. These state-led efforts to rein in servicers ultimately hurt taxpayers, the memo argues.\n\nThe Justice Department offered a similar argument when it recently weighed in on a Massachusetts lawsuit against a student loan servicer. And, late last year, House Republicans attempted to pass legal protections for servicers from tougher state laws in a rewrite of the Higher Education Act.\n\nBut this fight does not always follow traditional political lines.\n\nA bipartisan group of 26 state attorneys general — including reliably conservative Montana, Tennessee, Kansas and Texas — wrote to DeVos in October, urging her to \"reject an ongoing campaign by student loan servicers and debt collectors to secure immunity for themselves from state-level oversight and enforcement.\"\n\n\"There is no principled reason for the Department to weaken or box out states just as our combined federal-state efforts against abusive practices in the student loan servicing industry have begun to bear fruit,\" the attorneys general wrote. \"Nor is there any justification to seek to interfere with the traditional police power of states to protect their own residents from abuses in the marketplace.\"\n\nMassachusetts Attorney General Maura Healey told NPR: \"What this memo signals is that they want to stop states like Massachusetts and my office from holding companies accountable for ripping off students with predatory loan servicing practices.\"\n\nPro-consumer groups also expressed concern about the proposal.\n\n\"Once again, the Department of Education has revealed that it is on the side of companies instead of standing by borrowers and their families,\" Whitney Barkley-Denney, a policy counsel with the Center for Responsible Lending, said in a statement. \"Acting at the behest of servicers and their lobbyists denies an opportunity for comment by the 44 million Americans who share the burden of a still-growing $1.4 trillion in student loan debt.\"\n\nThe Education Department did not respond to a request for comment.", "keywords": ["states", "student", "department", "servicers", "loan", "collectors", "debt", "wants", "education", "federal", "state", "protect", "memo"], "polarity": 0.07892187177901464, "subjectivity": 0.45948258091115246},
{"title": "Hollywood Diversity Study Finds 'Mixed Bag' When It Comes To Representation", "url": "https://www.npr.org/sections/monkeysee/2018/02/27/588923308/hollywood-diversity-study-finds-mixed-bag-when-it-comes-to-representation", "text": "Hollywood Diversity Study Finds 'Mixed Bag' When It Comes To Representation\n\nEnlarge this image toggle caption Marvel Studios Marvel Studios\n\nThe global box office success of Black Panther is no surprise to UCLA sociologist Darnell Hunt. His annual report on Hollywood diversity argues that movies and TV shows with diverse casts and creators pay off for the industry's bottom line.\n\nHunt says Black Panther, for example, \"smashed all of the Hollywood myths that you can't have a black lead, that you can't have a predominantly black cast and [have] the film do well. It's an example of what can be done if the industry is true to the nature of the market. But it's too early to tell if Black Panther will change business practices or it's an outlier. We argue it demonstrates what's possible beyond standard Hollywood practices.\"\n\nThe fifth annual diversity report is subtitled, \"Five Years of Progress and Missed Opportunities,\" suggesting that America's increasingly diverse audience prefers diverse film and television content. The study reports that people of color bought the majority of movie tickets for the five of the top 10 films in 2016, and television shows with diverse casts did well in both ratings and social media.\n\nHunt's team crunched the numbers for Hollywood's top 200 films and 100 TV shows from 2015 to 2016. What they found, according to Hunt, was a \"mixed bag\" that over time shows a pattern: \"Two steps ahead, one step back. But at the end of five years, we see there's not much progress.\"\n\nThe report states that people of color make up nearly 40 percent of the U.S. population, yet they remain underrepresented on every front on all platforms, including lead roles, writers, directors and showrunners. It finds the same for the talent agents who serve as important industry gatekeepers.\n\nThe report also shows that despite making up more than half the population, women remain underrepresented. They gained some jobs in film and TV, but as film directors, they were outnumbered seven to one.\n\nHunt says there are a few bright spots in television: Broadcast TV and children's series are increasingly diverse and do well in the ratings. \"Most babies born in America today are not white,\" Hunt notes, \"so if you look at children's programming, it's unmistakable that you must have diversity, otherwise the show fails.\"", "keywords": ["finds", "black", "television", "film", "tv", "comes", "hollywood", "report", "panther", "bag", "mixed", "study", "diverse", "diversity", "shows", "representation"], "polarity": 0.07797619047619049, "subjectivity": 0.3491071428571429},
{"title": "The Curious Case Of A Florida Man Who Called Politicians Corrupt, Got Thrown In Jail", "url": "https://www.npr.org/2018/02/27/586564094/the-curious-case-of-a-florida-man-who-called-politicians-corrupt-got-thrown-in-j", "text": "The Curious Case Of A Florida Man Who Called Politicians Corrupt, Got Thrown In Jail\n\nEnlarge this image toggle caption Alan Diaz/AP Alan Diaz/AP\n\nUpdated at 2:05 p.m. ET\n\nIt's not that uncommon to hear someone complaining that politicians are corrupt. But you wouldn't expect to be thrown in jail for it.\n\nThat's exactly what happened to Fane Lozman at a City Council meeting in Florida.\n\nOn Tuesday, that arrest got to the U.S. Supreme Court, and it could have implications not just for Lozman but for the limits of First Amendment protections of freedom of speech.\n\nA video of Lozman's arrest can be viewed here:\n\nOddly, it's not Lozman's first trip to the nation's highest court. Five years ago, the financial trader won his first case against the city of Riviera Beach when the city seized his floating home to make room for a harbor redevelopment. Today's case could affect a lot more people.\n\nSupreme Court justices on Tuesday seemed to express that they agreed Lozman's arrest may have been unjustified and over the line, but they were having trouble clearly defining the line.\n\nWhat was the line exactly? Justice Kennedy, for example, asked Lozman's lawyer, but didn't seem to get a satisfying answer.\n\nYouTube\n\nKennedy further wanted to know how, if the court got rid of the existing rule — a somewhat obscure Florida law (more on that below) — how they would box off cases like this and still allow police to deal with things like bar fights and demonstrations that turned into riots?\n\nIf you can't find a way to distinguish this case from those cases, Kennedy told Lozman's lawyer, you've lost me.\n\nThe court doesn't want to be flooded with those cases, he said, so it was looking for a line to draw that could be easily translated.\n\n\"Carry him out\"\n\nBack in 2006, Lozman was not exactly a welcome sight for the Riviera Beach City Council. He had managed to scuttle its plans to convert the local public marina into a private one.\n\nA transcript of a closed-door meeting in June of that year shows council members discussing tactics for dealing with Lozman, including the possibility of hiring a private investigator to turn the tables on the city's critic.\n\n\"I think it would help to intimidate,\" Council Chairperson Elizabeth Wade said, adding, \"I think they should be questioned by some of our people ... so they can feel the same kind of unwarranted heat.\"\n\nOn Nov. 15, 2006, the dispute between Lozman and the City Council boiled over. During the public comment portion of an open meeting, Lozman decided to speak up.\n\n\"They were not in a very good mood,\" he recalls. \"They realized they had to abandon their entire redevelopment plan. ... They were throwing in the towel that night, and that's when I got up to make my public comment, and the chairperson was just livid looking at me.\"\n\nLozman started out, \"You're probably aware that the U.S. attorney's office has arrested the second corrupt local politician. This time it was former Palm Beach County Commissioner Tony Masilotti.\"\n\nChairperson Wade immediately interrupted him: \"Fane Lozman, you have the right to say what you want to say publicly, but you will not stand up and go through that.\"\n\nLozman persisted, insisting that he had the right to speak. Wade summoned the police officer on duty to the lectern and told Lozman to leave or be arrested.\n\nWhen Lozman refused to leave, Wade told the officer to \"carry him out.\"\n\nThe officer handcuffed Lozman and took him to a holding cell at the local police department, charging him with disorderly conduct and resisting arrest.\n\nThe charges were subsequently dropped, but Lozman continued to fume. He sued the city, alleging a number of retaliatory acts, including his arrest at the council meeting.\n\nA jury, though, sided with the city.\n\nWhat constitutes \"disorderly\"?\n\nA federal appeals court upheld the verdict, concluding there was probable cause to believe that Lozman was violating or was about to violate a Florida law that makes it a second-degree misdemeanor to disturb a lawful assembly.\n\nLozman hotly disputes that characterization of his conduct.\n\n\"I did maintain order,\" he said. \"Disorderly conduct relative to a public meeting is if you go beyond your three minutes, if you use profanity, if you're screaming or yelling. I was doing none of those.\"\n\nHe maintains instead that what the council chairperson objected to was the content of his speech.\n\n\"If she didn't want to listen to that content, she shouldn't run for public office,\" he said, \"because the First Amendment protects comments that are critical and maybe comments people don't like to hear.\"\n\nLozman added that this Supreme Court case is far more important than his last one.\n\n\"If I lose, then police and municipalities and the final policymakers who run the city, they're immunized,\" Lozman said. \"They can just come up with any bogus misdemeanor arrest to remove you from making your public comments.\"\n\nLarger implications\n\nAs the briefs in the case indicate, Lozman's experience is hardly unique.\n\nIndeed, more than two dozen media organizations have filed a brief pointing to similar problems encountered by reporters and photographers engaged in everything from investigative journalism to covering demonstrations.\n\nWhile arresting journalists for critical coverage may be the hallmark of repressive regimes, and rarely happens in the United States, the brief observes, \"It does happen.\"\n\nThe brief, points, for instance, to Arizona Sheriff Joe Arpaio's arrest of the publishers of the Phoenix New Times for publishing articles that probed the sheriff's commercial real estate holdings.\n\nThe city's argument\n\nThe city of Riviera Beach declined NPR's request to discuss its case, but in written briefs filed with the court, the City Council, backed by the Trump administration, contends that the police officer was justified in arresting Lozman, even if Lozman's speech was perfectly legal.\n\nHow's that?\n\nThe city argues that in the context of law enforcement, an open-ended right to sue for false arrest would be chaotic, expensive for municipalities and dangerous.\n\nConsider this example, the city argues: A police officer sees someone illegally driving a van through the parking lot of a federal building with a sign that says, \"Remember the Children of Waco.\"\n\nThe police officer might reasonably decide to arrest the driver, rather than just issue a citation, thus buying time to determine whether the driver is a concerned citizen or another Oklahoma City bomber.\n\nLozman's lawyers, in their briefs, counter that the defendant here isn't the individual police officer; it's the city. The arrest did not occur in the field, but occurred while Lozman was \"calmly speaking during the public comment portion of a city council meeting\" and that what he said \"provided no basis for the arrest.\"\n\nA decision in the case is expected by summer.", "keywords": ["jail", "called", "case", "court", "corrupt", "officer", "lozmans", "arrest", "lozman", "man", "curious", "thrown", "council", "florida", "meeting", "public", "politicians", "city"], "polarity": 0.06423267208981498, "subjectivity": 0.3850734979306407},
{"title": "Which Direction Is Trump Heading On Guns? ", "url": "https://www.npr.org/2018/02/27/588959509/which-direction-is-trump-heading-on-guns", "text": "Which Direction Is Trump Heading On Guns?\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nLawmakers in Washington and Tallahassee have discussed a lot of ideas to reduce school shootings, but on the hardest questions — like what to do about guns — there is just no clear consensus.\n\nThere are few signs of clarity from President Trump, who has taken a leading role in the debate without providing strong direction to solve the problem.\n\nTrump started out voicing support for several options that crossed party lines. But lately the bipartisan message has gotten muddled. For one thing, Trump has been spending more time with the National Rifle Association, and it's beginning to show.\n\nNo consensus\n\nSome Republican lawmakers want to raise the age limit to buy a long gun to 21 from 18; others, like the NRA, do not.\n\nTrump voiced support for this proposal last week but didn't mention it at last week's Conservative Political Action Conference, where the NRA had a big presence, nor did Trump talk about it at a White House meeting with governors on Monday, after he had lunch with NRA leaders over the weekend.\n\nBackground checks have broader support. On Meet the Press on Sunday, Republican Sen. Pat Toomey of Pennsylvania, who has sponsored a bill to vastly expand background checks, said it may be up to Trump whether this happens or not.\n\n\"The president's expression of support for strengthening our background check system is very constructive. The president can play a huge and, in fact, probably decisive role in this,\" Toomey said.\n\nBut even though Trump says he wants \"comprehensive\" background checks, he has only supported a House bill that would tweak the current background check system. It would not make it universal nor close the gun show loophole, as would the bill that Toomey sponsored with Sen. Joe Manchin, D-W.Va. in the months after the 2012 shooting at Sandy Hook Elementary School in Newtown, Conn.\n\nThe House bill, which is backed by the NRA, also includes a provision to loosen existing gun restrictions. It would allow people with permits to carry concealed weapons in their states to carry anywhere in the country — even in states that don't offer conceal-carry privileges. That provision is opposed by Democrats in the Senate.\n\nThe president also says he wants the Bureau of Alcohol, Tobacco, Firearms and Explosives to ban bump stocks, a gun accessory that allows a semi-automatic weapon to fire like an automatic weapon. But the ATF says that it doesn't have the power to ban bump stocks and that a ban would have to be legislated by Congress.\n\nThe NRA says it does not support banning bump stocks, despite coming out for more regulation of them after the massacre on the Las Vegas Strip last year.\n\nDemocrats and some Republicans are willing to reinstate the ban on some styles of assault weapons, but others including Florida Gov. Rick Scott, Trump and the NRA are not.\n\nThis suggests the debate may follow the same path we've seen after other mass shootings — a spike in support for gun control in the polls, no action by Congress, then fading interest as the moment passes.\n\nTrump's familiar pattern\n\nThe main thing the president talks about now is \"hardening\" schools and arming some teachers. Those ideas represent the essence of the NRA approach to preventing school shootings — an echo of NRA executive Wayne LaPierre's CPAC speech — but they lack broader support.\n\nThe idea of arming teachers hasn't gone through any kind of policy process at the White House. There are numerous questions about how it would work and whether the federal government could have any role in this, since K-12 education is the responsibility of the states.\n\nA White House spokesman admitted last week that there is no plan to turn Trump's idea of arming some teachers into legislation — in other words, the president was just musing about it.\n\nLook back over the past several months of the immigration debate when Trump started by claiming he was searching for consensus, then retreated to a hard-right, maximalist position.\n\nWith immigration, the president first said that he would sign whatever Congress sent him and that he would \"take the heat\" if lawmakers compromised. Then, when faced with a bipartisan deal that would have given him full funding for his border wall and a path to citizenship for the people in the U.S. illegally who were brought here as children, he rejected it and insisted on a proposal that would drastically reduce legal immigration instead.\n\nIn the gun debate, he has managed to dominate the media narrative — one of the ways Trump measures success — with his proposal to arm some teachers. It's a proposal that has few supporters outside the president's hard-core base — just like the proposal to limit legal immigration.\n\nAt the White House meeting with governors, Trump didn't mention the idea of raising the age limit to purchase assault rifles to 21 — a proposal he had seemed to embrace earlier. That left the White House facing questions about whether the NRA twisted his arm when he had that luncheon with the organization's leaders.\n\n\"The president's still supportive of the concept,\" press secretary Sarah Huckabee Sanders said. But the administration is holding out for the details.\n\nThe president revealed the NRA lunch to reassure people once again that he can handle the gun lobby.\n\n\"I will tell you, they are doing what they think is right. But sometimes, we're going to have to be very tough, and we're going to have to fight them,\" Trump said.\n\nTipping point for the NRA?\n\nIf a Republican president stood up to the NRA and changed the dynamic on gun control, it would be a tipping point in American politics. However, tipping points are most clearly seen in the rearview mirror.\n\nLots of observers have suggested that this time is different. And it does feel different because of all those young, articulate, social media-savvy students.\n\nThey became activists and household names overnight.\n\nBut the 2012 Sandy Hook shooting has also been considered a tipping point because of the horror of first-graders being massacred — and nothing happened.\n\nStill, the decision by a growing number of businesses to sever ties with the NRA shows that many companies now feel doing business with the gun lobby is bad for their bottom line.\n\nWhether it's bad or good for Trump and Republicans won't be known until November.", "keywords": ["direction", "president", "white", "heading", "teachers", "proposal", "debate", "support", "gun", "guns", "house", "trump", "nra"], "polarity": 0.04688958916900094, "subjectivity": 0.36486344537815135},
{"title": "Asian Ticks (Mysteriously) Turned Up On A New Jersey Sheep", "url": "https://www.npr.org/sections/goatsandsoda/2018/02/27/588408433/asian-ticks-mysteriously-turned-up-on-a-new-jersey-sheep", "text": "Asian Ticks (Mysteriously) Turned Up On A New Jersey Sheep\n\nEnlarge this image toggle caption Tadhgh Rainey Tadhgh Rainey\n\nHow did a tick that's native to East Asia make it to rural New Jersey?\n\nThat's the question puzzling researchers. The backstory involves a panicky sheep owner, tick-covered humans and a pair of pants stuck in the freezer.\n\nThe tick in question is Haemaphysalis longicornis — also known as the longhorned tick or bush tick.\n\nIt can reproduce by essentially cloning itself, allowing it to multiply quickly. It feeds on the blood of a variety of mammals, including people. In China, it has been linked to the spread of SFTS virus, described in a Centers for Disease Control and Prevention report as \"an emerging hemorrhagic fever.\"\n\nThe tick story starts last August. A resident of Hunterdon County, N.J., went to a county office because she had been shearing her sheep and noticed she was getting ticks on her arms, explains Tadhgh Rainey, the report's lead author and the division head of the Hunterdon County division of health.\n\n\"What she didn't know was her entire clothing, pants and everything, they were covered in ticks,\" Rainey says. Those ticks were in the larval stage — smaller than 0.03 inches and tough to spot.\n\n\"Basically, they look like a speck of dirt,\" Rainey says. \"And if you look really closely, you'll see those specks of dirt start to move a little bit.\"\n\n\"I get this call from my assistant and he said, 'We've got a resident here who showed up covered in ticks; she's panicking; now we're panicking and her pants are in our freezer,'\" Rainey says. (Freezing, he explains, is one of the best ways to kill ticks.)\n\nAt first, Rainey assumed the parasites were deer ticks, a native species common in the area. But the sheer number of ticks on the resident's clothing — more than 1,000 — surprised him. Usually, finding 20 to 50 larval deer ticks in that situation would be \"quite a bit,\" he says. What's more, under the microscope, they didn't look like deer ticks.\n\nRainey later went to the paddock where the sheep lived to collect ticks.\n\n\"Within two minutes, we're covered in ticks,\" he says. \"Numbers I had never seen before — just sort of stunning.\"\n\nEnlarge this image toggle caption Tadhgh Rainey Tadhgh Rainey\n\nInvestigators found hundreds on the sheep and collected nearly 1,000 more from the 1-acre paddock.\n\nThe tick has previously been found in the U.S. on large animals in quarantine, including a horse in New Jersey in the 1960s, says Andrea Egizi, the senior author of the paper, which was published last week in the Journal of Medical Entomology. Egizi is a research scientist with the Monmouth County Tick-Borne Disease Lab and a visiting professor in the entomology department at Rutgers University.\n\nBut this is the first time all life stages of this species (larvae, nymphs and adults) have been found on an unquarantined animal in the U.S.\n\nNow here's the thing: This sheep had definitely not visited Asia. As the paper notes, it had no \"travel history.\" So how did it pick up the ticks?\n\n\"There were no other domestic animals on that property, so it's a really big mystery exactly how it got there,\" says Egizi.\n\nOne or more ticks could have hitched a ride into the U.S. on a large animal such as a horse or a cow, or even on a dog or a person, Rainey says.\n\nThe sheep's owner gave it a chemical wash to rid it of ticks. In a follow-up visit in November, the tick team didn't find any ticks on it. County workers treated the property with chemicals and cut the high grass, Rainey says. By late November, they couldn't find any ticks either on the sheep or in the paddock.\n\nBut that doesn't mean they're gone.\n\n\"It is possible that they were all killed, but we also don't know if, before the property was treated, they were spread out of that property by wild animals,\" Egizi says.\n\nThen again, maybe the weather did them in.\n\n\"There are some populations [of this tick] that are less cold-tolerant, so there is a possibility that the winter killed them,\" Egizi says.\n\nThe ticks face another challenge: The elderly sheep has died, so their only known host won't be around anymore.\n\nBut they could also be the ultimate survivors. \"These invasive species are notorious for having survival strategies that outwit us at every corner,\" Rainey says.\n\nThis spring, the researchers plan to go back to the site to look for any ticks that might have survived the winter and chemical treatments.\n\nAnd if the longhorned ticks made it? They could pose a threat to livestock. If enough ticks feed on one animal, they can cause such severe blood loss that the host dies.\n\nWhat's less certain is whether people should be worried (aside from the obvious OMG factor of being covered in ticks).\n\nTicks generally don't transmit diseases from person to person. Instead, they pick up a disease from an infected animal and can pass it to a person they feed on. Some native tick species in the U.S. can transmit Lyme disease and other diseases. But tick specialists aren't too concerned about the longhorned tick. Even though it has been implicated in disease transmission in countries like China and Japan, Egizi says, \"It would be a question of whether they could transmit our local pathogens, which we don't know.\"\n\nMeanwhile, tick specialists are in awe of the whole story. Rick Ostfeld, a disease ecologist at the Cary Institute of Ecosystem Studies in Millbrook, N.Y., called the discovery of the tick \"serendipitous.\"\n\n\"I wonder how often this kind of thing happens, but it goes undetected,\" he says. \"We don't really have a systematic national capability to go around looking for invasive ticks from exotic places. They might be occurring, and we'll never find out until it's too late.\"\n\nCourtney Columbus is a multimedia journalist who covers science, global health and consumer health. She has contributed to the Arizona Republic and Arizona PBS. Contact her @cmcolumbus11", "keywords": ["sheep", "tadhgh", "mysteriously", "ticks", "species", "rainey", "property", "egizi", "tick", "county", "asian", "jersey", "disease", "turned"], "polarity": 0.06531150247059339, "subjectivity": 0.4188592089728453},
{"title": "Scientists Predict King Penguins Face Major Threats Due To Climate Change", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588811506/scientists-predict-king-penguins-face-major-threats-due-to-climate-change", "text": "Scientists Predict King Penguins Face Major Threats Due To Climate Change\n\nEnlarge this image toggle caption Peter Macdiarmid/Getty Images Peter Macdiarmid/Getty Images\n\nSeventy percent of the world's king penguin population could face threats to its habitat by the end of this century, according to a new scientific model.\n\nThe researchers say the problem is that the animals' primary source of food is moving farther away from places where the penguins can breed. They're very likely going to have to swim farther for their dinner.\n\n\"This is really surprising to us, to find such a massive change is going to happen in such a short time frame,\" says Emiliano Trucchi, a researcher in evolutionary genetics from the University of Ferrara. The team's research, co-led by Céline Le Bohec of the Université de Strasbourg, was published Monday in Nature Climate Change.\n\nTrucchi tells NPR that king penguins breed only on islands that are ice-free near Antarctica, and there are \"just a handful\" of those.\n\nWhile the chicks are reared, he says, the adults take turns swimming to the primary source of food. The penguins swim hundreds of miles, Trucchi says, to gather small fish and other ocean creatures to bring back to their young.\n\nThe source is a nutrient-rich band of water called the Antarctic Polar Front, where cold deep water meets an area of warmer water. King penguins get some 80 percent of their nutrition from this band, he says.\n\nThe researchers' model projects that the Antarctic Polar Front is moving closer to the South Pole — \"so some of the islands north of the polar front will be farther away from the source of food.\"\n\nTrucchi says it is going to be difficult to predict exactly how the penguins will navigate their changing environment.\n\nGenetic information from the penguins shows that they have historically traveled large distances and mated outside their colonies. While the warming temperatures may mean that new islands will become possible breeding grounds, the timing will be tricky — will they be habitable when the food source becomes too far away?\n\ntoggle caption Walter Bieri /AP\n\n\"We are talking about 1 million individuals that need to find a new place to live,\" Trucchi says, adding that \"the endpoint of this massive relocation is very hard to predict.\"\n\nAnd likely targets are home to other species of penguin. A major influx of king penguins could negatively impact the other inhabitants of the islands, he says. To make things even more complicated, the penguins must nest on sandy beaches, not rocky ones, and too much ice in the water can make an island untenable for them.\n\nThe researchers tested the model using a range of greenhouse gas emissions scenarios. In the most extreme one, the paper states, \"70% of the present day 1.6 million king penguin breeding pairs are expected to abruptly relocate or disappear before the end of the century.\"\n\nBut even in a low emissions scenario, threatened habitats include the Crozet Islands — home to about half the global king penguin population.\n\nThe model assumes an upper limit of about 430 miles as the distance between where penguins can breed and find food. But, Trucchi adds, \"we know for sure that even shorter distances are already affecting the survival and the breeding success of the king penguin.\" That suggests that the team's findings should be considered low estimates of the impact, he says.\n\n\"They're bringing together all these different perspectives to talk about what happens when you have a species that is locked into a geographic location to breed and their food starts moving,\" Gretchen Hofmann, a professor of ecological physiology at the University of California, Santa Barbara who was not involved in the study, tells NPR.\n\n\"There are some things they can't completely predict, but they are really trying to come up with a reliable species distribution modeling to be able to look forward to the effects of climate change and impacts on biodiversity,\" Hofmann adds. She praises the scientists for the number of factors they do include in their model — \"they've done as good as anybody I've seen trying to bring all that together.\"\n\nThe researchers also encourage proactive conservation efforts, saying that the island of Bouvet is likely to be less impacted and could serve as a refuge.\n\nThey warn that the ecological changes could have implications for other species with similar patterns. \"There are many species, other seabirds or marine mammals that have to breed on land and then they forage on the Antarctic Polar Front,\" Trucchi says. And in the polar environment, king penguins are high up the food chain. A major decline in its numbers, he adds, could \"represent just the tip of the iceberg of what's actually happening with this global warming.\"", "keywords": ["predict", "scientists", "trucchi", "change", "islands", "face", "source", "species", "threats", "major", "penguins", "food", "climate", "polar", "king", "penguin", "breed"], "polarity": 0.04412937287937289, "subjectivity": 0.4766364416364417},
{"title": "Your 2018 Health Plan Must Comply With ACA Rules Or You Risk Tax Penalties", "url": "https://www.npr.org/sections/health-shots/2018/02/27/588950615/your-2018-health-plan-must-comply-with-aca-rules-or-you-risk-tax-penalties", "text": "Your 2018 Health Plan Must Comply With ACA Rules Or You Risk Tax Penalties\n\nEnlarge this image toggle caption Hero Images/Getty Images Hero Images/Getty Images\n\nHealth plans that don't meet the standards of the Affordable Care Act; work requirements for Medicaid coverage; changes to Medicare's approved drug lists: As the ground continues to shift on health care coverage, I'm answering readers' queries this week about these three different types of plans:\n\nI lost my job last year and my employer coverage ended in January. I bought a new plan through the marketplace that went into effect last month. I just received policy information, and it states that because the plan does not cover major medical services, I may have to pay additional taxes to the government. I was told that the plan didn't cover major medical, but wasn't told about any taxes. Will I be fined next year?\n\nIt sounds like you bought a plan that doesn't comply with the Affordable Care Act's requirements, and if that's the case you may indeed have to pay a penalty for not having comprehensive coverage when you file your taxes next year.\n\nThe tax reform law repealed the individual penalty for not having health insurance, but that provision doesn't take effect until 2019. So for 2018 you may be charged the greater of $695 or 2.5 percent of your household income.\n\nThe federal- and state-run marketplaces established by the ACA sell only comprehensive plans that cover 10 essential health benefits, including \"major medical\" services like hospitalization and prescription drugs.\n\nBut some insurance broker websites call themselves marketplaces too, says Sabrina Corlette, a research professor at Georgetown University's Center on Health Insurance Reforms. And that can be confusing. These companies may sell other insurance products — like short-term or accident coverage — alongside comprehensive plans that comply with the law.\n\nEver since the health law was passed, \"There have been opportunistic companies trying to take advantage of consumer confusion to make money,\" Corlette says.\n\nIf you aren't happy with your plan, you may still be able to switch. Losing your employer coverage qualifies you for a 60-day special enrollment period to pick a new plan. Since it appears you're still in that window, you may be able to choose a comprehensive plan.\n\nTo ensure you're using your state's official marketplace, go to healthcare.gov and click on \"see if I can change.\" That will take you to your state marketplace, even if you live in one of the dozen or so states that run their own exchanges.\n\nI'm in a state that is looking into work requirements for Medicaid. At sign-up time, can I simply tell the exchange that I intend to be ineligible for Medicaid by refusing to work and get the premium tax credit to buy a private plan on the insurance marketplace?\n\nFederal health law regulations don't clearly address the situation you describe, but the short answer is probably not, according to policy analysts.\n\nIn general, people who are eligible for employer coverage or Medicaid — the federal-state health program for people with little income — can't qualify for federal tax credits that help pay for premiums on plans sold on the health insurance exchanges.\n\nThis year, Kentucky and Indiana became the first states to receive federal approval to require some Medicaid recipients to put in 80 hours each month at a paid job, school or volunteer work (among other activities), to receive benefits. Nearly a dozen other states have made similar requests.\n\nIf you refuse to work, does that make you ineligible for Medicaid? The rules aren't clear, says Judith Solomon, vice president for health policy at the Center on Budget and Policy Priorities.\n\nStates might argue that someone in your situation is eligible for Medicaid — you just have to fulfill the work requirements, says Timothy Jost, a professor emeritus of law at Washington and Lee University in Virginia, who is an expert on the health law.\n\nThere are other actions people could take — or fail to take — where this issue might come up. \"You could argue that someone is not eligible because they haven't completed the Medicaid application or provided the required documentation,\" Jost says. \"There are any number of requirements, but I can't imagine someone saying they didn't do those things and so they're not eligible for Medicaid.\"\n\nWhatever the rules, it's unlikely that many people will be in a position to consider taking this stance. To qualify for premium tax credits, your income must be between 100 and 400 percent of the federal poverty level (about $12,000 to $48,500 for an individual in 2018). But you'd also have to be eligible for Medicaid, generally with an income limit of 138 percent of poverty (about $16,750) in states that expanded coverage to adults. In addition, the Medicaid work requirements in your state would have to apply to you.\n\nI picked a Medicare Part D drug plan that covered all the drugs I take. But as soon as I got my first Novolin R prescription filled, they notified me that they don't cover it anymore. Can they just switch it like that?\n\nMedicare drug plans can change their list of covered drugs, called formularies. If they're doing so at the start of the new calendar year, as appears to have happened in your case, the plan may notify you of the change when you fill the prescription for the first time in the new year. At that time, the plan would typically give you a 30-day transition refill so you can switch to another drug that's on the formulary or start the appeals process to continue taking your current insulin drug, Novolin R.\n\nIf you and your doctor think it's important that you have Novolin R and not another drug that is similar, you can ask your plan to make an exception to allow you to continue to take the drug.\n\nTo go that route, you would need to get your doctor to \"make the case for why that formulary drug is not the right drug\" for you, says Casey Schwarz, senior counsel for education and federal policy at the Medicare Rights Center, an advocacy group.", "keywords": ["states", "aca", "requirements", "plan", "comply", "work", "2018", "insurance", "health", "drug", "penalties", "rules", "risk", "coverage", "tax", "medicaid"], "polarity": 0.07871444032158317, "subjectivity": 0.4162047773654915},
{"title": "Georgia's Lt. Gov. Threatens To Kill Tax Break For Delta Air Lines Amid NRA Spat ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589047224/georgias-lt-gov-threatens-to-kill-tax-break-for-delta-airlines-amid-nra-spat", "text": "Georgia's Lt. Gov. Threatens To Kill Tax Break For Delta Air Lines Amid NRA Spat\n\nEnlarge this image toggle caption David Goldman/AP David Goldman/AP\n\nGeorgia's lieutenant governor has threatened to block a proposed tax break for Delta Air Lines unless the Atlanta-based carrier restores a discount program for National Rifle Association members that was pulled in the wake of the shooting in Parkland, Fla., earlier this month.\n\nIn the latest fallout from the mass shooting at Marjory Stoneman Douglas High School that killed 17 people, Republican Lt. Gov. Casey Cagle said he would \"kill\" legislation to give the airline a sales tax exemption on jet fuel \"unless the company changes its position and fully reinstates its relationship with\" the powerful gun-rights advocacy group.\n\n\"Corporations cannot attack conservatives and expect us not to fight back,\" Cagle said.\n\nIn an earlier tweet, Cagle — who has earned an \"A+\" rating from the NRA every year since he assumed elected office and has been endorsed by the group – criticized corporations who cut ties with the NRA, calling on them instead to \"donate a portion of [their] profits to mental health treatments and school safety initiatives.\"\n\nCagle is a leading candidate to succeed Gov. Nathan Deal.\n\nIn a statement on Saturday, Delta said it was \"reaching out to the NRA to let them know we will be ending their contract for discounted rates through our group travel program.\"\n\nAs The Associated Press notes:\n\n\"Cagle's comments come as Delta, one of the Georgia's largest employers, appeared close to convincing lawmakers to restore a $50 million sales tax exemption on jet fuel. Headquartered in Atlanta, Delta would be the prime beneficiary of the tax cut. The proposed exemption had been part of Deal's larger tax overhaul, which has passed the House and awaits Senate input.\"\n\nUnited Airlines made a similar announcement on the same day as Delta.\n\nThe airline is among numerous high-profile companies to cut discounts from NRA members in recent days, including car rental companies such as Alamo, Avis, Enterprise, Hertz and First National Bank, Symantec, MetLife and others. Meanwhile, the hashtag #boycottNRA has been trending.\n\nAccording to the AP:", "keywords": ["cagle", "exemption", "shooting", "unless", "lt", "school", "spat", "kill", "threatens", "delta", "lines", "georgias", "gov", "nra", "tax", "cut"], "polarity": 0.08812500000000001, "subjectivity": 0.4530208333333334},
{"title": "The Racket In Brazil: Gangs Are Blowing Up Banks For Cash", "url": "https://www.npr.org/sections/parallels/2018/02/26/588013619/the-racket-in-brazil-gangs-are-blowing-up-banks-for-cash", "text": "The Racket In Brazil: Gangs Are Blowing Up Banks For Cash\n\nEnlarge this image toggle caption Leo Correa/AP Leo Correa/AP\n\nNot long ago, a sudden boom echoed across the rooftops of southern Rio de Janeiro, bouncing off the granite hills and jolting people out of their slumbers in the wee small hours.\n\nIt came from a relatively tranquil neighborhood, and it was loud enough to be heard more than a mile away, within the villas beside Sugarloaf Mountain and along Copacabana Beach on the shores of the Atlantic.\n\nRio's residents are well accustomed to being woken in the night by volleys of fireworks, the thumping party music, and — in parts of the city — bursts of gunfire. But this loud bang was different: an explosion.\n\n\"It was massive,\" says Andre de Souza, 49, a resident of Botafogo, the neighborhood where the blast happened last month. \"Afterwards I heard gunshots, and I realized that something very strange was going on.\"\n\nThe commotion was caused by a gang of robbers, who broke into a local branch of a major bank and detonated the cash machines, leaving a trail of wreckage and making off with an untold amount of cash.\n\nA wave of these attacks is adding another complication to Rio's chronic security crisis, spreading fear among the public and dealing a blow to property prices for residents with homes near banks.\n\nThe crisis is so bad that Brazil's President Michel Temer this month signed a decree transferring responsibility for security in Rio from state authorities to the nation's armed forces, under an army general. Brazil has deployed troops on Rio's streets to work alongside police before — including during the 2016 Olympics. But this is the first time the military has taken overall charge of security operations in the state since the end of the country's dictatorship in 1985.\n\nThe Botafogo explosion was particularly worrying for de Souza, because it occurred inside the tall, modern building in which he lives, along with his wife and their two dogs. The bank, a branch of Santander, is on the ground level. Their apartment is six floors above it.\n\nDe Souza's wife, Dilza Roxo, an accountant, says the bank robbers arrived in Botafogo in several cars at around 2:30 a.m. and blocked the surrounding roads. \"There were around 20 men, in masks and with rifles, asking people to lie down, or to leave their balconies and go inside,\" she says.\n\n\"The porter called the police, but they didn't come, thank God!\"\n\nRoxo believes the police lack training and weaponry. Had they confronted the gang, she says, there would likely have been a shootout in which innocent bystanders could have been killed. She says the police finally showed up, about 10 minutes after the gang had left with the stolen cash.\n\nAfterward, her husband de Souza went downstairs to inspect the damage. \"I came down and saw the corridors full of smoke. I thought the building's hallway had collapsed,\" he says.\n\nThe building, with 96 apartments, turned out to be intact. Yet the incident has badly shaken the couple.\n\n\"It is really concerning,\" says de Souza, a physical education teacher. \"We don't know if [the bank robbers] will come back. So it is intensely worrying for people like us, living above these banks.\"\n\nEnlarge this image toggle caption Rio de Janeiro Civil Police Rio de Janeiro Civil Police\n\nThe couple wants to move out, although they acknowledge how hard it may be to find a buyer.\n\n\"It's become impossible to live here,\" says Roxo. \"Personally, I'm afraid. And it's not just me. I talk to many people. They're afraid too.\"\n\nRio's Civil Police said it could not comment on this and other robberies while they are investigating the cases.\n\nThe police did, however, claim one significant breakthrough: On Monday, they announced the arrest of six people involved in one of the country's biggest gangs of bank robbers. The suspects are allegedly part of a criminal organization in southern Brazil, with links to organized crime in Rio.\n\nThere was an average of five attacks a month targeting ATMs inside banks in and around the city last year, according to the Public Security Institute, a Rio state government research group. That's a rise of one-third from 2016. So far this year, the numbers are trending even higher.\n\nThese attacks extend far beyond Rio de Janeiro. According to local news reports, 10 bank branches around Brazil were hit within the last week, of which only one was in the Rio metropolitan area. Explosives were used in all except one case. During one night, last Wednesday, robbers blew up cash machines in four of the six banks in Caconde, a town of 19,000 people in São Paulo state.\n\nThese robberies are widely blamed on criminal organizations in the narcotics trade that are seeking additional sources of relatively easy income. They have no shortage of weapons, according to Vinicius Cavalcante, a Rio-based security consultant who spent many years working with Brazil's police and intelligence agencies.\n\nCavalcante says there is \"an absurd quantity\" of military equipment in criminal hands, including high-powered rifles and submachine guns. He says these groups possess large quantities of dynamite and TNT, used in mining, which is stolen from quarries in Brazil or smuggled in from neighboring Bolivia and Paraguay.\n\n\"The criminals have found out that blowing up ATMs is very profitable, and carries very little risk,\" says Cavalcante. \"That's why they have been doing it around Brazil.\"\n\nThe bank robbers often lack expertise in handling explosives, he says. They sometimes use far larger amounts than is necessary, blowing out windows, damaging neighboring buildings and sending shrapnel flying across a wide area.\n\n\"This worries people, and fuels a general sense of insecurity and terror,\" Cavalcante says.\n\nThe banks have responded in recent years by investing heavily in extra security measures — including closed-circuit TV cameras, security doors, alarms and armed guards — and by seeking to increase the number of digital transactions to reduce the need for cash.\n\nThe Brazilian Federation of Banks says that in the 15 years to 2016, bank robberies and attempted robberies in the country declined significantly, although official statistics show bank heists spiked last year in Rio. It describes the cash machine bombings as a source of \"extreme concern.\"\n\nConcern is also felt in Rio's northern neighborhood of Penha Circular, an unglamorous part of town where Bruno dos Santos, 35, runs a company providing security to local shops.\n\nThe area is close by several low-income areas, known as favelas, where deadly war has erupted between rival drug gangs, causing \"shooting, night and day,\" he says. While millions danced and paraded through the streets during Rio's recent Carnival, the neighborhood street party — that dos Santos usually organizes — was canceled because of security worries.\n\nDos Santos says these days he thinks twice before walking into a bank. \"I get nervous. I look around, to see who's nearby, who's approaching, what car is passing by.\"\n\nAs for living near, or above, \"I'd never, ever do that,\" he says. \"That's asking to die.\"\n\nSuch fears are impacting property prices. Antonio Carlos Tibirica, a realtor in the area, says the cost of apartments located above banks have \"tended to fall more and more.\" He cites a condo once valued at $125,000 that is now on sale for $80,000 — without yet attracting a buyer.\n\nThe neighborhood's main street has five bank branches, all within a few hundred yards of each other. Sonia Regina, a retired book designer, and her family live above one of them. They are also worried.\n\nSeveral months ago, a gang blew up cash machines in a Santander branch close to their apartment, with a \"really big and frightening\" 3 a.m. explosion. A fire was set in another nearby bank, and a third — a 10-minute walk away — was blown up two weeks ago.\n\nRegina, 55, faces a dilemma that powerfully illustrates the crisis with which the people of Rio are now grappling: She actually likes living close to banks, because, she says, it reduces the risk of being robbed while carrying cash home.\n\nYet she doesn't want to be so close to one that she and her family will be blown out of their beds.", "keywords": ["security", "souza", "banks", "rios", "blowing", "racket", "bank", "cash", "robberies", "robbers", "gangs", "rio", "brazil"], "polarity": -0.006026885922719255, "subjectivity": 0.40017783656672556},
{"title": "Mississippi GOP Senator Gets A Familiar Challenger From The Right ", "url": "https://www.npr.org/2018/02/26/589006073/mississippi-gop-senator-gets-a-familiar-challenger-from-the-right", "text": "Mississippi GOP Senator Gets A Familiar Challenger From The Right\n\nEnlarge this image toggle caption Rogelio V. Solis/AP Rogelio V. Solis/AP\n\nMississippi state Sen. Chris McDaniel is expected to mount a conservative primary challenge to Republican Sen. Roger Wicker, setting in motion an intraparty battle from a Tea Party challenger who nearly knocked off an incumbent four years ago.\n\nIn a Facebook Live video Monday night, McDaniel didn't officially announce his candidacy. But he did invite supporters to a rally he's holding on Wednesday afternoon in his hometown, admitting that, \"I think you can probably read between the lines as to why I would be holding an event.\"\n\n\"We're looking for a fight, and I can't wait for you to be on my team again,\" McDaniel previewed.\n\nIn 2014, the Tea Party acolyte challenged longtime GOP Sen. Thad Cochran in what devolved into a particularly nasty primary fight. During that campaign, a McDaniel supporter snuck into the nursing home room of Cochran's bedridden wife, who had dementia, and posted the photos online. McDaniel denied any connection, but the tone of the bruising race was set.\n\nMcDaniel actually topped Cochran in the first primary election, but because he didn't get a majority of the vote, the two met later in a runoff. After national Republicans sounded the alarm over Cochran's floundering campaign, and with the help of crossover Democratic voters, the incumbent did eventually prevail.\n\nMcDaniel alluded to that rough race on Monday in his online video, and admitted it did give him pause on whether or not to run again.\n\n\"It's only natural, after some of the things that we went through in 2014, and the nature of the present political environment, whenever a person has strong positions and takes strong stances, sometimes that person has to pay a terrible price,\" McDaniel said. \"And because of that, there is always some trepidation, some hesitation about big decisions.\"\n\nMcDaniel has long teased a run, but had to make a decision ahead of Thursday's filing deadline in the state. Part of his seeming indecision appears to have stemmed from the prospect possibly two races to choose from in 2018. There have been rumors that Cochran, who has been battling health issues, could step down and trigger a special election. That race for an open seat would be much easier than taking on another entrenched incumbent like Wicker.\n\nBut, unlike Cochran four years ago, Wicker appears to be well-heeled for a fight. He has over $4 million in his campaign account, has been a loyal supporter of President Trump, and he led the GOP's Senate campaign arm in 2016 when they kept their critical majority. On Monday, Wicker released one campaign ad featuring an endorsement from state senator who supported McDaniel during the last go-around.\n\nMcDaniel initially enjoyed the support of former Trump chief strategist Steve Bannon, as part of a plan to boost insurgent challengers to take out lawmakers who were loyal to Senate Majority Leader Mitch McConnell. But after Bannon's relationship with Trump and many conservatives imploded last year following disparaging comments he made about the president's son, that effort has also faded — and with it, any major lift McDaniel could have gotten from it.\n\n\"Before Trump, before Bannon, we were fighting to bring change to Washington,\" McDaniel told the Jackson Clarion-Ledger a few weeks ago. \"Our original goal was to drain the swamp, and that hasn't changed.\"\n\nMcDaniel's entry makes Wicker at least the second GOP incumbent who's being challenged from the right. In Nevada, Sen. Dean Heller faces a primary from frequent candidate Danny Tarkanian. But in that race, if Tarkanian does beat Heller, it could have major repercussions in November because the general election will be an equally tough fight, since Nevada is the only state where a Republican is seeking reelection in a state Trump lost. If Tarkanian is the nominee, national Republicans expect they will lose that seat.\n\nThe stakes are less high in Mississippi if McDaniel — who begins as a heavy underdog — does somehow prevail. The Magnolia State went heavily for Trump in 2016, and Democrats have yet to convince a credible candidate who could appeal to disaffected Republicans — as now-Sen. Doug Jones did in neighboring Alabama — if there is a primary upset.\n\nThe other 2018 race that could see an intraparty squabble is in Tennessee. Last year, Sen. Bob Corker announced he wouldn't seek re-election, and Rep. Marsha Blackburn entered the race and quickly became the frontrunner. There were some concerns that a Blackburn nomination might make a race against former Democratic Gov. Phil Bredesen a competitive affair, while Corker could have easily won.\n\nThe incumbent has been reconsidering his decision to step aside in recent weeks. However, Blackburn has signaled she intends to remain in the race no matter what Corker decides, and many Republicans expect that if Corker — who has been highly critical of Trump in the past — does jump back in, he would easily lose to Blackburn.\n\nIn Arizona, Sen. Jeff Flake was going to face a tough, conservative primary fight that many assumed he would lose. Instead, Flake announced he wasn't seeking re-election.", "keywords": ["fight", "wicker", "primary", "race", "mississippi", "incumbent", "mcdaniel", "challenger", "right", "gop", "sen", "senator", "trump", "familiar", "state", "gets", "campaign"], "polarity": 0.08541571173924115, "subjectivity": 0.4641678338001866},
{"title": "Pension Funds Under Pressure To Sell Off Investments In Gun-Makers", "url": "https://www.npr.org/2018/02/26/588810413/pension-funds-under-pressure-to-sell-off-investments-in-gun-makers", "text": "Pension Funds Under Pressure To Sell Off Investments In Gun-Makers\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nSince the mass killing at a Parkland, Fla., high school earlier this month, many teachers have called on their state pension funds to sell their stakes in gun-makers. Private investment firms including BlackRock and Blackstone are reviewing their firearms investments in response to clients' demands.\n\nBut even those sympathetic to their position say divesting from those companies doesn't lead to industry change.\n\nMany state pension funds that invest on behalf of public employees and teachers own shares in firearms manufacturers passively — they own their stakes primarily because they are included in broad market index funds that pensions invest in.\n\n\"I'm currently urging my colleagues to divest in retail and wholesale suppliers of weapons that are banned for possession or sale in the state of California,\" says State Treasurer John Chiang, who sits on the boards of his state's two largest pension funds — CalPERS for public employees and CalSTRS for teachers.\n\nHe is urging pensions across the country to sell off their investments in gun-makers and gun retailers.\n\n\"We can make a clear and powerful signal that the inaction by Congress is heartless, it's intolerable, and there are people who want to make sure that kids aren't losing their lives,\" Chiang says.\n\nCalSTRS — the California State teachers retirement fund — sold off its stake in publicly traded gun manufacturers, including Sturm Ruger and American Outdoor Brands (formerly Smith & Wesson) in 2013, following the mass shooting at Sandy Hook Elementary School in Connecticut.\n\n\"After the Sandy Hook disaster, our board took a look at particularly firearms, and decided there are certain companies that made firearms that were already illegal in the state of California, and felt that that regulation may expand and hurt those companies. And so we divested of them,\" says Christopher Ailman, CalSTRS's chief investment officer.\n\nBut that was a purely financial decision, he says, not a moral one.\n\nAs managers of people's money, Ailman says pensions are bound by fiduciary obligations — that is, the goal of a pension is to preserve and grow assets.\n\nOver the decades, CalSTRS has divested from other industries — including tobacco and coal. Ailman says the fund decided to divest because it anticipated stricter regulation, which would hurt those companies' sales. And in each of those cases, he says the fund's sell-off had zero impact on the companies' products or strategy.\n\n\"We had to write them a letter and tell them we no longer own their stock and wouldn't in the future, and I can tell you, they don't care,\" Ailman says.\n\nDespite its public popularity, divesting is not a proxy for policy change, he says.\n\n\"I care about many of these issues personally, very deeply, and want to bring about social change, and I just am frustrated that activists are wasting their time focusing in on this as a mechanism when it's not effective,\" he says.\n\nWhen it comes to economic pressure, social advocates say it's much more important for consumers to target the company's bottom line than for investors to divest.\n\nOver the past week, the #BoycottNRA campaign has gained steam, leading airlines, hotels, banks and insurance companies to sever their discount programs with members of the National Rifle Association.\n\nAvery Gardiner, co-president of the Brady Campaign to Prevent Gun Violence, says she wants to see the campaign expanded to include a broad consumer boycott of retailers that have lax policies on gun sales.\n\n\"If Big 5 or Camping World or Dick's Sporting Goods won't adopt sensible practices related to selling guns, then people shouldn't buy their soccer cleats and footballs and other equipment at those stores, either,\" she says.\n\nDenying those companies business affects their profitability, which in turn may affect store policies, whereas investors who sell off their shares simply lose their rights as shareholders, Gardiner says.\n\n\"One of those rights is to get information about the company. Another is to attend an annual meeting, and vote for the directors,\" she says. \"Shareholders can introduce shareholder resolutions; they can inspect the books and records of companies — so those are rights that investors might forgo, if they decided to divest out of gun companies.\"\n\nSo far, few pensions are doing so, says Alex Brown, research manager for the National Association of State Retirement Administrators.\n\n\"Markets today are global, and generally for every seller, there's a willing buyer,\" he says.", "keywords": ["companies", "investments", "teachers", "pressure", "funds", "gun", "firearms", "sell", "ailman", "state", "pensions", "gunmakers", "pension"], "polarity": 0.11044351073762838, "subjectivity": 0.41998288204170564},
{"title": "Bike-Share Firm Hits The Brakes In France After 'Mass Destruction' Of Dockless Bikes", "url": "https://www.npr.org/sections/thetwo-way/2018/02/26/588901870/bike-share-firm-hits-the-brakes-in-france-after-mass-destruction-of-dockless-bik", "text": "Bike-Share Firm Hits The Brakes In France After 'Mass Destruction' Of Dockless Bikes\n\nEnlarge this image toggle caption Geoffroy Van Der Hasselt/AFP/Getty Images Geoffroy Van Der Hasselt/AFP/Getty Images\n\nGobee is a no-go — at least in France.\n\nFrance's first dockless bike-sharing program, which launched in October, has shut down operations across the country, citing \"the mass destruction\" of its fleet.\n\nThe decision to shut down on Saturday was \"disappointing and extremely frustrating,\" the Hong Kong-based company wrote in its announcement. \"We hoped for the best. But we were wrong ... In 4 months, 60% of our fleet was destroyed, stolen or privatized, making the whole European project no longer sustainable.\"\n\nDockless bike-share programs allow users to rent bikes using a smartphone app, usually by scanning a code on the bike to trigger it to unlock. At the end of the trip, bicycles can be parked anywhere; more established bike-share systems, like Paris' Velib program, require bikes to be returned to \"docking stations\" set up around the city.\n\nDocklessness appealed to some users, like Alexandre Jacques, a 23-year-old computer science student in Paris who spoke to NPR's Eleanor Beardsley about the service.\n\n\"I discovered Gobee bikes in December and I really liked it,\" Jacques said. \"With the app and GPS you could always find a bike near you. I rode it to school every day. It was better than Velib because you didn't have to find a bike stand to return the bike — you could just leave it anywhere.\n\n\"It's too bad it's not working anymore,\" he said.\n\nReuters reports that are other dockless bike options in Paris, at least for now:\n\n\"Gobee's exit leaves Paris with three remaining Asian-owned operators, Singapore's oBike, with about 1,800 grey-orange bikes, and two major Chinese firms: Ofo, with about 1,000 yellow bikes, and Mobike, with several thousand red bikes.\"\n\nDockless bikes first caught on in Asia, particularly in large cities in China, where multiple startups are competing in a crowded market.\n\nNPR's Steve Inskeep and Miranda Kennedy reported from Beijing this past November:\n\n\"China's push to lower emissions, and the sheer impracticality of driving on traffic-clogged streets, means that in some places bikes are having a second coming — in the form of bike-shares. The new image of the streets of Beijing is a millennial riding a sturdy, brightly colored bicycle — orange, yellow or green, depending on the brand. More than two dozen bike-share companies are operating in China now. \"There are between 16 million and 18 million shared bikes on China's streets — dockless, with an automatic electronic wheel lock. Once locked, the bikes can be safely left unattended, and they are — thousands at a time.\"\n\nIn October, Gobee became the first dockless bike program to launch in France, with a soft launch in Lille and a big debut in Paris. As the company's extremely cheerful press release put it at the time, \"The City of Lights greeted our eco-friendly fleet with boundless joy and enthusiasm. Amidst the excitement of being the first dockless bikeshare operator in town, adoption was rapid, with Parisians signing up and registering for a Gobee account the very same day.\"\n\n\"We hope to instill a greater conscience for sustainability and clean living amongst city dwellers,\" the company wrote.\n\nBut a lack of conscience among city dwellers took the company down. Gobee wrote in their less-joyful au revoir this past weekend:\n\n\"Over the months of December and January, the mass destruction of our fleet has become the new entertainment of underaged individuals, encouraged by content broadly shared on social media. In total, it is more than a thousand bikes stolen or privatized, nearly 3,400 bikes broken nationwide, around 280 complaints filed to the French Municipal Police and close to 6,500 repairs performed by our on-the-ground agents and repair partners.\"\n\nFrance has been home to several groundbreaking bike-sharing efforts, as the Atlantic's CityLab detailed a few years ago. The first city-scale bike-share program to use RFID technology was in Rennes, France; the first smart bike-share system with 1,500 bikes was in Lyon; and Velib set a new record when it launched in Paris in 2007 with 6,000 bikes.\n\nNow, even as Gobee is shuttering, the once-revolutionary Velib programs is facing problems of its own.\n\nParis is switching to a new operator for the program, as The Telegraph reports:", "keywords": ["bikes", "program", "mass", "france", "destruction", "bike", "streets", "paris", "gobee", "bikeshare", "dockless", "brakes", "velib", "firm", "hits"], "polarity": 0.07934398934398935, "subjectivity": 0.38445554445554436},
{"title": "A Hip Charleston Restaurant Where Women Are The Boss", "url": "https://www.npr.org/sections/thesalt/2018/02/27/588074752/a-hip-charleston-restaurant-where-women-are-the-boss", "text": "A Hip Charleston Restaurant Where Women Are The Boss\n\nEnlarge this image toggle caption Nickie Stone Nickie Stone\n\nIn the heart of Charleston, S.C., on a melting pot street of shops, eateries and residents from all walks of life, stands Cannon Green, a soaring, skylight-lit Mediterranean restaurant and wedding venue. The staff of 70 runs two kitchens, which would not be unusual, except for the fact that it is 80 percent female.\n\nThe front of the house is half women. The administrative, sales and events team is all female. And there are 12 women and two men in management positions. The kitchens are largely composed of women, with one male line cook and all-male dishwashers.\n\n\"The very last question chef asked me before she hired me,\" recalls sous chef Beverly Harrell, \"was: 'Do you have ability to take direction from females?'\"\n\nIt's a bustling place: The restaurant seats 200, while the associated wedding space seats 250. Talk to women who work there, and you will be regaled with enthusiastic, even devout, praise for the place: \"I love what I do and I hope our team stays together forever,\" gushes restaurant manager Hillary Curry.\n\ntoggle caption Cannon Green\n\nBut a few years ago, when Curry first began as a bartender there, she nearly quit. \"I was mixing drinks,\" she recalls, \"when a male employee came up to me and said, in front of others, 'I don't like your face. It makes me want to punch you.' Then he laughed.\"\n\nThat kind of cutting jibe isn't uncommon in the restaurant world, which is generally acknowledged to be both rewarding and — as Toronto restaurateur Jen Agg recently observed in The New Yorker — aggressive, bullying and brutal at times. Curry remembers thinking, \"I can't work here\" — even though bartending at the farm-to-table eatery was \"pure, creative joy,\" a place where she could wander into the walk-in fridge and pluck fresh herbs and local produce to invent novel, flavorful cocktails.\n\nInstead of quitting, she pulled aside Cannon Green's executive chef, 35-year-old Amalia Scatena. \"Chef sat him down,\" Curry recalls, \"and told him he could not joke about someone's appearance, and it has never happened again. She did it so firmly but gracefully — he and I have since become good colleagues and friends.\"\n\nIn this tumultuous time of #metoo, many restaurants are trying to make amends after sexual harassment scandals have erupted. As New York Times food correspondent Kim Severson recently noted in a deep-dive report, world-famous establishments and their chefs, hit by charges of predatory or abusive behavior, are now struggling to \"change the DNA\" of their companies, rout out other percolating cases of harassment, and set up new and clear employee protections. It's a remarkable development, and yet most agree the path ahead is uncertain and long.\n\nBut at Cannon Green, where women mentor other women, the atmosphere seems much less turbulent. Scatena says the baton was passed to her by another female 15 years ago, when she worked in the kitchen of James Beard nominee Melissa Green. She has never forgotten the moment when Green told her, \"You were meant for this business.\" It continued when, in 2011, Lynn Easton, one of the country's most successful wedding planners, hired Scatena to be executive chef at a new restaurant and event venue near Charlottesville, Va., called Pippin Hill Farm & Vineyards.\n\nEnlarge this image toggle caption Corbin Gurkin Corbin Gurkin\n\nEaston and her husband, Dean Porter Andrews, own Easton-Porter group, an array of high-end boutique hotels, restaurants and event venues. \"I truly believe in making young women who work with me just as powerful as they can possibly be,\" says Easton. \"It's a bit of a mission for me.\" Scatena struck her as \"calm, tough, and kind. She was my first major hire.\"\n\nEven before the restaurant opened, Easton felt she was proven right. \"We were having a tasting for our first wedding event there,\" she recalls, \"and the kitchen wasn't ready, so I told Amalia we would use the kitchen in my house.\" Easton recalls sitting outside on the porch with the client, and feeling annoyed that the pace of the tasting was slowing down. \"Amalia was talking to the client, and dishes were coming out too slowly. I asked her to pick up the pace.\" Scatena explained that Easton's oven had gone into its cleaning cycle and was locked, and so she had been conducting the tasting out of the toaster oven. \"That is calmness under fire. She delivered an off-the-chart tasting out of my toaster oven.\"\n\nIn 2014, when Easton-Porter opened Cannon Green, they brought Scatena in as executive chef and soon promoted her to culinary director of the entire hospitality company.\n\nEnlarge this image toggle caption Jonathan Boncek Jonathan Boncek\n\nEaston-Porter has established a zero tolerance policy for harassment — verbal or physical — in all of its establishments. Scatena embraces it and says that she proactively looks out for employees who might be afraid to speak up for themselves: \"If I feel the situation needs a big impact, I'll say what I have to say in front of everyone.\"\n\nEarly in her career, when she was executive chef at Pippin Hill, a line cook put his arms around a female employee, lifting her off the ground and spinning her around in the kitchen. \"I saw the look of embarrassment and discomfort on her face,\" Scatena says. \"And I told him in front of everybody, 'Put her down. She did not ask you to pick her up.' \" From the start, says Scatena, she put an early stop to inappropriate behavior. Today, at Cannon Green, if neither private nor public reproach changes inappropriate behavior, the employee is fired.\n\nHer management style, she says, is simple: \"Build people up, don't tear them down. Instead of yelling in a cook's face and having them crumble in the moment, when I actually need them to be their best, I'll help them out and then communicate to them at the end of the shift what went wrong and what has to change.\"\n\nSous chef Cheyenne Bond has personally experienced that difference. On a bad night as a line chef at a previous venue, \"my male manager yanked me off the line and yelled, 'You need to get the f—- out of here.'\" On a busy night at Cannon Green, Scatena will coach Bond if her station is running behind. \"She'll stand behind me, tell me how many of one item I have on the board where my order tickets are, or which item I need to start cooking now. That positive reinforcement and structure gets me right back on track.\"\n\nFinally, Scatena delegates. \"When I was a sous chef, I just cooked food, that was it,\" she says. \"Here, I meet with my three sous chefs every morning to talk about all the employees, as well as what happened the night before.\" If there is a problem — such as two employees not communicating well during service so that dishes arrive out of order —Scatena might ask a sous chef to handle it. \"I let them learn how to manage, and if that doesn't work, then I step in.\"\n\nOnce you set the tone for a workplace, says Scatena, it seems to be absorbed by osmosis. \"Two of my male dishwashers said the other day that they wouldn't even think about acting unruly because of the example I set. That's so great. I don't even have to have a conversation.\"\n\nIt almost sounds easy. It almost sounds straightforward and natural. If a restaurant can run this smoothly, why is entrenched brutality or aggression the norm in too many places? Why, as detailed by Simon Wroe in the Telegraph in 2014, are kitchens often seen as \"crucibles of pain\" where \"abuse is commonplace. The hours are ungodly. Not all the blood comes from the meat.\"\n\nOne could come up with a litany of answers — from testosterone-fueled excesses to \"bro-culture\" patriarchal rituals to a military in-the-trenches mentality adopted in European kitchens and since embraced everywhere.\n\nDoes part of the answer lie in culturally reinforced differences between the sexes?\n\n\"I feel like working with females in general is more fun,\" says Scatena. \"We're not competing with each other and comparing the size of our knives.\"\n\nPaul Fehribach, chef and co-owner of Big Jones in Chicago, and author of The Big Jones Cookbook, might agree. In a recent Facebook post he wrote: \"What is critically needed are the voices of women, and we white male chefs actually should STFU and listen for once, and for a good long while. The dismantling of kitchen \"bro\" culture is so imperative, I'm elated this moment is here and ready to see it through.\"\n\nScatena sums it up this way: \"There are male chefs out there that are wonderful leaders. But in general, women are less likely to be driven by ego, which makes them a healthier boss and mentor. That's what you get with a woman.\"", "keywords": ["boss", "green", "male", "recalls", "restaurant", "work", "women", "scatena", "chef", "kitchen", "charleston", "cannon", "hip"], "polarity": 0.1059013643901704, "subjectivity": 0.44090192974521325},
{"title": "NFL To Demand Cowboys Owner Reimburse Legal Fees, Reports Say", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589050864/nfl-to-demand-cowboys-owner-reimburse-legal-fees-reports-say", "text": "NFL To Demand Cowboys Owner Reimburse Legal Fees, Reports Say\n\nEnlarge this image toggle caption LM Otero/AP LM Otero/AP\n\nNFL Commissioner Roger Goodell is expected to try to recover the money spent on a seven-figure legal bill after recent battles with Dallas Cowboys owner Jerry Jones.\n\nThe story was first reported by The New York Times, and since then, other publications have had sources speak off the record. NPR has not independently confirmed the reports.\n\nIt all began several months ago when Jones tried to derail negotiations for Goodell's contract extension. At the same time, Jones tried to get a six-game suspension reversed for Cowboys running back Ezekiel Elliott.\n\nThe New York Times, which talked to five league officials with direct knowledge of the situation, reports the punishment against Jones will be issued in the coming weeks:\n\n\"Goodell will declare that Jones's actions were detrimental to the league ... and the commissioner's office. Goodell has been reluctant to be seen as exacting retribution for the way Jones tried to sabotage his contract talks, but he was urged to bring the penalties by several owners who believed that Jones had crossed an unspoken boundary by threatening his colleagues. In November, Jones hired the high-profile lawyer David Boies and said he was prepared to sue the six owners on the league's compensation committee, which had been working for months on extending Goodell's contract. Jones also lobbied loudly for running back Ezekiel Elliott not to be penalized, and reportedly tried to influence league officials deciding his case. Elliott had been suspended by the league for six games before the season after the N.F.L. investigated domestic-assault allegations. Jones will be ordered to pay the legal fees that the committee incurred defending itself, as well as the legal expenses the N.F.L. spent defending its decision to suspend Elliott.\"\n\nThe Cowboys declined to comment to news organizations, as did the NFL.\n\nIn December at a league meeting in Irving, Texas, Goodell received a five-year contract extension. Most of the owners supported the terms, which provide Goodell the possibility of earning as much as $200 million.\n\nAlso at that meeting, Goodell and Jones tried to make nice in front of the cameras — they were shown walking together. At a news conference, with the Cowboys owner in the room, Goodell said he didn't take Jones' objections to the extension personally.", "keywords": ["fees", "demand", "nfl", "contract", "goodell", "tried", "cowboys", "reports", "owner", "reimburse", "jones", "owners", "legal", "say", "league"], "polarity": 0.0915719696969697, "subjectivity": 0.31635101010101013},
{"title": "Amazon Acquires Ring, Expanding Reach Into Home Security ", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589323712/amazon-acquires-ring-expanding-reach-into-home-security", "text": "Amazon Acquires Ring, Expanding Reach Into Home Security\n\nEnlarge this image toggle caption Paul Sakuma/AP Paul Sakuma/AP\n\nAmazon really wants to come over to your house. Or at least make it to the front door.\n\nThe Seattle-based tech giant announced Tuesday it's made another move into the home security and surveillance business, acquiring Ring, a smart-doorbell maker that streams audio and video to cellphones.\n\nNeither company has released details about the deal but Reuters reported that it cost over $1 billion.\n\nAmazon may have just officially put a ring on Ring, but the relationship between the two started through its Alexa Fund, which funnels money into companies that create new ways to integrate Amazon's voice technology into their products. In June, Ring announced they'd figured out how to connect select devices to work with Alexa on Echo Show and Fire TV.\n\nRing YouTube\n\nTwo months ago Amazon also snapped up Blink, another maker of Wi-Fi-connected security cameras that has recently ventured into the video doorbell industry, according to TechCrunch.\n\nBut Amazon is not just leaving it up to other companies to watch what's going on at your front door. In November, it debuted a new home security camera called Cloud Cam that comes with Amazon Key, an app that lets some Amazon Prime members grant service providers — including dog walkers, house cleaners and delivery companies — keyless entry into homes.\n\nThe Key app was supposed to be the online retailer's solution to widespread theft of delivery packages that online shoppers have been complaining about. Instead, GeekWire reported customers are creeped out by the technology, worrying that it might be vulnerable to hacking.\n\nJust last week, ZDNet reported Amazon implemented a second fix to a bug that let intruders with fairly simple technology bypass the smart lock.\n\nStill, at $119 the Cloud Cam is much cheaper than Amazon's leading competition, the $199 Google Nest Cam.", "keywords": ["reported", "security", "companies", "online", "reach", "ring", "acquires", "expanding", "technology", "paul", "amazon", "video", "cam"], "polarity": -0.0025324675324675324, "subjectivity": 0.4533838383838384},
{"title": "'Washington Post' Says Foreign Officials Have Discussed How To Manipulate Kushner ", "url": "https://www.npr.org/2018/02/27/589365425/washington-post-says-foreign-officials-have-discussed-how-to-manipulate-kushner", "text": "'Washington Post' Says Foreign Officials Have Discussed How To Manipulate Kushner\n\nNPR's Ailsa Chang speaks with Carol Leonnig of The Washington Post about how officials in at least four countries had been discussing how to manipulate Jared Kushner. She says intelligence regarding these conversations have held up his security clearance.\n\nAILSA CHANG, HOST:\n\nThe president's adviser and son-in-law Jared Kushner is losing his top security clearance. The Washington Post has taken that story further and has reported that at least four countries have privately discussed ways they can manipulate Jared Kushner by taking advantage of his business arrangements and lack of foreign policy experience. To help walk us through all of this right now, we're joined by Carol Leonnig of The Washington Post, who helped report this story. Welcome.\n\nCAROL LEONNIG: Oh, I'm glad to be here.\n\nCHANG: So what countries are we talking about here that reportedly sought or are seeking to manipulate Kushner?\n\nLEONNIG: So the officials that were discussing the ease with which they felt they could manipulate Trump's son-in-law, Jared Kushner, were the United Arab Emirates, China, Israel and Mexico. Those are the ones we know about. And in these conversations that were overheard by U.S. officials, those foreign diplomats and foreign nationals were eyeing in particular what they viewed as the naivete of the president's senior adviser as well as his financial neediness and the financial sort of desperation of his family's company on a couple of particular projects.\n\nCHANG: Let me let me try to understand that a little better. Jared Kushner divested his stake in his own family's business, right.\n\nLEONNIG: Correct.\n\nCHANG: So why are these countries reportedly trying to use the family business to exert influence on him? What's the theory?\n\nLEONNIG: So while Jared Kushner is no longer - as a result of joining the White House team, no longer a head and controlling officer of the family company as he once was and no longer financially has a personal stake, his family's wealth depends on this company. And as it goes sour, so goes his family's fortunes. So foreign officials were discussing that in - writ large because ultimately Jared cares deeply about his family's future, and this is a company that he could return to once he leaves the administration.\n\nCHANG: And your reporting noted that President Trump's national security adviser, H.R. McMaster, knew these alleged conversations were happening about Kushner but didn't officially report them. So when did other people in the White House start finding out about this?\n\nLEONNIG: So we don't know exactly who knew what when in all of those months of the spring and the summer. But we do know that in those early months of the administration, H.R. McMaster, who was of course replacing the departed national security adviser Michael Flynn, started to grow concerned that Kushner was having conversations with foreign officials that he was finding out about after the fact through intercepts and intel information about those foreign officials.\n\nCHANG: So how much of The Washington Post story about these alleged conversations among foreign diplomats about how to influence Jared Kushner - how much of that played a role in ultimately downgrading his security clearance?\n\nLEONNIG: It's not really related.\n\nCHANG: OK.\n\nLEONNIG: The chief of staff, John Kelly, issued a memo - a new memo in the wake of our reporting about how many people in the White House were without security clearances, and that memo dictated that anyone who had had an interim clearance for an extended period of time would no longer have access to top-secret material. As of Friday, Jared Kushner allegedly does not have access to that same kind of closely held national secret.\n\nCHANG: OK. Do we know how his downgraded security clearance is going to affect with job responsibilities he will have in the White House?\n\nLEONNIG: It's still to be seen, but it seems to me it would strain credulity that you could, you know, broker Middle East peace if you weren't able to have access to top-secret materials.\n\nCHANG: Carol Leonnig of The Washington Post, thank you very much.\n\nLEONNIG: Of course.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["security", "foreign", "know", "jared", "manipulate", "kushner", "familys", "officials", "discussed", "washington", "post"], "polarity": 0.09004852092352092, "subjectivity": 0.3596868686868687},
{"title": "German Court Will Let Cities Ban Some Diesel Cars To Decrease Pollution", "url": "https://www.npr.org/sections/thetwo-way/2018/02/27/589249280/german-court-will-let-cities-ban-some-diesel-cars-to-decrease-pollution", "text": "German Court Will Let Cities Ban Some Diesel Cars To Decrease Pollution\n\nEnlarge this image toggle caption Andreas Gebert/Getty Images Andreas Gebert/Getty Images\n\nThe highest court in the home of Volkswagen and BMW has reached a verdict: And it goes against some diesel cars.\n\nThe Federal Administrative Court in Leipzig ruled that cities have the right to ban some heavily polluting diesel cars. The decision could drive manufacturers away from combustion engines and force them to improve exhaust systems.\n\nThe decision comes as Germany works on how to improve its air quality. The EU introduced limits on levels of particulate matter and nitrogen dioxide in 2010, and many German cities exceed them – including Stuttgart, which has recorded particulate levels over twice the limit. The country has considered measures such as free public transit in its cities to decrease the use of cars.\n\nNPR's Soraya Sarhaddi Nelson reports that proposed bans could affect more than 12 million vehicle owners. But she also notes that Stuttgart's mayor says he has a shortage of police officers to enforce a ban.\n\nBusiness German Automakers Tested Emissions On Live Subjects German Automakers Tested Emissions On Live Subjects Listen · 2:22 2:22\n\nThe court's decision comes after Environmental Action Germany sued officials in Stuttgart and Düsseldorf to force them to impose bans to stay within EU pollution limits. Now, these diesel bans in Stuttgart and Düsseldorf can proceed with some modifications, according to the Washington Post.\n\nThe ruling also sets a precedent for similar bans in other German cities, as long as officials cannot find other ways to reduce nitrogen oxide emissions to EU approved levels. \"Of the 15 million diesel cars on Germany's roads, only 2.7 million have Euro-6 technology,\" reports Reuters. Euro-6 is the latest EU-designated emission requirement cars must meet to reduce harmful pollutants from exhausts. The wire service added,\n\n\"Cars that meet Euro-4 emissions standards could be banned from Stuttgart from next January, while Euro-5 vehicles should not be banned until Sept. 1, 2019, four years after the introduction of the latest Euro-6 standard. Tradesmen and some residents should be exempted, the court added. Environment Minister Barbara Hendricks said bans could still be avoided if automakers agree to pay to upgrade the exhaust cleaning systems of older diesels. ... The government has begun work on legal changes to permit driving bans on certain routes on an emergency basis.\"\n\nEnvironmental groups celebrated the court's ruling. Tuesday was \"a great day for clean air in Germany,\" head of Environmental Action Germany Juergen Resch told Reuters.\n\nThe auto industry didn't receive the ruling as warmly. \"Volkswagen has to accept the Federal Administrative Court's decision, but is unable to comprehend it,\" the company said in a statement to the New York Times, calling the decision \"unsettling\" and \"completely unclear.\"", "keywords": ["german", "ban", "court", "germany", "decision", "emissions", "cars", "bans", "cities", "decrease", "stuttgart", "let", "pollution", "diesel"], "polarity": 0.12756734006734005, "subjectivity": 0.4142135642135642},
{"title": "Jared Kushner's Security Clearance Gets Downgraded, According To Reports", "url": "https://www.npr.org/2018/02/27/589335650/jared-kushners-security-clearance-gets-downgraded-according-to-reports", "text": "Jared Kushner's Security Clearance Gets Downgraded, According To Reports\n\nJared Kushner's security clearance has been downgraded to secret, according to multiple reports. Other Trump administration officials with temporary clearances have also had their clearance reduced.\n\nARI SHAPIRO, HOST:\n\nIt appears that White House senior adviser and President Trump's son-in-law, Jared Kushner, is getting a downgrade. Multiple reports today say that Kushner and other White House staff are having their top secret security clearances reduced. This comes in the wake of the resignation of a top staffer whose security clearance was held up over accusations of domestic violence that emerged during his background check. NPR's Mara Liasson joins us now from the White House with more. Hi, Mara.\n\nMARA LIASSON, BYLINE: Hi, Ari.\n\nSHAPIRO: So Jared Kushner losing his temporary top secret clearance and getting just a secret clearance - what does that mean?\n\nLIASSON: It means he can't read the presidential daily brief. It means he won't have access to certain kinds of highly classified information, intelligence that reveals sources and methods or reveals human sources of intelligence. And we know that Kushner has asked to see more classified information than most other White House aides. It also means that on a practical level, if the head of the CIA comes over to brief the president on top-secret information, Jared Kushner could be asked to leave the room.\n\nNow, there was a memo last week from chief of staff John Kelly, who made this decision, said Jared Kushner's ability to do his job will not be affected. But others have suggested that it would be very difficult for Kushner to continue overseeing the Middle East peace process, relations with Mexico and China, many, many parts of Kushner's responsibilities without top secret clearance.\n\nSHAPIRO: This controversy at the White House has been going on for several weeks over security clearances and classified information. Why is this decision coming now?\n\nLIASSON: Well, the decision is coming now because the White House got into trouble because of the Rob Porter episode, the former White House staff secretary who, as you said, was also under a temporary security clearance. And then it was exposed his security clearance had been held up because two of his former wives accused him of domestic violence. At that point we learned that dozens of White House aides were in the same position, working with interim clearances like Jared Kushner.\n\nAnd in the course of the last year, Kushner has had to revise and amend his security clearance form many times. He neglected to list contacts with foreign officials. In the past White Houses, just those omissions would have denied someone a security clearance. But we also know that Jared Kushner is one of the people under scrutiny by special counsel Robert Mueller.\n\nAnother thing that might have forced this decision is that tomorrow is the deadline that House Oversight Committee Chairman Trey Gowdy has given to the White House to turn over information about the security clearance process. Clearly this move is a first step.\n\nSHAPIRO: Could President Trump create a carve out for his son-in-law, Jared Kushner, if he wanted to?\n\nLIASSON: Yes, he could give him a waiver. But last week the president said that he's going to let John Kelly, the chief of staff, make this decision. He said, no doubt Kelly will make the right decision. So at least for the moment, Trump is letting Kelly be the boss.\n\nSHAPIRO: What does this say about Jared Kushner's future as a White House adviser, a senior aide to the president?\n\nLIASSON: Well, that's a good question. We've heard reports that there have been clashes between John Kelly and Jared Kushner and Ivanka Trump, the president's daughter. And we've heard that Kelly wouldn't mind if they weren't there. Today Jared and Ivanka's spokesperson - yes, they had their own spokesperson - Josh Raffel announced that he was going to go back to New York, re-enter the private sector.\n\nBut there are no indications at this time that Jared Kushner and Ivanka plan to leave the White House. All we know is his security clearance has been downgraded. One of his top aides - actually there two top aides of Kushner's who are leaving. And for the moment, his role in the White House has been curtailed.\n\nSHAPIRO: And as it has been reported, Jared Kushner was not the only person at the White House operating under a temporary security clearance. Is this likely to go wider than just Jared Kushner?\n\nLIASSON: Yes. I mean, John Kelly now has to decide what he's going to do about all those other people. All of them, by the way, have been treated the same as Jared Kushner. They've all been downgraded to secret. But what happens over time - presumably it was going to take a very long time, if ever, for Jared Kushner to get a clearance. And that might be the case with many of these other people, and John Kelly just has to figure out what to do with them.\n\nSHAPIRO: NPR's Mara Liasson speaking with us from the White House. Thank you, Mara.\n\nLIASSON: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["white", "security", "secret", "according", "decision", "kushners", "downgraded", "reports", "kushner", "kelly", "house", "clearance", "gets", "jared"], "polarity": 0.048982429335370524, "subjectivity": 0.3350170613700025},
{"title": "House To Vote On Online Sex Trafficking Bill", "url": "https://www.npr.org/2018/02/27/589279439/house-to-vote-on-online-sex-trafficking-bill", "text": "House To Vote On Online Sex Trafficking Bill\n\nThe House votes Tuesday on a bill giving prosecutors and victims more power to hold websites accountable for sex trafficking on their platforms. Some companies and digital rights groups oppose it, saying it will chip away at the legal immunity that's a pillar of the Internet. Sen. Rob Portman, R-Ohio, who wrote the Senate version, tells NPR the tech industry is overreacting.\n\nAILSA CHANG, HOST:\n\nOn Capitol Hill today, the House passed a bill that aims to curb sex trafficking, specifically the online sale of women and children for sex. The bill is popular with many lawmakers, but parts of it have riled some tech companies and digital rights groups. They say the legislation is undermining the legal protections that gave us the Internet as we know it. NPR's Alina Selyukh reports.\n\nALINA SELYUKH, BYLINE: About seven years ago, a group of high school students asked Rob Portman, a Republican senator from Ohio, to talk to them about human trafficking. He'd heard about the problem before. When he traveled across his state to learn about the opioid epidemic, he'd met women and girls who were survivors of trafficking, drugged by the people who had sold them for sex.\n\nROB PORTMAN: The more I learned about what was going on in my state and around the country, the more discouraging it got.\n\nSELYUKH: Every year, human trafficking groups report thousands of cases - adults and children in the U.S. being forced into prostitution. To Portman, that number is growing for two main reasons.\n\nPORTMAN: One, opioids - but two and primarily, the Internet. I would run into women and girls back home who would say, you know, it's moved from the street corner to the smartphone, and it's ruthlessly efficient.\n\nSELYUKH: The most egregious offender is a website called Backpage which is known for its adult services ads but also as the No. 1 place to search for victims of child sex trafficking. In the past, several victims tried to sue Backpage for facilitating the crimes. But in case after case, Backpage successfully claimed immunity, and it relied on a law called Section 230 of the Communications Decency Act. This law protects online platforms from liability over posts made by users.\n\nEVAN ENGSTROM: Perhaps the most important law in the development of the Internet we have today.\n\nSELYUKH: Evan Engstrom runs the advocacy group Engine which represents Internet startups and companies like Reddit and Pinterest. He and others in tech argue without Section 230, websites like YouTube, Facebook, Yelp would have long been sued out of existence.\n\nENGSTROM: It says websites should only be liable for their users' speech in very limited circumstances - if they've created the speech, if they've developed the speech.\n\nSELYUKH: But now Congress is planning to add new circumstances when people could sue websites - for knowingly promoting or facilitating sex trafficking. Engstrom argues this could prove counterproductive. He says websites, especially small ones, might decide to not even know at all what happens on their platforms to avoid liability. Portman argues the tech industry is overreacting about the law.\n\nPORTMAN: To the point that they weren't willing to look at the obvious problem, which is that it's been abused to sell people online.\n\nSELYUKH: He hopes the Senate will follow the House and vote on the sex trafficking bill in the next few weeks. Alina Selyukh, NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["bill", "internet", "trafficking", "online", "vote", "npr", "portman", "women", "tech", "house", "websites", "sex"], "polarity": 0.10925432900432899, "subjectivity": 0.43471482683982676},
{"title": "Why Diesel-Powered Cars Are Bigger In Europe Than In The U.S.", "url": "https://www.npr.org/2018/02/27/589279432/why-diesel-powered-cars-are-bigger-in-europe-than-in-the-u-s", "text": "Why Diesel-Powered Cars Are Bigger In Europe Than In The U.S.\n\nDiesel-powered cars are bigger in Europe and the rest of the world than in the United States, but why? A big part of it is the failure of U.S. carmakers to make a reliable diesel car in the 1970s, while another part of it is that diesel engines are nosier and pollute more.\n\n(SOUNDBITE OF ENGINE REVVING)\n\nAILSA CHANG, HOST:\n\nOh, yes, music to the ears of gearheads everywhere - a diesel automobile roaring down a highway. It's a sound more likely to be heard in Europe than in the U.S. Over here, we burn gasoline, and a large percentage of our passenger vehicles and light trucks always have. And here's why.\n\nARI SHAPIRO, HOST:\n\nHabit has a lot to do with it - also diesel's reputation for noise and smoke. The Department of Energy's John Maples says it also has to do with emissions policies set in the 1990s in Europe.\n\nJOHN MAPLES: They've had a more relaxed standard to meet than the gasoline vehicles. And then the emissions standards in the United States are for all vehicles. They're not fuel specific.\n\nSHAPIRO: That means here in the U.S., diesel vehicles have to hit the same emissions standards as gasoline vehicles, which is not easy. And back in the '70s when U.S. automakers rolled out a line of diesel-powered cars, the whole thing was a little halfhearted.\n\nMAPLES: They were converted engines that were previously gasoline engines for the U.S. products, and they didn't perform particularly well.\n\nCHANG: And that's why you rarely hear this sound on America's highways.\n\n(SOUNDBITE OF ENGINE REVVING)\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["vehicles", "states", "dieselpowered", "npr", "cars", "bigger", "emissions", "europe", "engines", "gasoline", "united", "diesel"], "polarity": 0.10492488662131517, "subjectivity": 0.4402069160997733},
{"title": "German High Court Rules That Cities Can Ban Diesel Vehicles To Reduce Pollution", "url": "https://www.npr.org/2018/02/27/589279425/german-high-court-rules-that-cities-can-ban-diesel-vehicles-to-reduce-pollution", "text": "German High Court Rules That Cities Can Ban Diesel Vehicles To Reduce Pollution\n\nA high court in Germany says a city suffering from excessive air pollution can ban older diesel vehicles from its streets, if officials cannot find other ways to reduce nitrogen oxide emissions to E.U.-mandated levels.\n\nARI SHAPIRO, HOST:\n\nGerman cities got the green light today from a German high court to start banning diesel vehicles. It's part of an effort to cut air pollution caused by diesel engines. The move is not necessarily good news for German politicians who fear a backlash from millions of affected car owners and businesses if the ban goes ahead. NPR's Soraya Sarhaddi Nelson reports.\n\nSORAYA SARHADDI NELSON, BYLINE: Berlin is one of nearly 70 communities in Germany that exceed limits on nitrogen oxides emissions set by the EU to protect people's health. With today's federal administrative court ruling, officials here and in those other cities will have to step up their efforts to curb such pollution so they aren't forced to impose bans on diesel cars on some or all of their streets. Many Germans would prefer to avoid the bans altogether. Stuttgart Mayor Fritz Kuhn, whose city was one of two at the center of the case, is with the environmentally friendly Greens party.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nFRITZ KUHN: (Speaking German).\n\nNELSON: He outlined major hurdles to enforcing a ban in his city, including a shortage of police officers. He added that any ban in Stuttgart wouldn't start before September and that the first cars targeted would be ones built before 2006. Hamburg officials, on the other hand, say they plan to impose a ban by the end of April.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nCHANCELLOR ANGELA MERKEL: (Speaking German).\n\nNELSON: Chancellor Angela Merkel, whose government is widely criticized for its close ties to the German auto industry, says federal officials will step up their work with local governments and fast track plans for reducing emissions. Some of the alternatives they're considering include altering traffic flows to reduce congestion, offering more - and in some cases free - public transit and replacing municipal fleets with electric or other cleaner vehicles. Other German ministers say they hope automakers will increase their efforts to retrofit diesel cars to reduce emissions.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMERKEL: (Speaking German).\n\nNELSON: Merkel expressed relief that the ruling didn't affect a majority of German car owners. Diesel car ownership in Germany is down after the 2015 VW emissions cheating scandal. There are about 15 million diesel vehicles registered in Germany. Today's court ruling focuses on cars built before 2010. That still leaves some 12 million German private and commercial diesel owners who could be affected by city-imposed bans. Some diesel owners NPR interviewed expressed frustration over today's ruling, like retired businessman Horst Michael.\n\nHORST MICHAEL: (Speaking German).\n\nNELSON: \"Diesel car owners also face a financial hit as the court ruled cities won't have to compensate drivers for being unable to use their vehicles.\" Soraya Sarhaddi Nelson, NPR News, Berlin.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["german", "ban", "vehicles", "court", "speaking", "npr", "reduce", "cities", "owners", "high", "rules", "ruling", "pollution", "diesel"], "polarity": -0.03295073375262054, "subjectivity": 0.3739098532494759},
{"title": "Georgia's Lieutenant Governor Threatens Delta Airlines After Company Cuts Ties With NRA", "url": "https://www.npr.org/2018/02/27/589279418/georgias-lieutenant-governor-threatens-delta-airlines-after-company-cuts-ties-wi", "text": "Georgia's Lieutenant Governor Threatens Delta Airlines After Company Cuts Ties With NRA\n\nAfter Atlanta-based Delta Airlines eliminated a special discount program for NRA members, Georgia's lieutenant governor has threatened to fight against a tax break for the company. NPR's Ailsa Chang talks about what's at stake with Georgia Public Broadcasting's Stephen Fowler.\n\nAILSA CHANG, HOST:\n\nGeorgia's lieutenant governor is threatening to block a tax break for Delta Airlines. Delta announced over the weekend that it is ending a discount program for NRA members. It joined a list of businesses that cut ties with the group after this month's school shooting in Parkland, Fla. The Atlanta-based airline is the state's biggest private employer. And joining us now to explain this standoff is Stephen Fowler from Georgia Public Broadcasting. Hi, Stephen.\n\nSTEPHEN FOWLER, BYLINE: Hi, Ailsa.\n\nCHANG: So can you just first get us up to speed here? What is this tax break that Delta wants?\n\nFOWLER: So last week, the Georgia state House passed a sweeping tax bill that would overhaul the state's income taxes and make Georgians pay less income tax thanks to the recent federal tax bill.\n\nCHANG: OK.\n\nFOWLER: One of the things that they stuck in there was a jet fuel tax break for Delta and other airlines in the state. And what it would do is it would allow Delta to pay less for fuel taxes. And Republican Governor Nathan Deal hoped that that would bring more flights into Atlanta and more businesses into Atlanta and overall be better for the state. And that passed with little drama and little fanfare in the House until Delta decided to cut ties with the NRA. Many Republican lawmakers objected to Delta's treatment of the NRA. And Lieutenant Governor Casey Cagle, who's a Republican, said I will kill any tax legislation that benefits Delta unless the company changes its position and fully reinstates its relationship with the NRA. Corporations cannot attack conservatives and expect us not to fight back.\n\nCHANG: I will kill any tax break. I mean, this particular tax cut has come up before, right? It's been used to apply pressure on Delta Airlines in other instances.\n\nFOWLER: So Delta actually lost that tax break in 2015 after it came out against a bill that some people said would discriminate against same-sex couples in Georgia. The last straw was when Delta's CEO at the time suggested that Georgia needed to do more and raise its taxes to help fund transportation initiatives. Delta was doing OK financially at the time, so state lawmakers had zero hesitation pulling the plug on that tax break.\n\nCHANG: If Delta were to lose this tax break, how much money would it lose?\n\nFOWLER: So Delta would only gain about $40 million in this tax break. And to put that in context, Delta just shared $1.1 billion with employees in profit-sharing a few weeks ago. So Delta wouldn't really miss that money.\n\nCHANG: Right. It doesn't sound like proportionally it's a ton of money. This fight is really not about money, ultimately.\n\nFOWLER: You know, you're right, Ailsa. It's not about the money. It's about the national conversation surrounding gun control, Delta not wanting to be a part of that conversation but ultimately not having a choice. And it's also a part of the conversation about Georgia politics. Georgia is electing a new governor in November, and Lieutenant Governor Casey Cagle is a candidate running for governor, so this has quickly become a campaign issue.\n\nCHANG: So as this issue is getting more and more national reaction, what's the potential fallout? I mean, the fallout for Georgia because I assume it's a state that wants to continue looking like a place where companies can do business.\n\nFOWLER: Well, Georgia is electing a new governor in November, and many people are watching. Voters are watching. Other candidates are watching to see what people are saying. And businesses may be watching. Atlanta is a finalist for the new Amazon headquarters, and it could be that Amazon picks somewhere else to go. But Delta is a longtime, homegrown company. And the perception may be the state might not be as welcoming as advertised, and Amazon may look elsewhere.\n\nCHANG: That's Stephen Fowler from Georgia Public Broadcasting. Thank you, Stephen.\n\nFOWLER: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["lieutenant", "ties", "airlines", "threatens", "break", "governor", "delta", "georgia", "georgias", "cuts", "state", "company", "nra", "tax", "watching"], "polarity": 0.12570251386040862, "subjectivity": 0.39869370395686177}
]