[
{"title": "Trump In Pennsylvania: I Need Rick Saccone To Help 'Keep America Great!'", "url": "https://www.npr.org/2018/03/10/592659508/trump-in-pennsylvania-i-need-rick-saccone-to-help-keep-america-great", "text": "Trump In Pennsylvania: I Need Rick Saccone To Help 'Keep America Great!'\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nPresident Trump gave an early look Saturday at how he intends to help Republicans maintain control of Congress in 2018. Trump delivered his midterms message during a campaign rally near Pittsburgh, Penn. — a rally that he held to help a Republican struggling to hold onto a House district Trump won by double digits in 2016.\n\nRepublican Rick Saccone, a state lawmaker, is in a tight race against Democrat Conor Lamb in a closely-watched special election in western Pennsylvania. Should Lamb win, it would be another indication of a difficult road ahead for the GOP in this year's midterms.\n\nThe president made the argument that his supporters — in what both he and political observers are calling \"Trump Country\" — should vote for Republicans this year in order to prevent the top Democrat in the House, Minority Leader Nancy Pelosi, D-Calif., from regaining the speaker's gavel and possibly seeking to impeach him.\n\nAnd to drive home the point about impeachment should Democrats take control of the House, Trump also targeted Rep. Maxine Waters, D-Calif., a frequent and outspoken critic who has been calling for the president's ouster from office for months.\n\n\"Our new slogan ... is going to be ... Keep America Great, exclamation point,\" Trump said to cheers, \"Keep America Great.\"\n\nTrump continued: \"But we can only do that if we elect people who are going to back our agenda and fight for our values. And that is why we have to defeat Nancy Pelosi and Maxine Waters, a very low-I.Q. individual.\"\n\nTrump referred to Lamb as \"Lamb the sham.\"\n\n\"He's trying to act like a Republican,\" the president also said of Lamb, \"He won't give me one vote.\"\n\n\"Here's the thing: We're dealing with people that want to obstruct,\" Trump said of Democrats. \"They want to stop us from doing things.\"\n\n\"Here's the problem: As soon as he gets in, he's not going to vote for us,\" Trump also said of Lamb. \"He's going to vote the party line.\"\n\nIn a TV ad, Lamb has made a point of highlighting the fact that he doesn't support Pelosi, part of his strategy to separate himself from most national Democrats. And Lamb has also publicly backed the idea of tariffs on steel and aluminum, a policy change Trump formalized Thursday.\n\nThe president's 2018 message came about 30 minutes into a nearly 75-minute stump speech that ranged through multiple topics but touched on several themes familiar since Trump launched his upstart presidential bid in 2015.\n\n\"Do me a favor. Get out on Tuesday and vote for Rick Saccone. And we can leave right now,\" Trump said near the start of his remarks.\n\nThe president went on to tout his recently enacted tariffs. \"Steel is back and aluminum is back,\" Trump said.\n\nOn North Korea, Trump used his familiar refrain of, \"Let's see what happens,\" just days after it was announced that he intends to meet directly with Kim Jong Un in the hopes of achieving the permanent denuclearization of the rogue regime.\n\n\"This should've been handled, by the way, over the last 30 years. Not now,\" Trump also said of North Korea. \"But that's OK,\" he added, \"because that's what we do. We handle things.\"\n\nTrump faulted his predecessors in the Oval Office beginning with President Obama and going back to Presidents George W. Bush and Bill Clinton for failing to rid North Korea of its nuclear capabilities.\n\nTrump talked up the economy since his election. He mentioned the latest monthly jobs report, overall job gains since Election Day in 2016, milestones in black and Hispanic unemployment achieved since he took office, stock market gains and the GOP tax cuts enacted late last year.\n\nHe rehashed his frequent criticism of so-called sanctuary cities and called on Congress to deny federal funding to localities that do not provide the level of cooperation sought by the Justice Department and agents of Immigration and Customs Enforcement.\n\nThe president mentioned crime and the gang MS-13 — just as he had in his recent State of the Union address. He also repeated his call to end what he calls \"chain migration\" in the U.S. immigration system and to end the diversity visa lottery program.\n\nCiting conversations he said he'd had with China's president, Trump suggested that American drug dealers should be subject to the death penalty for their role in the current opioid epidemic and crime more generally. This proposal echoed recent remarks he made during a White House opioid summit.\n\nThe president mentioned his threat to start an all-out trade war with the European Union over his steel and aluminum tariffs, saying again that he intended to tax European cars if the EU sought to retaliate for his new tariffs. \"We're gonna tax Mercedes Benz. We're gonna tax BMW,\" Trump told the crowd.\n\nTrump talked about trade with Mexico and Canada and the ongoing NAFTA negotiations. And on the topic of international trade, Trump faulted his predecessors all the way back to President Ronald Reagan, who held office for most of the 1980s, for what he sees as the current unfairness in the country's trade relations with much of the rest of the world.\n\nIn one of the rally's more surreal moments, the president actually provided the crowd with an extended, nearly two-minute impression of being presidential that mocked the more straight-laced style of previous presidents and suggested that Trump's looser style is more entertaining.\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nTrump also made his trademark attacks on the media. In a rhetorical sleight of hand, the president told the crowd at the beginning of the rally that Washington, D.C., had \"a lot of evil, a lot of bad people, a lot of fake media.\" Trump once again singled out CNN, MSNBC and NBC for what he views as their biased coverage of him and their poor ratings.\n\nHe specifically mentioned media mogul Oprah Winfrey and suggested he couldn't wait for her to run for president so he could beat her. And he called Meet The Press anchor Chuck Todd \"sleepy eyes\" and referred to Todd as \"sleeping\" before piling on a vulgar insult to refer to the seasoned D.C. journalist.\n\nTrump's speech Saturday drew a quick response from the Congressional Black Caucus, a group of African-American lawmakers that is increasingly becoming an outspoken antagonist of the president and his administration. On Twitter, the group came to the defense of one of its own, Rep. Waters, and demanded an apology from Trump for his \"low-I.Q.\" remark.\n\nAnd David Axelrod, a onetime top aide to President Obama, had a broader critique that suggested Trump's recent policy moves had been all about politics during what is looking like a tough midterm year for Republicans. Trump's recently announced tariffs \"were calculated, and certainly timed, so he could make this protectionist pitch from this platform in steel country on the eve of a politically-important House race,\" Axelrod wrote on Twitter.\n\nLamb's response to the 75-minute event was muted. \"Let's win this,\" the Democrat said on Twitter just as the Trump-Saccone rally wrapped up.\n\nSaccone spoke briefly as the rally ended after Trump introduced him — saying that Saccone is \"a really good person\" who needs to come to Washington to prevent Democrats from rolling back the GOP tax cuts, limiting Second Amendment rights and thwarting Trump's push for increased military spending. \"I came tonight because this guy is special,\" the president also said of Saccone.\n\n\"Rick is going to vote for us all the time,\" Trump also said ahead of Tuesday's election, emphasizing again that a Democrat like Lamb could not be trusted to back Trump's agenda fully.\n\nBut the more important message of the night might be the one Trump delivered earlier in his remarks — a message as much about himself and seeking re-election in 2020 as about the 2018 midterms:\n\n\"The task for everyone here tonight is to make sure that this great American comeback continues. Full speed ahead.\"", "keywords": ["going", "trumps", "rick", "help", "lamb", "great", "rally", "tariffs", "trump", "president", "america", "need", "tax", "vote", "house", "saccone", "pennsylvania"], "polarity": 0.13824463975979123, "subjectivity": 0.4084211523605463},
{"title": "China Removes Presidential Term Limits, Enabling Xi Jinping To Rule Indefinitely", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592694991/china-removes-presidential-term-limits-enabling-xi-jinping-to-rule-indefinitely", "text": "China Removes Presidential Term Limits, Enabling Xi Jinping To Rule Indefinitely\n\nEnlarge this image toggle caption Giulia Marchi/Bloomberg via Getty Images Giulia Marchi/Bloomberg via Getty Images\n\nPresident Xi Jinping of China is poised to rule the country indefinitely after Chinese lawmakers passed changes to the country's constitution abolishing presidential term limits.\n\nThe amendment was sure to pass the country's rubber-stamp legislature, the National People's Congress, which voted 2,958 in favor, two opposed and three abstaining.\n\nSince Xi assumed leadership of China's Communist Party in 2012, he has rapidly consolidated power to levels not seen since the era of Mao Zedong. The constitutional change officially allows him to remain in office after the end of his second term in 2023.\n\n\"In some ways, the move represents the end of China's 40-year-long reform era,\" NPR's Anthony Kuhn explained last month, when the proposed changes were announced. \"The era began after the death of Chairman Mao Zedong in 1976, when China tried to move away from the political violence and cult of personality that characterized his rule.\"\n\nThe two-consecutive-term limit to China's presidency was put in place by Chinese leader Deng Xiaoping in 1982 \"in order to avoid the kind of chaos and tumult that can sometimes happen when you have a single authoritarian leader, as China had with Mao Zedong,\" Elizabeth Economy of the Council on Foreign Relations told NPR's All Things Considered.\n\nThe change in presidency aligns it with the other posts Xi holds, as head of the Communist Party and head of the military, neither of which have term limits, Kuhn says.\n\nThe National People's Congress approved two additional constitutional amendments, including \"the addition of a political philosophy called Xi Jinping Thought to the constitution, and the creation of politically driven 'supervisory commissions' tasked with investigating party members and civil servants,\" The Guardian reported.\n\nXi signaled his strength last year when he had his theories added to the Communist Party charter and he bucked the trend to designate a successor at the end of his first term.\n\nChina's leaders \"claim that they're making the move in response to popular demand, but they haven't released the results of any survey,\" Kuhn adds. \"Criticism of the move has been largely censored on the Internet, so it's hard to gauge public opinion on the matter.\"\n\n\"In a sign of the issue's sensitivity, the government censors are aggressively scrubbing social media of expressions ranging from 'I disagree' to 'Xi Zedong,' \" The Associated Press reports. \"A number of prominent Chinese figures have publicly protested the move, despite the risk of official retaliation.\"\n\nThough the AP adds, \"To be sure, Xi's confident, populist leadership style and tough attitude toward official corruption has won him a significant degree of popular support.\"\n\nChina's state-run news agency Xinhua described the event simply, with the headline: \"China's national legislature adopts constitutional amendment.\" The agency said the constitutional changes have \"won approval from both inside and outside the Party, is of historic significance for ensuring prosperity and lasting security of both the Party and the country.\"", "keywords": ["chinas", "kuhn", "removes", "china", "xi", "constitutional", "party", "jinping", "enabling", "presidential", "rule", "limits", "indefinitely", "national", "mao", "term", "zedong"], "polarity": 0.11158234126984128, "subjectivity": 0.34930555555555565},
{"title": "GOP Congressman's Pro-Russia Views Are An Issue In Re-Election Fight", "url": "https://www.npr.org/2018/03/11/592394869/gop-congressmans-pro-russia-views-are-an-issue-in-re-election-fight", "text": "GOP Congressman's Pro-Russia Views Are An Issue In Re-Election Fight\n\nEnlarge this image toggle caption Lauren Victoria Burke/AP Lauren Victoria Burke/AP\n\nThe Russia investigation has shown few signs of having an impact in this year's congressional elections, but there's a House race in Orange County, Calif., where Vladimir Putin looms large.\n\nIn fact, the congressman running for reelection there says he once arm wrestled the Russian president.\n\nRep. Dana Rohrabacher easily stands out as one of the most pro-Russia voices in the Republican Party. During the 2016 campaign, Politico called him 'Putin's favorite congressman.' The New York Times reported that Russia viewed him as an intelligence source, even giving him a Kremlin code name. Rohrabacher's story about arm wrestling Putin involves a few rounds of drinks in the 1990s and settling an argument over who won the Cold War.\n\nMembers of Congress and those hoping to become members of Congress are generally more focused on bread and butter domestic issues — such as health care, the economy and the environment.\n\nBut Rohrabacher is different. Opponents on his left and right are leveraging his long-standing calls for closer relations with Russia as one of the primary issues in their campaign, now that Russian attempts to influence American politics are a flashpoint.\n\nRohrabacher has two Republican challengers this cycle. One is a pro-Trump Republican who is running to defeat the California Republican on an anti-Russia platform.\n\n\"He's advocating a relationship with Russia that I think, it's dangerous for the United States,\" said Stelian Onufrei, a local businessman in California's 48th Congressional District. \"I don't believe necessarily that Russia is our friend, and I don't think that Russia will ever have anything that benefits the United States.\"\n\nAn immigrant from communist Romania, Onufrei arrived in America nearly penniless and spent years working to establish and grow a construction business. And he sees parallels between his experiences during the Soviet occupation to the way the Russian government functions today.\n\n\"I lived under communism. I know what communism tastes like, feels like, smells like — because I lived it,\" Onufrei told NPR. \"It was very naive of us to believe because Russia was down and broke [when the Soviet Union collapsed] we thought they're out. Well, they were never out.\"\n\nRohrabacher is also being challenged by a representative of the anti-Trump faction within the Republican Party. Paul Martin, another lifelong Republican, heads an organization called the Christian-Muslim Alliance.\n\nHe makes Rohrabacher's stance on Russia the central talking point for his campaign.\n\n\"He's embroiled in Russia. His loyalties are to protect Vladimir Putin from having sanctions imposed on him from our Congress,\" Martin said. \"The revelations of his long term relationship with Russia will be coming out. Dana Rohrabacher is not fit to represent the people in this district. I hear about it every single day. I hear about it from Republicans. He is not fit to be the representative of our district any longer.\"\n\nHis opponents on the left also view Rohrabacher's views on Russia as a vulnerability. Harley Rouda, a Democrat challenging Rohrabacher, is having his campaign distribute a sticker that reads: \"Piss off Putin — vote Harley Rouda.\"\n\n\"At best, it's stupidity because it's not doing anything to drive a greater, stronger economy,\" Rouda said. \"And from a nefarious standpoint, the question is why are you spending so much time on Russia when there's so many more important things you should be working on?\"\n\nRep. Adam Schiff, the top Democrat on the House investigation into alleged links between the Trump campaign and Russia, is generally urging his fellow California Democrats to campaign on college affordability and how to respond to the economic challenges of globalization and automation.\n\nNot with Rohrabacher's district, which he views as peculiar.\n\n\"The Rohrabacher district is probably anomalous, because there the congressman has taken a very visible role in promoting good ties with Putin,\" Schiff said. \"So I think that is an important issue in that district, but that's probably one of the exceptions.\"\n\nRohrabacher, reached by phone while on a trip to Paris, defended his stance on Russia.\n\n\"It's legitimate to think that I'm vulnerable on that, because they're wrong, because they're listening to the fake news, as well. My opponents are taking advantage of that,\" Rohrabacher said. His meeting with Russian government officials over the years — and his interest in closer ties with Russia — are a legitimate part of his work, Rohrabacher insists.\n\n\"I'm the chairman of the foreign affairs subcommittee that has jurisdiction over Russia, Europe and other parts of the world,\" Rohrabacher told NPR. \"That I would ever meet with Russians, Ukrainians or anybody else is understandable and legitimate.\"\n\nOrange County is not the place in America where you'd expect to find a congressman so focused on Russia.\n\nThe district, which includes a long stretch of California coastline and some of southern California's most charming beaches, has almost no Russian population to speak of. Out of nearly three-quarters of a million residents, only about 11,000 have Russian ancestry, according to the Census.\n\nIn fact, California's demographics have been changing pretty dramatically over the past several decades, with the state becoming more Democratic-leaning.\n\n\"California has changed. Republican registration over the last two decades has dropped about 12 points,\" said Jim Brulte, the chairman of the California Republican Party. \"The drop tends to parallel the decline in the white population in California. Orange County is not immune from those demographic changes but they're one of the last counties to feel the full effects of the demographic changes.\"\n\nCritics say Rohrabacher has benefited heavily from incumbency — that many constituents just check the box, without knowing much at all about him.\n\n\"A lot of women that I've talked to think, 'Hey, she's doing a great job. Why should we throw her out?'\" said Laura Oatman, a Democratic candidate running against Rohrabacher. \"And I have to very politely and kindly correct them and say, 'Well apparently you don't know too much about Dana Rohrabacher.'\"\n\nThere are signs that Rohrabacher's district is moving leftward — in 2016, although Rohrabacher won reelection, Hillary Clinton bested President Trump by nearly two percentage points in this district where Mitt Romney had beaten President Obama by 11 percentage points in 2012.\n\nOmar Siddiqui, a Democratic candidate in this race who is running on his work with the FBI, says it's an ominous sign for Rohrabacher.\n\n\"Orange County is changing significantly for the first time since Roosevelt. You have a district that went blue Hillary Clinton over Republican Trump, and that is significant that is indicative of a blue wave coming for sure,\" he told NPR.\n\nThe polling bears out Rohrabacher's vulnerability: A poll taken last month by the University of California, Berkeley revealed that 51 percent of his constituents are not inclined to reelect him.", "keywords": ["republican", "reelection", "views", "congressmans", "rohrabacher", "rohrabachers", "california", "campaign", "fight", "putin", "issue", "russia", "think", "russian", "district", "prorussia", "gop"], "polarity": 0.11253082775810049, "subjectivity": 0.4332677423586515},
{"title": "2 Dead In New York City Helicopter Crash", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592785251/at-least-2-dead-in-new-york-city-helicopter-crash", "text": "2 Dead In New York City Helicopter Crash\n\nEnlarge this image toggle caption Dimitrios Kambouris/Getty Images Dimitrios Kambouris/Getty Images\n\nUpdated at 10:39 p.m. ET\n\nA helicopter carrying six people crashed in New York City's East River on Sunday evening, killing at least two people. An additional three people are in critical condition and the pilot freed himself, authorities say.\n\nThe Eurocopter AS350 went down in the waters between the boroughs of Manhattan and Queens just after 7 p.m. ET, according to a Federal Aviation Administration spokeswoman.\n\nThe helicopter was \"reportedly inverted in the water,\" Sean Carlson of member station WNYC quotes the FAA spokesman as saying.\n\n\"The pilot freed himself — the other five did not,\" FDNY Commissioner Daniel Nigro said in a press conference Sunday night. All five passengers were recovered by divers deployed by police and firefighters, he said.\n\nThree people were found in critical condition and have been taken to the hospital, Nigro added. Two others were pronounced dead on the scene.\n\n\"The pilot is OK, we've taken him to the hospital to be checked out,\" Fire Commissioner Nigro said.\n\nSix people including the pilot were aboard the private helicopter charter, owned by touring company Liberty Helicopters, NYPD Commissioner James O'Neill told reporters.\n\nThe National Transportation Safety Board are investigating the cause of the crash.\n\nThis is a developing story. Some things that get reported by the media will later turn out to be wrong. We will focus on reports from police officials and other authorities, credible news outlets and reporters who are at the scene. We will update as the situation develops.", "keywords": ["helicopter", "dimitrios", "commissioner", "kambourisgetty", "crash", "pilot", "nigro", "freed", "taken", "city", "york", "dead", "hospital"], "polarity": -0.02885521885521886, "subjectivity": 0.48153198653198653},
{"title": "Former FARC Rebels Face The Ballot In Colombia Congressional Elections", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592725607/former-farc-rebels-face-the-ballot-in-colombia-congressional-elections", "text": "Former FARC Rebels Face The Ballot In Colombia Congressional Elections\n\nEnlarge this image toggle caption Luis Robayo/AFP/Getty Images Luis Robayo/AFP/Getty Images\n\nColombia's former FARC guerrilla group is making its electoral debut as a recognized political party in congressional elections on Sunday.\n\nThe FARC became a political party in December 2016, after signing a peace deal with the Colombian government that ended 52 years of bloody civil conflict in which more than 200,000 people were killed and an estimated 8 million were displaced.\n\nThe left-wing Marxist group officially disarmed less than a year ago when it handed its weapons over to the U.N.. As U.N. inspectors accepted their weapons during a broadcasted ceremony, FARC members were declared civilians and given government ID cards.\n\nThe peace deal also guaranteed the party 10 seats in congress, which consists of 102 Senate seats and 166 House of Representative seats. According to Reuters, the group is running a total of 74 candidates on a platform \"focused on fighting poverty and unemployment and improving health and education.\"\n\n\"We aspire not just to the 10 places, five senators and five representatives, but to many more. We are very optimistic and trust it will be more than ten,\" Julian Gallo Cubillos, a FARC Senate candidate and party leader, told journalists.\n\nRodrigo Londoño, a FARC guerrilla commander who has been sentenced for taking people hostage, raiding an army base and recruiting children into the group, announced a run for the Colombian presidency under the FARC's political party this May.\n\nOn Thursday, he pulled out of the race. As Reuters reported, Londoño's party cited the former commander's recent heart problems and \"attacks by the right wing\" as reasons for dropping out. \"Londoño had canceled campaigning last month after his motorcade was pelted with tomatoes and eggs by angry protesters,\" according to Reuters.\n\nThe group will not replace Londoño with another candidate in the presidential election. Londoño had been considered a fringe candidate, polling around 2 percent. Left-leaning Gustavo Petro, the former mayor of Colombia's capital city Bogotá, was in the lead with 23 percent, followed by mathematician Sergio Fajardo with 20 percent at the end of February.\n\nTwo party members were killed in January after a congressional campaign event. In the 1980s, the group first attempted to found the Patriotic Union political party, and 5,000 of its members were killed by right-wing paramilitary gangs.\n\nSome Colombians are embracing the FARC's attempts to control the control legally — by ballots over bullets — while others are wary.\n\n\"I think the FARC leaders need to change their ways and answer for their crimes\" before entering politics, Joanna Jiménez, a hairdresser in the central Colombian city of Villavicencio, told NPR. In 2002, her younger sister Vanessa was recruited by the group at age 13, and would be apparently executed for deserting them years later.\n\nSome analysts say the congressional elections may change cautious civilians' opinions of the party. \"I think their presence in congress will promote reconciliation,\" Ariel Ávila, who researches security and politics and is director of local think tank the Peace and Reconciliation Foundation, told NPR last month. \"It will be good for people to see them in a new role, debating legislation and drafting laws.\"\n\nThe FARC disarmament has quelled some violence in Colombia, but other groups are still active, including the National Liberation Army (ELN). Colombian President Juan Manuel Santos suspended ongoing peace talks with the ELN in January after the leftist rebel group killed several police officers in a series of bomb attacks.", "keywords": ["farc", "ballot", "told", "party", "rebels", "group", "colombia", "political", "londoño", "congressional", "elections", "killed", "colombian", "face", "peace"], "polarity": -0.0012907823883433654, "subjectivity": 0.28777056277056273},
{"title": "Here's How The Time's Up Legal Defense Fund Actually Works", "url": "https://www.npr.org/2018/03/11/592307856/heres-how-the-time-s-up-legal-defense-fund-actually-works", "text": "Here's How The Time's Up Legal Defense Fund Actually Works\n\nEnlarge this image toggle caption Kevin Winter/Getty Images Kevin Winter/Getty Images\n\nIn a small conference room in Washington, D.C., a handful of lawyers and paralegals — most of them in their 20s — process applications coming in to the Time's Up Legal Defense Fund.\n\nHollywood has put its muscle behind the Time's Up campaign to fight sexual harassment and discrimination. One of its goals is to help defray the legal costs for women who've been sexually harassed. (Reese Witherspoon, Shonda Rhimes and Oprah Winfrey are among those who've donated hundreds of thousands of dollars.)\n\nThe Time's Up Legal Defense Fund has reached $21 million, and more than 1,800 women from across the country have asked for help. The fund is being handled by the National Women's Law Center, and it works kind of like a matchmaking service that pairs alleged victims with local attorneys.\n\nOne of the women who requested help works at a grocery store in Seattle. (For privacy reasons, she asked that we not use her name.) She says that for months, she was harassed by a man who worked for a vendor; it started with unwanted compliments and requests to go out.\n\n\"And it finally escalated to the point where he was putting his hands on me,\" she says. \"And at that point in time, I became fearful. I was panicky. Even if I thought I saw him, I was getting nervous at work, unable to do my job.\"\n\nHer sister told her about the Time's Up Legal Defense Fund. She got on the website, filled out a form and hit send. Within a week, she received the names of three attorneys. She ended up retaining Natalie Teravainen. \"We talked for a long time about her story, and I just knew right away that we should pursue this,\" Teravainen says.\n\nAnd here's where the money comes in: One of the things that often keeps women from taking action is the cost of an attorney, but Time's Up allows attorneys like Teravainen to apply for funding and potentially defray that cost.\n\nFatima Goss Graves is president and CEO of the National Women's Law Center. She says some lawyers have offered to take on cases pro bono or at reduced rates, but \"not everyone can afford to do so, and that's when the fund itself comes in to help entice more attorneys to join with us here.\"\n\nStanford law professor Deborah Rhode says, \"This is an area of enormous need.\" She has been involved with a similar hotline for women and says they're \"drowning\" in calls. When it comes to Time's Up, Rhode believes getting enough lawyers and vetting them will be a challenge.\n\n\"Most complainants don't have the resources to pay for a lawyer, and most lawyers will only take cases if they generate substantial damages and are relatively easy to prove. And especially for low-wage workers, that's rarely the case.\"\n\nSo far more, than 500 attorneys have offered their services to Time's Up. Rhode says that this is a huge undertaking and that monitoring the fund's effectiveness is just as important as getting enough lawyers for it.\n\n\"How do we do it right?\" Rhodes wonders. \"We won't find that out unless we try to do it.\"\n\nFatima Goss Graves admits the Legal Defense Fund is still a work in progress — \"like building the plane while it's flying.\"", "keywords": ["works", "help", "heres", "lawyers", "legal", "women", "teravainen", "fund", "times", "rhode", "defense", "attorneys", "actually"], "polarity": 0.1453514739229025, "subjectivity": 0.5517006802721087},
{"title": "Sherman Alexie Postpones Memoir's Paperback Release Amid Sexual Harassment Claims", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592779038/sherman-alexie-postpones-memoirs-paperback-release-amid-sexual-harassment-claims", "text": "Sherman Alexie Postpones Memoir's Paperback Release Amid Sexual Harassment Claims\n\nThe publisher of Sherman Alexie is postponing the release of the paperback edition of the author's memoir about his mother, You Don't Have to Say You Love Me.\n\nHachette Book Group says it took that step at the writer's request. The decision comes after a number of allegations of sexual harassment have been leveled against the writer, who is perhaps best known for his novel The Absolutely True Diary of a Part-Time Indian.\n\nHachette says while it was \"surprised and troubled\" by the allegations, it's encouraged that Alexie \"apologized to those he has hurt.\" The publishing house will keep Alexie's other books in print.\n\nAfter rumors about his sexual behavior began circulating on the Internet, Alexie issued a statement on his website acknowledging he had \"harmed other people,\" and apologizing\"to those whom I have hurt.\"\n\nNPR spoke with 10 women, including three on the record, who accused the writer of predatory behavior that ranged from inappropriate comments to unwanted sexual advances.\n\nLast month, Alexie had been awarded the American Library Association's Carnegie Medal for his memoir. But on Friday, the ALA said Alexie chose to decline the award. The ALA accepted his decision, saying it will not an award a medal for nonfiction this year.", "keywords": ["claims", "decision", "sherman", "memoir", "medal", "release", "postpones", "amid", "alexie", "writer", "memoirs", "sexual", "harassment", "paperback"], "polarity": 0.24615384615384617, "subjectivity": 0.5846153846153845},
{"title": "Public Health Advice Issued To U.K. Restaurant Goers Following Ex-Spy Poisoning", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592720941/public-health-advice-issued-to-u-k-restaurant-goers-following-ex-spy-poisoning", "text": "Public Health Advice Issued To U.K. Restaurant Goers Following Ex-Spy Poisoning\n\nEnlarge this image toggle caption Andrew Matthews/AP Andrew Matthews/AP\n\nOne week after a Russian ex-spy and his daughter were found poisoned by a nerve agent in Salisbury, British officials are ramping up their probe into the attack, bringing military troops into the city and issuing their first public health advisory.\n\nThis after \"trace contamination\" was found in The Mill Pub and Zizzi Restaurant, England's Chief Medical Officer Sally Davies announced Sunday.\n\nShe added while she is \"confident\" the contamination has not harmed anyone who was in the establishments, concern over long-term exposure to the still-unspecified nerve agent spurred her to issue the advisory.\n\nIt says anyone who visited the pub and restaurant between 1:30 p.m. local time Sunday, March 4 and closing the following Monday night, should wash the clothing they were wearing at the time and clean personal items like phones and purses with a wet wipe.\n\nAround 500 people are believed to fit into that window, reports the BBC.\n\nStill officials stress there is \"no immediate health risk.\"\n\nThis after officials said Thursday that about 21 people had already sought medical treatment related to the attack.\n\nThe advisory comes one day after security ministers in the British government held an emergency meeting to discuss the poisoning of Sergei Skripal, convicted in Russia for spying for Britain, and his daughter Yulia, 33.\n\nThe elder Skripal lived in Salisbury after being released from a Russian prison in 2010 as part of a spy swap, and his daughter was visiting from Moscow, reports The Associated Press.\n\nBoth Sergei and Yulia Skripal \"remain unconscious, and in a critical but stable condition,\" Home Secretary Amber Rudd said on Friday.\n\nA police officer, one of the first responders to attend to the Skripals after they collapsed shortly after their meal, remains hospitalized and is reportedly in stable condition.\n\nDetective Sergeant Nick Bailey released a statement Saturday saying, he was \"merely doing his job ... in order to protect the public and keep people safe,\" and he and his family are grateful for messages of support.\n\nDespite urging pub and restaurant goers to take caution, officials have not said where the attack took place. Both establishments remain closed while investigators are also scouring Skripal's home and car as well as the graves of his wife and son, reports the A.P.\n\nSomething else officials have not yet said: who was behind the attack, although they have said the Skripals were targeted.\n\n\"The use of a nerve agent on UK soil is a brazen and reckless act. This was attempted murder in the most cruel and public way,\" Rudd said. \"People are right to want to know who to hold to account. But, if we are to be rigorous in this investigation, we must avoid speculation and allow the police to carry on their investigation.\"\n\nHundreds of officers as well as troops from the British Army are assisting in the investigation.\n\nAs NPR's Scott Neuman has reported:\n\n\"The incident has drawn comparisons to the 2006 death of Alexander Litvinenko, a former officer of the FSB domestic intelligence branch and an outspoken critic of President Vladimir Putin who defected to the West. Litvinenko died in Britain after exposure to the radioactive isotope Polonium-210. In 2016, an investigation concluded that he was \"probably\" killed on orders from Putin.\"\n\nBritish Prime Minister Teresa May told ITV News the government will act if it finds Russia was behind the latest attack.\n\n\"We will do what is appropriate, we will do what is right, if it is proved to be the case that this is state-sponsored,\" May said. \"But let's give the police the time and space to actually conduct their investigation.\"\n\nRussian Foreign Minister Sergei Lavrov has denied Russia played a role in the Skripals' poisoning.", "keywords": ["reports", "following", "pub", "health", "advice", "uk", "skripals", "goers", "sergei", "issued", "poisoning", "exspy", "officer", "russia", "restaurant", "skripal", "public", "officials"], "polarity": 0.032862679955703196, "subjectivity": 0.2828626799557032},
{"title": "How To Get People To See A Doctor When They Don't Want To", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/11/591274115/how-to-get-people-to-see-a-doctor-when-they-dont-want-to", "text": "How To Get People To See A Doctor When They Don't Want To\n\nEnlarge this image toggle caption Michael Gurven/The UC Santa Barbara Current Michael Gurven/The UC Santa Barbara Current\n\nThe Tsimane people, descendants of the Incas, are among the most isolated people in Bolivia. They number about 16,000 and live in 80 mostly riverbank villages of 50 to several hundred people scattered across about 3,000 square miles of Amazon jungle. They are forager-farmers who fish, hunt, cut down jungle trees with machetes and produce an average of nine children per family, says Michael Gurven, chair of the Integrated Anthropological Sciences Unit at the University of California at Santa Barbara.\n\nGurven has visited and studied the Tsimane people for 16 years. Last month, he and colleagues published a paper in the journal Social Science & Medicine on why these impoverished people, who live an average of just over 50 years (compared to the world average of 71.5), often won't take advantage of medical care, even when it's free and offered by people they've come to trust.\n\nWhat the researchers found offers some clues about why many of us resist going to the doctor when things like rashes, coughs and pains make it pretty clear that we should. Dr. Lisa Cooper, professor of medicine at Johns Hopkins University School of Medicine, is not connected with the social science study, but she studies medical adherence and preventive care in the U.S. She says the study shows that while providing medical services is important, it's not enough to ensure good health.\n\n\"We also have to deal with belief systems, with world view, with spiritual beliefs,\" she says. \"We've got to take a much broader view of health.\"\n\nWhen Gurven and his team made trips to Bolivia over the years, they brought medical teams to the most remote villages. \"We'd set up a camp and provide health care,\" he says. \"If there were 100 people in the village, maybe 30 would come. And every time, it would be the same people. I wondered: Were they the sickest? Why didn't others come? We didn't charge them, so money wasn't the reason. We were right there, so they didn't have to travel anywhere.\"\n\nIn less remote villages closer to bigger towns, health clinics existed. But in these villages as well, a lot of sick people didn't go for health care.\n\nTo find out why, researchers asked 690 people, ages 40 to 89, about their priorities, their perceptions about health, their knowledge of medical care. But they also probed deeper, looking into people's beliefs about the extent to which their actions mattered.\n\n\"We tried to get at what they think,\" says Gurven. \"If they think they're in charge of what happens to them, that what they put into their body or what they do effects what happens, they're more likely to go to the doctor. With that feeling of control, they're likely to believe that medical treatment will help heal them, or that they might be able to prevent getting sick in the first place.\n\nBut people who think outside forces are in charge — fate or chance — are less likely to seek out care. They believe that nothing they do will matter, or matters far less than the forces of nature or the whims of others, so why bother, says Sarah Alami, a graduate student in anthropology at UC Santa Barbara and lead author of the study. It turned out that the Tsimane people largely believed that forces outside their control — like a mosquito bite that results in a deadly fever or a neighbor who puts a curse on them— mattered more than things within their control.\n\nEnlarge this image toggle caption Michael Gurven/The UC Santa Barbara Current Michael Gurven/The UC Santa Barbara Current\n\nAlami has spent eight months in Bolivia, working with the Tsimane people. She's seen active people in good health: men felling tall trees, children using the jungle as a playground, women juggling a couple of kids while breastfeeding and fishing.\n\nBut she's also seen their ill health. A villager she met a few weeks ago might be gone on her next visit, having succumbed to dengue fever. \"You can see they're heavily burdened by parasites,\" she says. \"You see open sores that are infected, and they might not go for help. For something they know will kill them, like a snake bite, they'll try to go for help.\" But where it gets trickier, she says, is a less immediately urgent problem, like a cough that might be tuberculosis.\n\nThe researchers concluded that, from the point of view of a Tsimane villager, not taking advantage of medical care might be a rational decision. They know, Gurven says, that while they might get relief from a parasitic infection by going to a clinic, they also know that they're quite likely to get reinfected right away. Or maybe they'll be bitten by a snake on the way home, so they shouldn't risk venturing as far away as a health clinic.\n\nThe same kind of thinking in the U.S. keeps people from medical care, Cooper says. \"I liken it to what I see in disadvantaged communities where things are chaotic and people believe their circumstances are controlled by chance,\" she says. \"You go in for care, and the doctor tells you to eat better and exercise.\" But you can't afford to join a fitness center, and you live miles from any store that sells fresh fruits and vegetables. \"People living in chaotic environments might think that they don't have control over what's happening today, so why worry about what might happen in the future,\" she says.\n\nLike the Tsimane, poor people in the U.S. might decide to skip medical care, she says. And from their point of view, it's a rational decision.\n\nEven among middle-class people in the developed world, fears of losing control can lead people avoid medical care. \"People are afraid they're going to be diagnosed with something that will limit their employment, or that their disease is so serious, treatment won't work,\" Cooper says. So again, why bother.\n\nAvoiding trips to the doctor happens all over the world. But a couple of things have worked to get the indigenous Bolivians to the clinic. \"We don't just explain the illness, and how a treatment will have an effect. Medical knowledge isn't the answer,\" Gurven says. \"We try to get them thinking that it matters to their family that they get treated. We get them thinking about their lives in the future. We ask them about their children's lives five years from now.\"\n\nIt's the line spouses all over the world use, Gurven says, to get their mates to the doctor: If you won't do it for yourself, think of the kids.\n\nSusan Brink is a freelance writer who covers health and medicine. She is the author of The Fourth Trimester and co-author of A Change of Heart.", "keywords": ["gurven", "santa", "health", "tsimane", "doctor", "theyre", "world", "dont", "uc", "medical", "care"], "polarity": 0.04581190051778287, "subjectivity": 0.38366479925303454},
{"title": "Waffle House Waitress Helps Customer, Goes Viral, Gets Scholarship ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592744079/waffle-house-waitress-helps-customer-goes-viral-gets-scholarship", "text": "Waffle House Waitress Helps Customer, Goes Viral, Gets Scholarship\n\nEnlarge this image toggle caption David Goldman/AP David Goldman/AP\n\nA seemingly small gesture at a restaurant outside Houston that wasn't part of the job description for a Waffle House waitress has now had a big effect on her life.\n\nIt happened last weekend in La Marque, Texas, when 18-year-old Evoni Williams was serving an elderly man breakfast.\n\nHe needed help.\n\n\"I had no coordination, no feeling, strength in my hands,\" Adrian Charpentier told ABC 13 News.\n\nSo Williams leaned over the counter with a fork and a knife and cut up his ham for him.\n\nIt might have ended there, but a patron sitting behind Charpentier was struck enough to take a picture and post it to Facebook.\n\n\"I don't know her name but I heard this elderly man tell her his hands don't work too good,\" Laura Wolf wrote, describing how Williams stepped in. \"If we could all be like this waitress & take time to offer a helping hand.\"\n\n\"I didn't know the photo was taken until a couple hours later,\" Williams told The Houston Chronicle. \"When I saw it, it's just something I would do for anybody.\"\n\nWolf told KHOU, \"It was so busy in here, and she actually took the time to stop and hear what he had to say instead of walking past him. That just meant something to me,\" Laura Wolf said.\n\nIt apparently meant something to others too. As of Sunday, more than 130,000 people had reacted to the Facebook post and nearly 7,000 have shared it.\n\nBut the ripple has extended beyond the Internet.\n\nWilliams, a recent Texas City High School graduate was honored at a ceremony Thursday with a $16,000 scholarship to Texas Southern University.\n\nWilliams has reportedly been working full-time at the Waffle House to earn money toward school.\n\nKHOU reports Texas Southern University has assigned a counselor to help her begin her degree and she is planning to study business management.\n\nMedia at the local, national and international level have all picked up on the story.\n\nIt is a moment among several in recent years, captured in a picture, put online, and capturing the attention of the Internet: like a New York City police officer giving a homeless man a pair of boots, or workers at a drive-through pausing to pray with a grieving customer, or a restaurant goer whose wife died of cancer anonymously paying for the meal of another cancer patient.\n\nAs Laura Wolf, who posted the Waffle House picture put it, \"I'm thankful to have seen this act of kindness and caring at the start of my day while everything in this world seems so negative.\"", "keywords": ["goes", "williams", "man", "helps", "waffle", "viral", "wolf", "gets", "house", "waitress", "scholarship", "texas", "told", "picture", "customer", "laura"], "polarity": 0.022765151515151516, "subjectivity": 0.25880050505050506},
{"title": "Steve Bannon Takes Anti-Establishment Message Overseas: 'Let Them Call You Racists'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592702598/steve-bannon-takes-anti-establishment-message-overseas-let-them-call-you-racists", "text": "Steve Bannon Takes Anti-Establishment Message Overseas: 'Let Them Call You Racists'\n\nEnlarge this image toggle caption AP AP\n\nBoth have suffered political falls and on Saturday in Lille, France, Steve Bannon, the onetime chief White House strategist, and Marine Le Pen, who lost the French presidency to Emmanuel Macron in May, sought to prop up each other with a shared anti-establishment stance.\n\nBannon, on a European tour that includes stops in Germany and Italy, addressed a party congress of the far-right National Front, a group that espouses a protectionist and populist agenda.\n\n\"Let them call you racists. Let them call you xenophobes. Let them call you nativists. Wear it as a badge of honor,\" Bannon told the crowd to applause.\n\nSo why is a man with a reputation staked on tearing down politics-as-usual in Washington, D.C., turning his sights across the Atlantic Ocean?\n\n\"All I'm trying to be,\" Bannon told The New York Times in an interview, \"is the infrastructure, globally, for the global populist movement.\"\n\nOf course, Bannon has burned more than one bridge state-side.\n\nEarlier this year Bannon stepped down as executive chairman of Breitbart News and President Trump and other former allies have turned their backs on him, following less-than-flattering quotes Bannon gave about the Trump family in a new book.\n\nIn a halting, yet stirring, speech Saturday — paused to allow an interpreter to translate his English into French — Bannon said he came to Europe not to teach but to learn.\n\n\"And what I've learned is you are part of a worldwide movement that is bigger than France, bigger than Italy, bigger than Hungary, bigger than all of it,\" he said, evoking Europe's rise of right-wing parties.\n\nHe portrayed the movement — stretching from \"Korea\" to the \"Middle East ... to Alabama\" as only growing in strength.\n\nAs Bannon put it: \"History is on our side.\"\n\nHe depicted the movement's adversaries as the familiar ones that also helped shape Trump's campaign message including globalists, elitists and the media.\n\n\"The opposition media — the running dogs of the global corporate elite called Trump and Bannon white supremacists,\" he said to jeers from the crowd.\n\n\"But President Trumps economic nationalism does not care about your race, your religion, your ethnicity. ... It cares about one thing: Are you a citizen of the United States of America?\"\n\nOf central banks, Bannon said, \"They've made you death slaves, hamsters on the wheel.\"\n\nBut for Trump (who in January said his onetime advisor had \"lost his mind\") Bannon had only high praise, calling him \"beloved\" and the \"greatest.\"\n\nAlso Saturday, the National Front re-elected Marine Le Pen — the sole candidate — to a new term as party president.\n\nMembers also voted to sever ties with her father, Jean-Marie Le Pen, the party's firebrand founder, expelled in 2015, as the party seeks to gain a bigger foothold by distancing itself from anti-Semitic and racist associations.\n\n\"You are the vanguard of the national reconquest,\"Marine Le Pen said in a speech Sunday at the Lille gathering. \"You have this energy, this will, this talent. I need you. The country needs you!\"", "keywords": ["white", "trumps", "takes", "message", "overseas", "le", "let", "bigger", "party", "pen", "trump", "bannon", "antiestablishment", "national", "steve", "racists"], "polarity": 0.07521567021567022, "subjectivity": 0.3278760578760579},
{"title": "Trump Administration Moves To Ban Bump Stocks", "url": "https://www.npr.org/sections/thetwo-way/2018/03/10/592602846/trump-administration-moves-to-ban-bump-stocks", "text": "Trump Administration Moves To Ban Bump Stocks\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nThe Justice Department has taken the first step in banning the sale, manufacture or possession of bump stocks through new regulation, as Congress stalls in drafting a legislative prohibition.\n\n\"The Department of Justice has submitted to the Office of Management and Budget a notice of a proposed regulation to clarify that the National Firearms and Gun Control Act defines 'machinegun' to include bump stock type devices,\" Attorney General Jeff Sessions said in a statement issued Saturday.\n\nBump stocks are devices used to accelerate a gun's shooting rate so it fires like an automatic weapon.\n\nAs NPR's Jessica Taylor reported, President Trump called on the Justice Department to change its regulations and formally ban the devices in February, following the deadly high school shooting in Parkland, Fla.\n\nThe alleged shooter in the school massacre that killed 17 people did not use bump stocks, but the gunman who killed 58 concertgoers and injured more than 500 others in October in Las Vegas did.\n\nThe Bureau of Alcohol, Tobacco, Firearms and Explosives recently closed the public comment period for its review of bump stock regulation. But in a 2010 assessment, the ATF concluded that the devices were not regulated under existing gun laws. And it ruled that only Congress can act to ban them.\n\nThat is a view shared by gun safety supporters, including Sen. Dianne Feinstein, D-Calif., who pushed for a legislative ban last fall.\n\n\"If ATF tries to ban these devices after admitting repeatedly that it lacks the authority to do so, that process could be tied up in court for years, and that would mean bump stocks would continue to be sold,\" Feinstein said in a February statement.\n\n\"Legislation is the only answer,\" she added.\n\nThe National Rifle Association is against a ban, but the organization says \"devices designed to allow semi-automatic rifles to function like fully-automatic rifles should be subject to additional regulations.\"\n\nThe NRA did not immediately respond to requests for comment by NPR. However, The Associated Press reported that the powerful lobby group filed a lawsuit against the state of Florida on Friday after the governor signed a package new gun restrictions, including a ban on bump stocks.", "keywords": ["regulation", "administration", "stocks", "stock", "gun", "devices", "ban", "trump", "moves", "bump", "department", "justice"], "polarity": 0.018608452950558216, "subjectivity": 0.4019258373205742},
{"title": "Syrian Army Seizes More Ground In Eastern Ghouta ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/10/592582062/syrian-army-seizes-more-ground-in-eastern-ghouta", "text": "Syrian Army Seizes More Ground In Eastern Ghouta\n\nEnlarge this image toggle caption AP AP\n\nSyrian government forces delivered another serious blow to eastern Ghouta Saturday after forces seized more ground, further isolating the Damascus suburb that has been controlled by rebel forces and under siege for five years.\n\nThe Syrian Observatory for Human Rights told Al Jazeera that government forces had captured the town of Mesraba, which lies 10km east of Damascus, and has made advances into nearby farmlands. That would split the area into three isolated parts — Douma, Harasta, and the rest of the towns further south — and it would be strategically devastating for Islamist rebels.\n\nBut Reuters reported a spokesman for Jaish al-Islam, one of the two main insurgent groups in eastern Ghouta, denied that it had fallen into government hands. He insisted Mesraba is still under rebel control and that Douma and Harasta are not cut off from one another.\n\nFighting has intensified over the past two weeks, adding to the destruction and devastation throughout the city. With the help of Russia, President Bashar al-Assad has employed an offensive that includes relentless air strikes and tight sieges to pressure rebels into \"evacuation deals.\"\n\nA video by the International Committee of the Red Cross posted to Twitter on Saturday shows a rubble-filled street and half-standing husks of buildings in the distance.\n\nAdditionally, aid groups trying to deliver food and medicine to the embattled area have had to retreat under fire.\n\nNPR's Don Gonyea spoke with Mouaid El Deen Friday as exploding bombs went off the neighborhood around him.\n\nDeen is a 29-year-old businessman who has been living with his family and a dozen others in his neighbors basement for the past 22 days. He told NPR the U.N. convoys delivering food and medical supplies had again come under government fire Friday.\n\n\"It is very inhuman to do,\" he said, referring to the government's strategy to keep humanitarian aid from reaching trapped civilians. It is especially agonizing for Deen whose daughter recently suffered an asthma attack.\n\nDoctors without Borders says at least 1,000 people have been killed between Feb. 18 and March 4 and another 5,000 wounded.\n\nAs NPR's Ruth Sherlock reported, a U.N. call for a cease-fire has made little impact. Instead, residents of Ghouta continue to post photos and videos of the injured and of the dead, hoping that someone, somewhere can help.\n\nNearly 400,000 people have been trapped in eastern Ghouta since 2013 when insurgents first took over control and the government began its offensive to oust the rebels.", "keywords": ["rebel", "syrian", "eastern", "army", "forces", "ground", "rebels", "seizes", "told", "past", "trapped", "ghouta", "reported"], "polarity": -0.060874542124542116, "subjectivity": 0.3257326007326008},
{"title": "West Virginia Teachers Win; DeVos Gets Pushback ", "url": "https://www.npr.org/sections/ed/2018/03/10/591882457/west-virginia-teachers-win-devos-gets-pushback", "text": "West Virginia Teachers Win; DeVos Gets Pushback\n\nEnlarge this image toggle caption Lynne Sladky/AP Lynne Sladky/AP\n\nWelcome to our weekly roundup of education news! Let's get going.\n\nBetsy DeVos' busy week\n\nOn Tuesday, Education Secretary Betsy DeVos tweeted a black-and-white photo of a classroom taken decades ago next to a modern stock photo of a classroom. \"Does this look familiar?\" the tweet began. In both pictures, desks were lined up in straight rows, facing a teacher standing at the front of the classroom.\n\nDoes this look familiar? Students lined up in rows. A teacher in front of a blackboard. Sit down; don’t talk; eyes up front. Wait for the bell. Walk to the next class. Everything about our lives has moved beyond the industrial era. But American education largely hasn’t. #SXSWEDU pic.twitter.com/kyy2r7bTud — Betsy DeVos (@BetsyDeVosED) March 6, 2018\n\nThe tweet got 4,500 responses. Many teachers replied with contrasting pictures of their own classrooms, highlighting group work, creative projects, independent reading and more.\n\nNo. It doesn't look familiar. THIS is what public school looks like. pic.twitter.com/OYYrXvIRq2 — LPG (@puckettgarcia) March 7, 2018\n\nActually, your stock photos looks unfamiliar. In my classroom, and many others (that you probably don’t know about) students are the agents of their own learning and often are the ones up in front of the class teaching and learning with each other. pic.twitter.com/M02YzBBMmJ — Alex Brown (@AlexBrown15) March 7, 2018\n\nLater that day, DeVos appeared in Austin at SXSW EDU, an educational conference. She hosted a panel on innovation in higher education at which some audience members noticed one glaring absence: any educators. Instead, the panel featured leaders from edX, Strada Education Network and Whiteboard Advisers, all education-related companies, according to reporting from EdSurge.\n\nOn Wednesday, DeVos traveled to Parkland, Fla., to visit Marjory Stoneman Douglas High School. There, she met with staff and survivors of the February shooting, including members of the student newspaper, the Eagle Eye, to offer her condolences. Some students were decidedly unimpressed with her visit, a sentiment they voiced on Twitter.\n\nSecretary of education Betsy Devos spoke to me and only a hand full of students. She did not properly answer my only question. She did not sit down with any students and asked what we wanted. Douglas has 3,000 students. None of them were invited. pic.twitter.com/1RXYDZJtTb — Kyra (@longlivekcx) March 7, 2018\n\nBetsy Devos came to my school, talked to three people, and pet a dog. This is incase the press tries to say something else later — Alanna//#NEVERAGAIN (@AgCI3Cu2) March 7, 2018\n\nStudents were clearly more impressed when basketball star Dwyane Wade of the Miami Heat stopped by the school.\n\nIn West Virginia, teachers declare victory\n\nAfter nine days of statewide school closures, West Virginia lawmakers reached a deal with the teachers' union on Tuesday to end the teachers' strike. Gov. Jim Justice signed a measure to raise pay for all state employees, including teachers, by 5 percent. West Virginia Superintendent of Schools Steven Paine told teachers on Thursday that the missed school days would need to be made up.\n\nThe strike in West Virginia could be one of many this year. Educators in Oklahoma are planning walkouts if a new state education budget that includes pay raises isn't passed on April 1.\n\nNew York City names a schools chancellor — again\n\nRichard Carranza, who previously led the schools in both Houston and San Francisco, will serve as the next chancellor of New York City schools. Carranza began his education career as a history teacher in Tucson, Ariz. His tenure in San Francisco was \"largely free of controversy,\" according to the San Francisco Chronicle. There, he focused on increasing equity, reducing suspensions and protecting the city's immigrant students. He led Houston schools' recovery from Hurricane Harvey, but now leaves that system in what the president of the Houston Federation of Teachers called a \"highly volatile and unstable year.\"\n\nNew York City Mayor Bill de Blasio praised Carranza for his \"proven record of strengthening public schools and lifting up students and families.\"\n\nLast week, Miami school superintendent Alberto Carvalho backed out of the job at the press conference planned to announce his departure from Miami.\n\nHarvard professor ousted after harassment allegations\n\nLast week, the Chronicle of Higher Education published a lengthy investigation into Harvard professor Jorge Domínguez's history of alleged sexual harassment. Ten women told the Chronicle that the government professor made them feel uncomfortable. After the article was published, more came forward to make allegations about his behavior. The university then placed Domínguez on administrative leave, and on Tuesday, the government professor resigned.\n\nAllegations that he made women feel uncomfortable span from 1979 to 2015.\n\nChan and Zuckerberg to fund $30 million early reading initiative\n\nScholars at Harvard and Massachusetts Institute of Technology have announced a five-year collaboration targeting what they call the \"early literacy crisis\" in the United States. The program, called Reach Every Reader, will capitalize on the universities' combined expertise in cognitive science and learning. Experts will start by developing an online diagnostic screening used to identify young children at risk for reading difficulty, then work with schools and families to help those students learn to read in the ways that work for each of them individually. The hope is that these \"personalized interventions\" will help students leverage their own skills in the classroom.\n\nPriscilla Chan, a pediatrician, and her husband, Facebook founder and CEO Mark Zuckerberg, will fund the program.\n\nViolence against teachers widely underreported\n\nAccording to data from the Centers for Disease Control and Prevention, about 5 percent of teachers have been attacked by a student. Nine percent are the target of threats. But many of those teachers don't tell anyone. That's according to a new nationwide study published in the journal Social Psychology of Education this week. Researchers found that almost 20 percent of teachers who go through such experiences don't tell anyone, even their school administrators.\n\nMiddle and high school teachers experienced more threats of physical violence, but more elementary school teachers reported actually experiencing physical violence.", "keywords": ["students", "professor", "win", "devos", "education", "teachers", "gets", "dont", "west", "school", "schools", "virginia", "pushback"], "polarity": 0.1882554593554594, "subjectivity": 0.4242416546416545},
{"title": "A New Rail Line In Lahore May Damage Heritage Sites, Activists In Pakistan Warn", "url": "https://www.npr.org/sections/parallels/2018/03/11/591840781/a-new-rail-line-in-lahore-may-damage-heritage-sites-activists-in-pakistan-warn", "text": "A New Rail Line In Lahore May Damage Heritage Sites, Activists In Pakistan Warn\n\nEnlarge this image toggle caption Nadeem Khawar/Flickr Vision/Getty Images Nadeem Khawar/Flickr Vision/Getty Images\n\nThe men huddled on what remained of the marble courtyard, the parts that hadn't been ripped away by a bulldozer's claw. A cloud of smoke rose above them as they passed around hashish joints — for the spiritual high, they said. They shook their heads to the frenzied banging of the drummers. Others leaped up, twirling, contorting and chanting in praise of the Sufi saint at whose shrine they worshiped.\n\nIn short, on a recent Thursday night, hundreds of worshippers at the Mauj Darya shrine repeated a tradition that the shrine's keepers say has occurred in some form for about 450 years.\n\nBut activists fear this tradition may end with the shrine itself.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nThey say it is threatened by a 16-mile train line the government is racing to build through Lahore. The train route passes 11 heritage spots — from Mauj Darya, to a British colonial church, to the Shalimar Gardens, a UNESCO World Heritage site. It is expected to ferry about half a million people every day within five years, said the head of the Lahore Transport Authority, Khawaja Ahmad Hassan.\n\n\"I'm really keeping my fingers crossed,\" said Kamil Khan Mumtaz, a prominent architect who took part in an unsuccessful effort to petition against the train route. \"It's so close to the shrine Mauj Darya that it's going to break the foundations.\"\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nThe train line is part of a planned web of public transportation, so far including a bus line and two more planned train routes, meant to serve the more than 11 million residents of Lahore, Pakistan's second most populous city.\n\nThe metro line is being built with a Chinese loan of more than $1.6 billion, according to Hassan, the transportation official. He said the government has a seven-year grace period and then two decades to pay it off, but the interest rate and other terms of the loan are not public.\n\nThat's part of the billions of dollars' worth of loans that Pakistan has borrowed from China to build megaprojects. Pakistan's government hopes those projects will transform the country and modernize its economy. In return, China is seeking to secure a trade corridor via Pakistan to the Arabian Sea.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nPakistani officials have typically been secretive about these loans.\n\n\"The people of this country have been kept in dark,\" said Qais Aslam, an economist at the University of Central Punjab. \"The cost will be higher than the benefits that we will reap,\" he said. \"It is my future generation that has to pay back these loans.\"\n\nBeyond the projected debt, activists against Lahore's train line say future generations are threatened with losing something more intangible: a sense of their history.\n\nLahore's residents live among jumbled layers of the past: medieval gates, soaring Mughal-era mosques, pokey Sufi shrines, British colonial buildings and decaying Hindu and Sikh temples.\n\nAmong them is the shrine for Mauj Darya. Tradition holds that he saved Lahore from being engulfed by a flooding river by stretching out his hand and reversing its tide.\n\nHe was so prominent in his day, in the 15th century, that even Mughal Emperor Akbar, Mumtaz said, \"went barefoot to the court of this fakir,\" a Sufi who has renounced worldly possessions.\n\nHassan of the Lahore Transport Authority said engineers have strengthened the foundations of historical buildings. The projected vibrations of the train would not harm the sites, he said.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\n\"We are not trying to disrupt, disturb or destroy any of the heritage points,\" he said. He reasoned that the train line is rescuing the sites from neglect. \"People didn't know that they exist,\" Hassan said. \"I think this has been a silver lining for the heritage.\"\n\nThe impact of the construction work was apparent on a recent day.\n\nAt the Mauj Darya shrine, a small domed building covered in flowery mosaics and tinsel, engineers built a reinforcing concrete wall underneath the structure. It was visible because construction workers had dug an enormous trench right up to the shrine's wall.\n\nSaira Waqas, 30, clutching her daughter Saman, scrambled over dirt mounds to reach the saint. She was praying for a son, she said.\n\nAnother trench lay in front of St. Andrews United Presbyterian Church, built in 1860, during the British colonial period. Inside, metal rods reinforced the church's front-facing wall.\n\nThe caretaker, Salim Masih, said the church serves the small Presbyterian Pakistani community of several hundred families. His daughter had just recently graduated with a college degree — they celebrated here, in church.\n\nThe train line runs above ground near the Shalimar Gardens, offering a view inside the Mughal-era landscape. Couples sat in the shaded seclusion of trees. Families strolled.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nThe biggest grievance of activists like Mumtaz was the method used to dig the train route. Instead of boring tunnels to keep the metro underground, the government tore through Lahore's dense urban fabric.\n\nThey accused the government of using that faster, cheaper and more destructive method to complete the train before national elections, expected this summer. Mega transport projects are a signature of the Pakistan Muslim League-Nawaz, the conservative party that rules the federal government and Punjab state, whose capital is Lahore.\n\n\"It has become an election stunt,\" said Nadeem Omar Tarar, an anthropologist and director of the National College of Arts in Lahore who has written against the new rail line. Transport projects like the metro and road projects could be executed in short time and offered immediate visibility, he said.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nHassan, the transportation official, said that the government used the above-ground digging method because engineers recommended it. And Lahore's underground utilities were never properly marked — meaning they could be cut inadvertently if they bored tunnels.\n\n\"That's precisely the reason to go deep tunnel, which goes far below all these services,\" said the architect Mumtaz. \"They don't know what they're talking about. Or else, they're lying.\"\n\nHassan said the matter had already been decided in Pakistan's Supreme Court. In December, it allowed construction work near the heritage sites. That was after a lower court ordered a halt while it heard petitions against the train's route.\n\nAs a result, construction around the heritage sites has only been taking place for the past three months. Other work on the route began in October 2015.\n\nFeng Jing, a UNESCO official, said the World Heritage committee was organizing a mission to visit the Shalimar Gardens \"as soon as possible.\"\n\nIn an email, the UNESCO official said they had requested a mission in July 2016 examine the rail line and review how world heritage sites were being managed and protected. \"Unfortunately,\" he wrote, the government had not invited them until late December 2017.\n\nEnlarge this image toggle caption Diaa Hadid for NPR Diaa Hadid for NPR\n\nBut most of the dozen or so residents interviewed by NPR welcomed the new train. On a main street, knots of motorbikes and vehicles swerved through cloudy dust piles left by construction work. Shaker Javed, a government health worker, was crammed on a tuk-tuk alongside three other men.\n\nThe train line, Javed said, \"would be more respectable.\" It would be faster and quieter, he shouted over the roar of traffic.\n\nBack at the shrine, the gathering was ending and men piled out. Barbar Ali, a 25-year-old mechanic, said he trusted the government to repair any damage they caused to the shrine. Even if they wanted to harm it, the saint, Mauj Darya, wouldn't let them, he said.\n\nHe pointed to the construction. It would be tidied up and \"when all this has been finished,\" he said, \"people will really be in awe over Pakistan's progress.\"\n\nAbdul Sattar is NPR's Islamabad bureau news assistant.", "keywords": ["damage", "hadid", "npr", "warn", "rail", "line", "caption", "lahore", "heritage", "activists", "toggle", "image", "shrine", "pakistan", "diaa", "sites", "train"], "polarity": 0.05987039709261931, "subjectivity": 0.4003829298273743},
{"title": "Nun Involved In Katy Perry Convent Lawsuit Collapses And Dies In Court", "url": "https://www.npr.org/sections/thetwo-way/2018/03/10/592623697/nun-involved-in-katy-perry-convent-lawsuit-collapses-and-dies-in-court", "text": "Nun Involved In Katy Perry Convent Lawsuit Collapses And Dies In Court\n\nEnlarge this image toggle caption Amy Harris/Amy Harris/Invision/AP Amy Harris/Amy Harris/Invision/AP\n\nA nun involved in a years-long legal dispute with pop star Katy Perry over a sprawling 8-acre former convent died in court Friday, according to The Associated Press.\n\nSister Catherine Rose Holzman, who had battled Perry and the Archdiocese of Los Angeles, was in court for a post-judgment hearing related to the case when she collapsed. She was 89.\n\nThe uproar over the property began in 2015 when Holzman and the sisters of the Most Holy and Immaculate Heart of the Blessed Virgin Mary sold the Medieval-Spanish-Gothic-Tudor estate to restaurateur Dana Hollister. But the archdiocese argued the nuns did not have the right to sell the property, which includes 30,000 square feet of living space, a pool, a tower and an adjoining prayer house, and it instead approved a sale to Perry, even though Hollister was already living there.\n\nIn 2016, a judge ruled against the nuns, declaring the $15.5 million sale to Hollister invalid and ordered her to pay the archdiocese and Perry millions in legal fees.\n\nArchbishop José Gomez, who has been on the opposing side of Holzman and the nuns, issued a statement after learning of her sudden death. He wrote that Holzman served the church \"with dedication and love for many years.\"\n\nHolzman took her vows at age 18.\n\n\"I was sad to hear the news of her passing and I have offered a Mass for the repose of her soul,\" Gomez added. \"We extend our prayers today to the Immaculate Heart of Mary community and to all her friends and loved ones.\"\n\nHolzman was interviewed by a local Fox affiliate just hours before her death. Appearing alongside Sister Rita Callanan, the nuns said they were appealing to the Vatican to step in on their behalf. Holzman pleaded with Perry \"to please stop\" pursuing the purchase.\n\n\"It's not doing anyone any good except hurting a lot of people.\"\n\nIt was the first time Holzman and Callanan had spoken out since an Los Angeles County judge ruled against them, clearing the way for Perry to buy the former convent.\n\nABC reported the sisters pooled their money together to buy the 8-acre property in 1972. They occupied it until 2011, when they say the church's archdiocese forced them to move to other locations.\n\nIn a 2015 interview with Billboard, Holzman outlined one of the deepest concerns about the archdiocese's sale to Perry. Because the superstar's $14.5 million offer, including $10 million in cash, was brokered without the nuns' involvement, they would never see a penny from the sale.\n\nIn contrast, Hollister made her offer — with only $100,000 in cash — directly to their order.\n\nAnother of the nun's concerns is with the singer herself.\n\n\"Katy Perry represents everything we don't believe in,\" Holzman said in the interview. \"It would be a sin to sell to her.\"", "keywords": ["convent", "hollister", "involved", "holzman", "collapses", "nuns", "archdiocese", "dies", "million", "sale", "lawsuit", "perry", "property", "sell", "court", "katy", "nun", "sisters"], "polarity": 0.1957482993197279, "subjectivity": 0.45685941043083905},
{"title": "Conn. Governor Defends Likening The NRA To 'A Terrorist Organization'", "url": "https://www.npr.org/2018/03/10/592282517/conn-governor-defends-likening-the-nra-to-a-terrorist-organization", "text": "Conn. Governor Defends Likening The NRA To 'A Terrorist Organization'\n\nEnlarge this image toggle caption Jessica Hill/AP Jessica Hill/AP\n\nGuns and gun safety continue to dominate this week, as the Florida legislature passed several gun-related measures. The provisions fall short of what newly-energized student activists wanted, but still represent a degree of victory for gun control advocates in a state that has seen few such \"victories.\"\n\nPerhaps because of the momentum created by the mass shooting at a high school in Parkland, Fla., political leaders elsewhere are becoming bolder in their demands and public statements. Case in point: Connecticut Governor Dannel Malloy's recent assertion that the NRA had \"in essence become a terrorist organization.\"\n\nAs one might imagine, the Democratic governor's words did not go over well with the National Rifle Association.\n\nNPR's Michel Martin asked Gov. Malloy to elaborate on his remarks.\n\nInterview Highlights\n\nOn preying on people's fears\n\nI said that the NRA acts like a terrorist organization. Webster's defines a terrorist organization as one that uses fear to effect its goals. What organization in America has used fear better than the NRA?\n\nThis really is an organization that is devoid of courage when it comes to making our nation safer. Ninety-seven percent of Americans believe in universal background checks.\n\nThe only reason we don't have them is the NRA, and the politicians they have purchased in Washington – including President Trump.\n\nOn tactics used by the NRA\n\nThe NRA is taking advantage of people's deaths to make the case that we need more guns.\n\nI'm not accusing them of pulling the trigger, but in some cases I think there is blood on their hands. Because they have fought against gun safety for so many years.\n\nThey have threatened boycotts against individuals who want to sell safe gun technology. You can say that that's a fair thing to do. But when it blocks technology from being introduced in the United States that would prevent a 2-year-old from finding a gun in her mother's purse and killing her, it doesn't make a whole lot of sense.\n\nOn \"kindergarten cops\"\n\nIn 1999, the NRA's position was that guns didn't belong in schools, certainly not in the possession of teachers. They've since changed their position. I believe they changed that position because they don't want to have the real discussion about what would make Americans safer. Not selling guns of mass destruction would make Americans safer.\n\nOn Florida allowing certain school personnel to carry guns, and raising the minimum age for gun purchases\n\nThe idea that we're going to ask kindergarten teachers to also be the police in a school doesn't make a whole lot of sense. On the other hand, there are lots of things in the Florida bill – for example, raising the minimum age for purchasing any type of firearm from age 18 to age 21 – that do make sense.\n\nEditor's Note: On Friday, Gov. Rick Scott (R-Fla.) signed the $400 million gun control and school safety bill. In addition to the provisions mentioned above, the legislation imposes a three-day waiting period on gun purchases and bans bump stocks (devices that allow guns to fire faster). It also funds school police officers and mental health counselors, and makes it easier for law enforcement to commit someone who's been deemed a threat.\n\nNPR's Elizabeth Wynne Johnson produced this story for the Web.", "keywords": ["likening", "safety", "organization", "defends", "gun", "florida", "position", "guns", "governor", "conn", "school", "nra", "age", "terrorist"], "polarity": 0.15526455026455027, "subjectivity": 0.4046119929453263},
{"title": "Medical Cargo Could Be The Gateway For Routine Drone Deliveries", "url": "https://www.npr.org/sections/health-shots/2018/03/10/592059175/medical-cargo-could-be-the-gateway-for-routine-drone-deliveries", "text": "Medical Cargo Could Be The Gateway For Routine Drone Deliveries\n\nEnlarge this image toggle caption Johns Hopkins School of Medicine Johns Hopkins School of Medicine\n\nOne shred of solace that surfaced as hurricanes and tropical storms pummeled Texas, Florida and Puerto Rico last fall was the opportunity to see drones realize some of their life-saving potential.\n\nDuring those disasters unmanned aircraft surveyed wrecked roads, bridges and rail lines. They spotted oil and gas leaks. They inspected damaged cell towers that had left thousands unable to call for help. \"Drones became a literal lifeline,\" former Federal Aviation Administration chief Michael Huerta told the agency's drone advisory committee in November.\n\nThe drones used needed a special exemption from a set of FAA rules, known as Part 107, that normally require small drones to fly below 400 feet, stay within the operator's visual line of sight and avoid populated areas.\n\nThese regulations make it hard for commercial drones to operate in the United States. But last October the Department of Transportation took a big step: It invited state and local governments to partner with universities and companies on tests to speed the integration of drones into the national airspace. The FAA is reviewing 149 proposals and plans to choose five to 10 by mid-May.\n\nThe proposals cover a wide range of applications. Many of them are health-related. \"I am confident that one-half or more of all the applicants have put some element of medical support in their proposal,\" says John Walker, a Lancaster, Penn.-based aerospace consultant who spent 32 years at the FAA before co-founding the Padina Group, Inc in 2006.\n\nWalker believes early public acceptance of drone delivery networks in urban areas will revolve around hospitals. And once drones can safely and reliably carry blood and medical supplies, that will pave the way to other kinds of drone deliveries. \"That linear network where drones can operate between hospitals ... would also have Amazon and anyone else that could meet the requirements to operate,\" Walker says.\n\nSeveral companies have approached governments in developing countries about performing medical deliveries in areas with great need, poor roads and less crowded skies.\n\nIn late 2016 Zipline, a San Francisco Bay Area-based robotics startup, set up distribution centers in Rwanda, where its drones had made more than 1400 flights carrying on-demand blood and emergency supplies over 62,000 miles as of last fall. This year the company will expand its medical delivery operations by launching a second base in Rwanda and new service in a larger neighboring country, Tanzania.\n\nLast October Swiss Post launched a medical transport network in Lugano, Switzerland, using drones made by another Bay Area company, Matternet. So far the drones have made 350 deliveries, about 5 to 15 per day. Other groups have also brought aircraft abroad to attempt health-related deliveries, but those demo flights have not become sustained operations.\n\nSuch efforts face tougher hurdles here in the U.S. where regulations focus on safely integrating drones into already congested national airspace. \"We haven't seen [the FAA] be interested in a one-off approach,\" says Susan Roberts, co-founder of AiRXOS, a General Electric subsidiary focused on drone infrastructure technologies. \"It doesn't do anybody any good for a delivery company to be able to fly from two specific points if they can't then scale that over and over again.\"\n\nBeyond blood and medical supply deliveries, drones could transform another key component of healthcare — lab tests. Timely test results help doctors diagnose infections and reduce guesswork in prescribing medications. Some of those decisions have life-or-death implications. For example, newborn babies turn yellow from jaundice as their bodies make bilirubin, a byproduct formed during normal breakdown of red blood cells. But \"very high bilirubin can be toxic to babies,\" says Dr. Geoff Baird, a clinical pathologist at the University of Washington in Seattle.\n\nOf the millions of blood samples, urine specimens and swabs his team processes each year, most reach central lab facilities by car. \"We have cars going seven days a week, many times a day, up and down the state of Washington on freeways, across the passes, in the mountains,\" Baird says. The university also does testing for out-of-state hospitals and several clinics in rural communities on the San Juan Islands off the northwest coast of Washington. Getting lab samples from the islands down to Seattle hospitals for testing requires multiple stops by car, plane and ferry — a journey of about 100 miles that often takes more than 24 hours, even longer on weekends.\n\nBut samples carried over the Puget Sound on a drone from the San Juan Islands could reach the main lab in Seattle in 90 minutes, Baird says. That's why the university was eager to put in a bid for the FAA program.\n\nEnlarge this image toggle caption Johns Hopkins School of Medicine Johns Hopkins School of Medicine\n\nThe proposed medical deliveries are part of a larger application submitted by Washington's Department of Transportation, which includes other companies such as Amazon and T-Mobile. If selected, Baird says the San Juan efforts will use drones developed at Tuscon, Ariz.-based Latitude Engineering. Latitude makes the military-grade aircraft that Johns Hopkins researchers used to set a distance record carrying refrigerated blood samples ~160 miles in a 3-hour flight across the desert.\n\nNorth Carolina's Department of Transportation also applied to the FAA program wanting to use drones for medical deliveries. Zipline and Matternet are on that application as well as several other undisclosed proposals. Matternet is also partnering with the city of Palo Alto on a proposal to shuttle blood to Stanford hospitals. Flirtey, a drone manufacturer in Reno, Nev., is focusing on using its aircraft for last-mile delivery of defibrillators — devices the company thinks could save hundreds of thousands of lives in America each year, by increasing the chance of survival from out-of-hospital cardiac arrest.\n\nUltimately, though, what makes or breaks a proposal isn't likely the whiz-bang drones but rather the underlying infrastructure that ensures they can fly safely alongside commercial jets, helicopters, balloons and everything else in the sky.\n\nToward that end, at a drone symposium held earlier this week in Baltimore, the FAA stressed its interest in \"sense and avoid\" technologies to prevent drone crashes, and systems that allow drones to be identified and tracked remotely. GE's projects cover both areas. \"No one company is going to solve everything. We're taking a holistic approach,\" Roberts says. \"We need to help the medical deliveries, we need to help the inspectors, we need to help people who are just taking pictures of houses.\"\n\nThe United Nations Children's Fund is working to foster this all-inclusive spirit at the global level. Last summer, UNICEF worked with local governments in the African country of Malawi to launch a drone corridor for companies, universities and nonprofits to fly test missions there.\n\nMore recently, UNICEF invited groups to transport vaccines in Vanuatu, the South Pacific nation made up of roughly 80 islands east of Australia. The drone corridors run on a barter system, says Chris Fabian, who leads UNICEF's venture capital arm. \"If you come and use our time, create something that's open-source and useful for everyone else.\"\n\nEsther Landhuis is a freelance science journalist in the San Francisco Bay Area. Follow her on Twitter @elandhuis.", "keywords": ["cargo", "san", "hospitals", "routine", "hopkins", "gateway", "drones", "blood", "deliveries", "faa", "drone", "johns", "medical"], "polarity": 0.09431679088380121, "subjectivity": 0.3327912557087814},
{"title": "GOP Candidate Struggling In Trump Country, So He'll Get A Presidential Boost", "url": "https://www.npr.org/2018/03/10/592234715/gop-candidate-struggling-in-trump-country-so-hell-get-a-presidential-boost", "text": "GOP Candidate Struggling In Trump Country, So He'll Get A Presidential Boost\n\nEnlarge this image toggle caption Pete Marovich/Getty Images Pete Marovich/Getty Images\n\nUpdated at 2:56 p.m. ET\n\nPresident Trump is holding a campaign rally outside of Pittsburgh on Saturday night to boost Republican congressional candidate Rick Saccone, who has been struggling to lock up a special election in a district Trump won by nearly 20 points in the 2016 election.\n\nRepublicans have poured millions of dollars into Pennsylvania's 18th Congressional District, a House district on the western edge of the state that borders West Virginia, in an attempt to ensure this bit of Trump country doesn't slip away in a special election Tuesday. Their investment comes despite the fact that the district as currently drawn will cease to exist by this November because of a gerrymandering case that requires the state's districts be redrawn.\n\nIn addition to Trump, who previously visited the region in January and gave Saccone a shoutout, the White House has also sent Vice President Mike Pence, first daughter Ivanka Trump and top Trump aide Kellyanne Conway to help him. It's all a sign of how concerned Republicans are about a potential loss that could give Republicans a demoralizing loss in a midterm election season already full of Democratic enthusiasm.\n\nSaccone, a Pennsylvania state representative, will face former federal prosecutor Conor Lamb, the Democratic nominee, in a special election March 13 to replace former Rep. Tim Murphy, a Republican, who resigned in October because of a sex scandal.\n\nHours before Saturday's rally, the president said on Twitter that Saccone is \"a really good person.\" Trump added: \"Rick will help me a lot. Also, tough on crime & border. Loves 2nd A & VETS.\"\n\nAlthough Trump won the district by huge margins, and Murphy convincingly won re-election multiple times, most recent polls suggest the Lamb-Saccone race is nearly tied. The Cook Political Report rates the contest as a \"toss up.\" And analysts say even a closer-than-expected loss for Lamb in a district so heavily tilted toward Trump could symbolically translate into a win for Democrats — evidence that with the right candidate and the right message they can make inroads into Trump country.\n\n\"A win or a narrow loss here, either way, should really strike fear in the hearts of pretty much every Republican,\" said a Democratic party operative familiar with the race, \"because there are a hundred districts that are structurally more advantageous than this one.\"\n\nBut Republicans reject the idea that this race is somehow indicative of broader political trends. Instead, they insist this race is unique because of the specific candidates running.\n\n\"Democrats fielded a candidate who's willing to run as a watered-down version of a typical Republican,\" said one GOP operative familiar with the race, pointing to Lamb's support for gun rights.\n\nBut, it's also about Lamb's style and charisma, Republicans say.\n\nLamb, a 33-year-old telegenic veteran of the Marine Corps is a stark contrast to the 60-year-old Saccone with a graying mustache.\n\n\"Lamb is a candidate who has a background, really, out of central casting — military service, prosecutor, young, energetic,\" said Mike DeVanney, a GOP consultant based in Pittsburgh.\n\nRepublicans say Democrats are benefiting from an \"A+ candidate,\" whereas they have a lackluster option, who's struggled to raise money.\n\nLoading...\n\n\"Candidate quality and quality campaigns matter,\" said Courtney Alexander, a spokeswoman with the Congressional Leadership Fund, a GOP superPAC close to House Speaker Paul Ryan, R-Wis., that has invested $3.5 million into the race. The PAC has two field offices in western Pennsylvania and 50 people on the ground, knocking on doors on behalf of Saccone, an enormous investment for a single House race.\n\nShort on campaign cash, Saccone has relied almost entirely on outside groups like CLF and the national party desperate to keep the House seat red.\n\nIn contrast, Lamb has raised over $3 million directly and has largely operated without the support of the Democratic Congressional Campaign Committee, which some operatives admit could have been a liability for him.\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\n\"One thing Conor Lamb has done is appeal to moderate voters while maintaining enthusiasm among the Democratic base,\" said Mike Mukis, a Democratic consultant from the 18th District.\n\nLamb is running as a Democrat who is keen to separate himself from Democrats in Washington.\n\nIn fact, in a recent TV ad, he explicitly sent that message about his differences with the top Democrat in the House.\n\n\"I've already said on the front page of the newspaper that I don't support Nancy Pelosi,\" Lamb says in the ad. \"The real issues are the ones that affect your lives.\"\n\nThe other major factor in this race is the role of labor unions. There are over 80,000 union members in the district, according to the Pennsylvania AFL-CIO.\n\nFormer Rep. Murphy had courted and supported union voters during his time in office. In the last election, the local AFL-CIO endorsed him for re-election.\n\nThis time around, the organization is supporting Lamb, and not just because it sees him as a union supporter, but because Saccone is seen as an anti-union politician.\n\n\"We have eight years of Saccone's record in the statehouse,\" said Rick Bloomingdale, president of Pennsylvania's AFL-CIO. \"He's consistently voted against fair pensions... workers' rights and workers' comp. \"\n\nThe local AFL-CIO is calling members and going door-to-door to ensure they vote for Lamb on Tuesday.\n\n\"I think the one thing that has put this race in play is that it is a heavily unionized district,\" said Mukis. \"And if Lamb is able to win this race, it's partly gonna be because labor unions organized and turned their members out who voted overwhelmingly for him.\"\n\n\"He reminds me of my son Beau\"\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nAlthough Lamb has tried to localize his campaign message and set himself apart from national Democrats, there's one high-profile politician whose support he's specifically enlisted — native Pennsylvanian Joe Biden, who came to the district this week to stump for him.\n\nAnd while campaigning for him, the former vice president paid Lamb the ultimate compliment: \"He reminds me of my son Beau,\" Biden said, referring to his eldest son who died of brain cancer in 2015.\n\n\"He believes in hard work, he believes in labor,\" Biden said, referring to Lamb's working-class credentials.\n\nLamb is walking a tightrope in a district where the president remains popular. He's trying to appeal to moderates, and he's publicly backed the idea of steel and aluminum tariffs, which the president formally ordered on Thursday. In some ways, Lamb is trying to run independent of the president, rather than as a referendum on him, and it seems to be resonating.\n\n\"When you look at just money raised, volunteer efforts that have been put forth, the Democrats are running the most energized campaign that I've ever seen in this seat in near history,\" said DeVanney, who worked as a consultant for former Rep. Murphy.\n\nAs for Saccone, GOP operatives say his strategy is to appeal directly to Trump's base.\n\n\"The president and his policies are popular in PA-18,\" said Alexander. \"And I would think it's certainly helpful that he's coming up this weekend.\"\n\nAnd if this race is as close as people are predicting, a little boost from the president could make the difference, and, Republicans hope, prevent a political embarrassment heading into the midterms.", "keywords": ["race", "saccone", "boost", "lamb", "country", "hell", "presidential", "trump", "president", "house", "democratic", "republicans", "struggling", "district", "candidate", "gop"], "polarity": 0.12814407814407813, "subjectivity": 0.4154761904761904},
{"title": "Angola Prison Lawsuit Poses Question: What Kind Of Medical Care Do Inmates Deserve?", "url": "https://www.npr.org/sections/health-shots/2018/03/10/591624904/angola-prison-lawsuit-poses-question-what-kind-of-medical-care-do-inmates-deserv", "text": "Angola Prison Lawsuit Poses Question: What Kind Of Medical Care Do Inmates Deserve?\n\nEnlarge this image toggle caption Charles A. Smith Charles A. Smith\n\nIn 2005, Francis Brauner was a quarter of the way through a 20-year prison sentence at Dixon Correctional Institute in Louisiana, when he had an accident.\n\nBrauner was imprisoned for a rape conviction, which he maintains was wrongful and part of a setup by a corrupt judge.\n\nHis sentence involved hard labor, and one day he was out in the fields, cutting the grass and he bent over to pick something up from the ground. He felt a sharp pain in his back.\n\n\"There's no words to describe how bad the pain was, really,\" he says. A few days later, it got worse. \"It felt like I was hit by a bolt of lightning or something, I mean the pain just shot from my head to my toes.\"\n\nYears before, he'd been in a car accident, so it was not the first time he had had back trouble. But this time, he could barely stand up.\n\nPrison authorities rushed him to Charity Hospital in New Orleans, but then Hurricane Katrina struck. In the chaos, Brauner found himself re-routed to Louisiana State Penitentiary, better known as Angola prison. There he was told he'd find a larger facility with better resources to treat inmates needing medical attention. But he says he was denied the surgery that might have helped.\n\nInstead, when he arrived he was left in a bed for a month, largely unattended. He developed wounds on his backside that became so infected, they nearly killed him.\n\n\"My wounds got severe,\" says Brauner, showing a photo of a large, circular gash on his backside. \"It actually ate all of my muscle tissue and left gaping open wounds.\"\n\nBrauner became paralyzed from the waist down and was stationed in the hospital ward of Angola prison.\n\nLapses in care\n\nAngola prison is the largest maximum security prison in the country. There are over 6,000 men incarcerated there, most of them serving life sentences.\n\nThe prison is more than 130 miles from New Orleans. Because of its remote location, most of the medical needs of the inmates are met by a small team of doctors, nurses and EMTs who also live on the grounds.\n\nBrauner started to notice that the medical staff were careless about their treatment. He decided to keep a journal to record what he perceived as lapses in medical care.\n\n\"I started documenting,\" Brauner says. \"Everything that they did, that they said, day by day. I documented every day.\" If a nurse gave out the wrong medication, he wrote that down. If a doctor failed to order a biopsy, he entered it in his journal.\n\nThat documentation was shared with Nick Trenticosta, a lawyer who represents death penalty cases and was visiting Brauner for an unrelated case. Even though Trenticosta has been going to the prison practically every month for the past three decades, he didn't recall ever seeing the hospital ward before. He was shocked.\n\n\"There were open garbage containers,\" Trenticosta recounted. \"Fly tape hanging from the ceiling with a lot of dead flies on it. Over men's beds who had open bedsores.\"\n\nTaking legal action\n\nSince then, the number of complaints about the medical care has increased. Then in 2015, a lawsuit was filed, Lewis v. Cain, accusing Angola prison of causing \"needless pain and suffering.\" Late last month, Judge Shelly Dick said the case could proceed as a class action lawsuit on behalf of Angola's prisoners.\n\nAfter repeated requests, the prison's lawyers would not comment. So to understand how the hospital ward works from the inside, we contacted former employees like Sandy Netherland-Roberts, a paramedic at Angola prison who later ran the hospice.\n\n\"Budgetary wise, medical-wise, the place gives awesome care,\" Netherland-Roberts says. \"Do I feel that there is a better health care there than some people get in the outside world? One hundred percent.\"\n\nAccording to Dr. Tobe Momah, who worked there for a year, many challenges stem from how long the men stay at Angola.\n\nRelated NPR Stories\n\n\"They're going to be there for 40, 50 years, so they're going to develop cancer, hypertension, diabetes...\" Momah says. \"So every time they have a need that is outside the scope of us five doctors, they have to leave the site.\"\n\nLeaving the site is prohibitively expensive. And it's costing the prison even more since Louisiana overhauled its safety net hospital system. Momah says under the circumstances, the medical staff was doing their best to care for the prison's 6,000-plus inmates.\n\n\"Well, I don't know what he means by 'the circumstances,' \" says Nick Trenticosta, the lawyer, of Momah's assessment. \"If 'the circumstances' means, 'We don't have proper medication. We don't have proper equipment. But we do the best we can,' It's like talking like a MASH unit. You know?\"\n\nPrisoners are the only group in the United States who have a constitutional right to health care. At the core of this lawsuit is the question of what quality of health care prisoners deserve. To Dr. Momah, that is not up for debate.\n\n\"The first law of medicine is, serve humanity irrespective of who they are,\" says Dr. Momah. \"So no doctor, as far as I know, will diminish care based on a person's crime.\"\n\nAs resources have dried up, however, the prison is struggling to provide even basic care. The lawsuit demands more oversight, reforms and a bigger budget for medical care.\n\nAs for Francis Brauner, he says that most of the men he was with on the chronic care ward at Angola prison have passed away. He was lucky.\n\n\"I mean... I'm not sentenced to death and that's the bottom line,\" Brauner says. \"I'm not sentenced to death.\"\n\nSince finishing his sentence in 2015, Brauner has been living at a medical facility not far from the prison, waiting for surgery to help heal his wounds.\n\nThis story was produced in collaboration with In These Times, and Katie Rose Quandt's reporting was made possible by a grant from the Leonard C. Goodman Institute for Investigative Reporting.", "keywords": ["trenticosta", "brauner", "poses", "momah", "kind", "prison", "lawsuit", "deserve", "ward", "question", "angola", "inmates", "medical", "care", "hospital"], "polarity": 0.051673175857958456, "subjectivity": 0.4043991938013678},
{"title": "Trade Is An Identity Issue, And Trump Knows It", "url": "https://www.npr.org/2018/03/10/592450875/trade-is-an-identity-issue-and-trump-knows-it", "text": "Trade Is An Identity Issue, And Trump Knows It\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nThere is little question that when President Trump holds a rally in Moon Township, Pa., on Saturday night, he will tout the tariffs he imposed on imported steel and aluminum this week.\n\nWestern Pennsylvania is steel country, after all, so his message should play well there. But it will likely resonate with millions of other Americans, well beyond steel plants.\n\nThat is because, on top of all the economic implications of new tariffs, trade is also an identity issue. That doesn't mean it's overtly a race or gender issue, as the phrase \"identity politics\" tends to evoke — rather, it taps into a specific idea of what it means to be American. That identity is loaded with nostalgia and emotion, which together have been at the core of Trump's message since Day 1 and appealed to millions of white, working-class voters who supported his campaign.\n\nTrade taps into America's identity as a country that makes things. Political discourse surrounding trade deals like the Trans-Pacific Partnership has a tendency to focus heavily on manufacturing, even though TPP also dealt in large ways with intellectual property, environmental regulations and labor standards.\n\nAnd that means that messages surrounding these tariffs may resonate deeply with some voters.\n\n\"People — especially when you go to Trump voters — they have this view of manufacturing that's really emotionally packed,\" said Jeremy Rosner, executive vice president at Democratic polling firm Greenberg Quinlan Rosner.\n\n\"There's definitely a huge, nostalgic '50s, '60s, heyday-of-America, Rosie-the-Riveter-laden kind of thing around manufacturing. So people in those communities who hear Trump or whoever it is talking about protecting those jobs, there's a lot of emotional overtones.\"\n\nTo be clear, trade packs far more than nostalgic resonance for some voters. Those who work in manufacturing and manufacturing-adjacent industries and fear that their jobs or cities will be hurt by offshoring have much more concrete fears and hopes surrounding these types of policy proposals.\n\nBut for many other Americans, championing manufacturing evokes an America that — at least, in the rearview mirror — looks rosier.\n\n\"Manufacturing is who we thought we were not all that long ago. Think of World War II, right? 'The arsenal of democracy,' \" said Thomas Frank, political analyst and author, referencing President Franklin D. Roosevelt's 1940 speech encouraging the United States to ramp up manufacturing.\n\n\"That's who we thought we were not all that long ago. That's what the prosperity of lots of places depended on.\"\n\nManufacturing is strong ... but not manufacturing jobs\n\nNote the past tense Frank uses there — depended. When Trump (or any other politician) laments the decline in manufacturing, he is talking about a decline in manufacturing employment, which has dropped precipitously since its height in the 1970s.\n\nBut importantly, manufacturing output has grown in recent decades.\n\nThis is in large part about automation. America has been able to crank out a wealth of manufactured goods with fewer and fewer workers, meaning trade won't bring many of those jobs back.\n\nAnd that means, strictly by the employment numbers, America is far from being the manufacturing country it once was. Rather, it has become an office-worker country, a health care country, a retail country and a government worker country. Those industries that have surpassed manufacturing employment since its heyday.\n\nBut regardless of all that, the industry has maintained a hold on the American psyche, says one GOP strategist.\n\n\"It wasn't that long ago that you couldn't find a politician who [would] drive a foreign car. Every car had to be made in America,\" said Republican strategist Alex Conant. \"That sent an important signal to voters that they respected the American manufacturing.\"\n\n\"And then I think culturally, certainly the blue-collar jobs where you punch in and punch out and wear a hard hat or work on the factory floor, those are core parts of the American identity, as opposed to sitting in the office,\" Conant said.\n\nAmerica's businesses know this, too.\n\nIn 2013, AdAge declared it \"cool again to be 'Made in America.' \" The CEO of a metal stamping company wrote in 2015 at Industry Week that one reason Americans want to buy American-made products goes beyond patriotism — rather, it's that they \"evoke our nation's rugged individualism or imply an artisanal mystique.\"\n\nAnd these businesses are happy to advertise their potential to boost American manufacturing. When ExxonMobil in 2017 made an ad burnishing the company's image — touting emissions reductions and supporting jobs — it led with a message that it was \"powering a manufacturing revival.\"\n\nCompanies further removed from goods production know this, as well. Walmart, which has long championed \"made in America\" products, singled out its hopes to boost manufacturing in a 2013 campaign. Economists disagree on whether there is something inherently beneficial to manufacturing jobs, as opposed to well-paying jobs in other industries. But in the American mind, Frank said, that is beside the point.\n\n\"I can totally understand why people from a completely nuts-and-bolts, strictly numbers-based, reality-based point of view understand why people like manufacturing,\" he said. He points to the fact that these jobs were both plentiful and well-paying at a time when economic inequality also wasn't so stark.\n\n\"People are right to be nostalgic for that, to want that back,\" he said. \"Whether they can get it back is another question.\"\n\nTrump's politics of nostalgia\n\nFor Trump, with his \"Make America Great Again\" campaign tagline, championing manufacturing fits in perfectly with his message.\n\n\"He has an impressively integrated narrative that is very nostalgic,\" Rosner said. \"The phrase 'Make America Great Again' is backwards-looking, It's evoking a time when a certain kind of people felt on top of the world, and it was kind of a white manufacturing, more rural and suburban population on top of the world.\"\n\nLikewise, Trump's pledge to be the president of \"forgotten\" Americans is an inherently nostalgic idea, implying that there was a time when these people were front and center.\n\nBut trade isn't the only issue on which Trump has painted a rosier past. Many such comments are about broader cultural debates.\n\n\"In the good old days, they'd rip him out of that seat so fast,\" Trump said of a protester at a 2016 rally. \"But today, everyone is so politically correct. Our country is going to hell — we're being politically correct.\"\n\nHe has brought gender into his nostalgic politics as well. \"All of the men, we're petrified to speak to women anymore, we may raise our voice — you know what, the women get it better than we do, folks, they get it better than we do,\" he said at another campaign rally.\n\n\"Globalization, civil rights, empowerment of women, LGBTQ, the decline of manufacturing, the rise of information technologies, the world becoming less unipolar, all those things are threatening potentially to those who thrill to that era,\" Rosner said. \"A lot of what explains global politics right now is a backlash to those forces, and Trump tapped into it, Brexit tapped into it.\"\n\nOf course, it's not just economics or national mythos that keep manufacturing front and center on the campaign trail. Straight-up politics plays a big role as well, since battleground states like Iowa, Pennsylvania, Michigan, North Carolina, Ohio and Wisconsin happen to be among the states whose economies are most heavily reliant upon manufacturing.\n\nNot only that, but it's also one area where opinions aren't strictly along party lines, meaning there's the potential to appeal to voters on either side of the aisle with trade policy.\n\nMeanwhile, the love of manufacturing will remain embedded in Americans' brains.\n\n\"What is the wavelength on national narrative change — national mythology change?\" said Rosner. \"I think it's long. We still revere the family farmer, and it's more than a century since we've had any share of our population involved in family farming.\"\n\nSo will political ads someday glorify the home health aide, the computer programmer or the grocery cashier the same way they do manufacturing workers? Not soon, Rosner added.\n\n\"I think these things change real gradually,\" he said. \"These things are pretty hardwired. They're pretty deep in our DNA.\"", "keywords": ["manufacturing", "identity", "trade", "american", "country", "jobs", "trump", "america", "knows", "issue", "voters", "nostalgic"], "polarity": 0.11708525634145467, "subjectivity": 0.4878032091875068},
{"title": "Trump's Military Parade Is Set For Veterans Day", "url": "https://www.npr.org/sections/thetwo-way/2018/03/09/592528659/trumps-military-parade-is-set-for-veterans-day", "text": "Trump's Military Parade Is Set For Veterans Day\n\nEnlarge this image toggle caption Carolyn Kaster/AP Carolyn Kaster/AP\n\nThe Pentagon says a military parade requested by President Trump will take place in Washington on Veterans Day to honor those who have served in the military from the Revolutionary War through today.\n\nThe document addressed to the chairman of the Joint Chiefs of Staff provides \"initial guidance,\" including assurances that the display will not include tanks, to minimize damage to the city streets. The D.C. City Council had already tweeted its objections (\"Tanks but No Tanks\").\n\nThe memo does not estimate the cost, but as NPR has reported, estimates have suggested it would be between $3 million and $50 million. Tamara Keith and Tom Bowman reported that holding it on Veterans Day, which also commemorates the end of World War I, could reduce complaints:\n\n\"By potentially tying the parade to the 100th anniversary of the end of the 'War To End All Wars,' there may be an effort to associate with the tradition of celebrating war victories and avoid associations with countries like North Korea, China and Russia, which regularly hold military parades, in part for the propaganda value.\n\n\"Members of Congress from both parties have been critical of the idea of a military parade, questioning its cost and necessity.\"\n\nThe memo says the parade will begin at the White House and proceed to the U.S. Capitol, with a \"heavy air component at the end.\" It notes that Trump will be surrounded by military heroes in the reviewing area at the Capitol.", "keywords": ["memo", "set", "veterans", "war", "military", "end", "tanks", "trump", "million", "parade", "day", "trumps", "reported"], "polarity": -0.11944444444444446, "subjectivity": 0.2357549857549858},
{"title": "White House Says North Korea Meeting Will Happen Only With 'Concrete' Action", "url": "https://www.npr.org/2018/03/09/592424958/white-house-says-north-korea-meeting-will-only-happen-with-concrete-action", "text": "White House Says North Korea Meeting Will Happen Only With 'Concrete' Action\n\nEnlarge this image toggle caption Ahn Young-joon/AP Ahn Young-joon/AP\n\nUpdated Saturday, March 10 at 2:32 p.m. ET\n\nThe White House appeared Friday to put conditions on a much anticipated meeting between President Trump and North Korean leader Kim Jong Un, with press secretary Sarah Huckabee Sanders saying it would only happen once the rogue nation takes \"concrete and verifiable action\" to demonstrate its commitment to denuclearization.\n\n\"We've accepted the invitation to talk based on them following through on concrete actions on the promises they've made,\" Sanders said Friday.\n\nLater in the day, Trump himself tweeted out that there was, indeed, a deal \"very much in the making.\"\n\nThe surprise announcement of a possible Trump-Kim summit came after the president met Thursday with South Korean national security adviser Chung Eui-yong. Chung briefed the president about his recent meeting with Kim in Pyongyang.\n\nBut less than 24 hours later, the White House appeared to hedge somewhat and call into question whether the meeting would ever come to fruition. Sanders appeared to add the condition that North Korea take tangible steps toward denuclearization before any meeting takes place. Last year, North Korea successfully tested its intercontinental ballistic missiles.\n\nWhen pressed by reporters if that meant that the meeting might not happen after all, Sanders underscored that the onus was on North Korea. She emphasized that \"nothing\" had changed from the U.S. viewpoint and that Trump's \"maximum pressure campaign\" against North Korea would continue.\n\nSanders didn't outline the actions that would fulfill that denuclearization prerequisite, saying only that the national security and intelligence community would make those determinations. A time and place for the Trump-Kim meeting have not yet been set, although South Korea says it is expected by May.\n\nAs NPR's Elise Hu reported Thursday, \"Any meeting between these two leaders would be historic. The U.S. has no diplomatic ties with North Korea; the countries are adversaries dating to the Korean War and repeatedly traded heated insults last year, including Trump's remarks at the United Nations, in which he vowed to 'totally destroy' North Korea if the U.S. was threatened.\"\n\nTrump has also ribbed Kim on social media frequently, only heightening global tensions. Trump often referred to Kim as \"Little Rocket Man\" and bragged on Twitter that his nuclear button in the U.S. is bigger than the North Korean leader's.\n\nSanders also denied that the Thursday announcement had been haphazard in any way or that key foreign policy officials had been left out. Hours before the announcement, Secretary of State Rex Tillerson had declared that the U.S. is \"a long ways from negotiations\" with North Korea. But Tillerson, who is traveling in Africa, later emphasized a distinction between formal negotiations and what he called \"talks.\"\n\nSanders also pushed back on the reports that national security adviser H.R. McMaster could be on his way out and said she had no reason to believe that McMaster wouldn't be a part of the upcoming North Korea talks. Sanders called the three-star Army general a \"valued member\" of the Trump administration.\n\n\"Look, the president has an incredible team that is surrounding him,\" Sanders said Friday. \"But at the end of the day, the ultimate person to lead that negotiation or that conversation and be at the table will be the president.\"\n\nAnd Saturday Trump used Twitter to provide an update about North Korea. The president said he had spoken with his counterparts in China and Japan and he expressed optimism that North Korea will not conduct a missile test between now and the time of his meetings with Kim Jong Un.\n\n\"President XI told me he appreciates that the U.S. is working to solve the problem diplomatically rather than going the ominous alternative,\" Trump wrote about China's leader.\n\nTrump also said Saturday on Twitter that Japan's prime minister \"is very enthusiastic about talks with North Korea.\"\n\nAnd in another tweet Saturday the president said North Korea \"has promised not\" to conduct a missile test \"through our meetings,\" adding \"I believe they will honor that commitment!\"", "keywords": ["white", "meeting", "concrete", "north", "kim", "sanders", "happen", "twitter", "action", "korean", "korea", "trump", "president", "house"], "polarity": 0.058272357723577244, "subjectivity": 0.37199186991869926},
{"title": "Gunman, 3 Hostages Dead At Veterans Home North Of San Francisco", "url": "https://www.npr.org/sections/thetwo-way/2018/03/09/592540357/gunman-3-hostages-dead-at-veterans-home-north-of-san-francisco", "text": "Gunman, 3 Hostages Dead At Veterans Home North Of San Francisco\n\nEnlarge this image toggle caption Stephen Lam/Getty Images Stephen Lam/Getty Images\n\nUpdated at 8:55 a.m. ET Saturday\n\nA former soldier and former patient of a veterans home in California took three employees hostage Friday before authorities found him and the three mental health professionals dead hours later.\n\nThe standoff lasted more than seven hours Friday at the Yountville Veterans Home of California, a home for elderly or disabled veterans north of San Francisco.\n\nThe three killed were all female employees of the Pathway Home mental health program on the campus, according to authorities. The Napa County Sheriff's Office said they were 42-year-old Clinical Director Jennifer Golick, 48-year-old Executive Director Christine Loeber, and 29-year-old Clinical Psychologist Jennifer Gonzalez.\n\n\"These brave women were accomplished professionals, dedicated to their careers of serving our nation's veterans, working closely with those of the greatest need of attention,\" Pathway Home said in a statement, Reuters reported.\n\nThe sheriff's office said the suspect was 36-year-old Albert Wong of Sacramento. The Associated Press reports Wong was a veteran and patient of the facility, and had undergone treatment for PTSD there. He \"was a decorated U.S. soldier who served on active duty from May 2010 to August 2013. He spent a year in Afghanistan,\" the AP reported.\n\nA family member of one of the victims told the AP that Jennifer Golick had recently kicked Wong out of a treatment program for combat veterans with PTSD and head injuries.\n\nCalifornia Highway Patrol Assistant Chief Chris Childs said it was \"far too early to say if they were chosen at random,\" according to the news service.\n\nPresident Trump expressed condolences to the victims Saturday morning on Twitter: \"We are deeply saddened by the tragic situation in Yountville and mourn the loss of three incredible women who cared for our Veterans,\" he wrote.\n\nCalifornia Gov. Jerry Brown ordered flags at the state capitol to be flown at half-mast. \"Our hearts go out to their families and loved ones and the entire community of Yountville,\" he said in a statement.\n\nThe bodies were found shortly before 6 p.m. PT Friday when authorities entered the room where hostages were being held, according to the California Highway Patrol, after several hours had passed with no communication from the gunman.\n\nThe suspect took the hostages around 10:30 a.m. PT after slipping into an employee going-away party, the AP reports.\n\nMore than 1,000 residents live at the home in Yountville, Calif., near Napa and about an hour's drive north of San Francisco. It's the largest facility like it in the country, KQED reporter Mina Kim told NPR's Newscast.\n\nOfficers from the Napa County Sheriff's department, FBI officials and a tactical team from the California Highway Patrol all were involved in the law enforcement response to the standoff, which Kim reports included an exchange of shots with the gunman.", "keywords": ["hostages", "francisco", "hours", "patrol", "north", "veterans", "sheriffs", "san", "napa", "yountville", "gunman", "wong", "california", "dead"], "polarity": 0.07665719696969697, "subjectivity": 0.3966145833333334},
{"title": "No Go For Idaho: State Will Have To Rethink Its 'Freedom' Health Policies", "url": "https://www.npr.org/sections/health-shots/2018/03/09/592475047/no-go-for-idaho-state-will-have-to-rethink-its-freedom-health-policies", "text": "No Go For Idaho: State Will Have To Rethink Its 'Freedom' Health Policies\n\nEnlarge this image toggle caption Otto Kitsinger/AP Otto Kitsinger/AP\n\nNo, you can't.\n\nThat's what federal officials told Idaho regulators and the state's governor late Thursday regarding the state's plan to allow insurers to sell health plans that fall short of the Affordable Care Act's requirements.\n\nBut the letter from the Trump administration did offer an alternative: Tweak your plan a bit to make them qualify as \"short-term\" policies. These alternatives, which offer coverage for a limited time, are exempted from ACA rules — including the rule that bars insurers from rejecting people who have pre-existing medical conditions.\n\n\"On the one hand, they're saying they're going to enforce the ACA,\" says Sarah Lueck, a senior policy analyst at the Center on Budget and Policy Priorities. But, Lueck adds, the Health and Human Services Department also seems to say, \" 'if you want to roll back protections for people with pre-existing conditions, we have some ideas for you.' And that concerns me.\"\n\nIdaho's approach, announced in January, would have allowed insurers to offer \"state-based\" insurance plans that did not include some of the ACA's consumer protections. A few weeks later, Idaho Blue Cross jumped in with five \"Freedom Blue\" state-based plans it hoped to sell.\n\nRegulators in other states were watching the Idaho situation. Its move was viewed either as a brazen effort to flout federal law or an innovative attempt to stabilize the market. Regardless, Idaho's action meant the Trump administration had to take a position: Enforce the ACA or look away.\n\nHere are four key takeaways from the administration's response to Idaho, and how the ruling may play elsewhere.\n\nStates and insurance carriers can't ignore federal law\n\nAlthough Thursday's letter from Seema Verma, head of the federal Centers for Medicare & Medicaid Services, commended Idaho's effort to \"address the damage\" caused by the ACA, it said that, as proposed, the state-based plans would violate at least eight of the federal health law's provisions. For example, the ACA forbids insurers from charging sick people more for a policy than it charges those who are considered healthy; it bans the establishment of annual or lifetime coverage caps; and it won't allow insurers to reject applicants who have pre-existing conditions.\n\nVerma's letter noted that if plans that don't meet ACA standards were sold in Idaho, insurance carriers might face significant financial penalties. Health policy specialists say they would be surprised if insurers would want to take that risk.\n\n\"It's one thing for the state to take on the CMS, but quite another for carriers,\" says Jan Dubauskas, general counsel for the IHC Group, which sells short-term health insurance nationally. \"When I heard that, I thought, 'This is the end for state-based plans.' \"\n\nBut Idaho Gov. Butch Otter, a Republican, has been upbeat, saying the letter from Verma \"was not a rejection of our approach,\" but \"an invitation ... to continue discussing ... what can and cannot be included in state-based plans.\"\n\nLate Friday, Idaho Blue Cross issued a statement expressing disappointment in the CMS decision, but also echoing Otter's willingness to move forward.\n\nThe timetable going forward is not immediately clear, although both federal regulators and state officials say they are willing to talk about alternatives to Idaho's original proposal. Following Verma's suggestion to get new short-term plans on the market would also require Idaho's insurers to consider their options, modify the plans and come up with new premium rates — all of which takes time.\n\nShort-term plans get another boost\n\nDubauskas and others say the Idaho decision could increase interest in short-term plans.\n\nSuch policies have been sold for years, meant as a stopgap for people between jobs. They are less expensive than ACA plans, mainly because they are allowed to reject people who have health conditions (or exclude coverage for such conditions) and have other limitations.\n\nMost short-term plans don't cover treatment for substance abuse or mental health issues; few cover maternity care and some don't include prescription drug coverage. They generally can't be renewed — meaning consumers must reapply and answer medical questions each time their policies expire.\n\nThe Obama administration, fearing that short-term plans would suck relatively healthy people out of the ACA market, limited such policies to 90-day terms. The Trump administration, however, has proposed allowing short-term plans to last for up to a year. These final rules aren't expected for at least another two months.\n\nIronically, Idaho Insurance Director Dean Cameron had in January promoted the more robust \"state-based\" plans — like those the Blues insurer wanted to sell in Idaho— as an alternative to short-term coverage.\n\nAfter getting the CMS letter, Cameron told the Idaho Statesman newspaper that short-term plans might be easier for the Trump administration to handle legally, but could cause consumers more problems than what Idaho had proposed.\n\nCritics fear that consumers will buy such plans without understanding their limitations.\n\n\"They might think it's health insurance like they're used to,\" Lueck says. \"But it's really not. It's really very bare-bones.\"\n\nState reactions will vary widely, creating different rules around the country\n\nEven if the Trump administration's proposal to extend short-term coverage to a full year is finalized, states can set stricter rules.\n\nA handful of states already do.\n\nNew York and New Jersey require many of the same rules as the ACA for policies sold in their states. But insurers won't sell short-term plans there.\n\nFour states — Arizona, Michigan, Minnesota and Oregon — limit the length of short-term plans sold in their states to 185 days, according to a survey by the Commonwealth Fund and researchers at Georgetown University.\n\n\"A small group of largely blue states have some regulation [of short-term plans], but not very many,\" says Sabrina Corlette, a research professor at Georgetown University's Health Policy Institute. \"It's possible that if this rule is finalized we will see more states start to step up and regulate short-term markets.\"\n\nConversely, lawmakers in other states may promote short-term coverage as a lower-cost alternative to the ACA — although people with pre-existing conditions may not be able to buy such plans.\n\n\"Politically, short-term plans have some appeal because lawmakers can say now there's a cheaper option out there,\" Corlette notes.\n\nThe increased emphasis on short-term plans could increase premiums\n\nActuaries fear that short-term plans — or state-based plans like those rejected in Idaho — would drive up costs for people who remain in more comprehensive ACA coverage.\n\nThat's because younger and healthier people might be tempted to drop their ACA coverage, leaving only those who are older, sicker and costlier in the remaining pool. That, in turn, drives up premiums — affecting millions of Americans who don't receive subsidies and already struggle to pay for their health insurance.\n\nBut just how many people would jump to new, short-term coverage?\n\nThe Trump administration has estimated that about 100,000 to 200,000 people with existing ACA coverage would make the shift, while other specialists in health insurance suggest higher numbers.\n\nChristopher Condeluci, a Washington, D.C., attorney who specializes in employee benefits and previously served as the tax and benefits counsel to the U.S. Senate Finance Committee, says it's unclear which estimates are correct.\n\nThe real issue to keep in mind, Condeluci says, is that an increasing number of people who don't get subsidies are already choosing to either forgo coverage or pick an alternative, such as a short-term plan.\n\n\"People are voting with their feet,\" he said. \"That cannot be overlooked.\"\n\nKaiser Health News is a nonprofit news service covering health issues. It is an editorially independent program of the Kaiser Family Foundation that is not affiliated with Kaiser Permanente. You can follow KHN senior correspondent Julie Appleby on Twitter @Julie_Appleby.\n\n", "keywords": ["states", "state", "shortterm", "insurance", "rethink", "health", "freedom", "insurers", "idaho", "coverage", "statebased", "aca", "plans", "policies"], "polarity": 0.048027854498442726, "subjectivity": 0.39000235059058574},
{"title": "Trump's Plan To Secure Schools Calls For Arming Teachers, Improving Background Checks", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592777132/trumps-plan-to-secure-schools-calls-for-arming-teachers-improving-background-che", "text": "Trump's Plan To Secure Schools Calls For Arming Teachers, Improving Background Checks\n\nEnlarge this image toggle caption Keith Srakocic/AP Keith Srakocic/AP\n\nIn his first formal policy response to the deadly school shooting in Parkland, Florida last month, President Trump is setting up a federal commission to explore school safety. He's also endorsing legislation to improve background checks, and urging states to pass laws temporarily keeping guns out of the hands of people judged to be dangerous to themselves or others.\n\nA policy proposal unveiled Sunday evening has Trump renewing his support for arming teachers and other school employees on a volunteer basis. He stopped short of endorsing a higher age limit for would-be gun buyers.\n\nLast week, Florida's legislature raised the age limit for buying long guns in that state from 18 to 21. The measure drew an immediate legal challenge from the National Rifle Association.\n\nNikolas Cruz, the gunman accused of killing 17 people at Marjory Stoneman Douglas high school in Parkland, is 19 years old.\n\nEducation Secretary Betsy DeVos, who will chair the new commission, praised students at the school for making safety a top priority for policymakers.\n\n\"There's been a lot of talk in the past but very little action,\" DeVos said in a conference call with reporters. \"I have to give credit to the students in their courage and consistent call for action.\"\n\nThe agenda outlined by the White House falls short of what many of the students have been calling for. And it leaves much of the heavy lifting to states. The president is not planning a speech or other public event to promote his plan.\n\nTrump endorsed a bill sponsored by Sens. John Cornyn, R-Tex., and Chris Murphy, D-Conn., that's designed to improve the database used to check the backgrounds of would-be gun buyers. But he did not endorse a separate proposal from Sens. Pat Toomey, R-Pa., and Joe Manchin, D-WV, that would extend background checks to gun purchases made online and at gun shows.\n\nThe president will encourage states to authorize \"risk protection orders,\" which allow law enforcement to temporarily seize guns from people whom a court has determined to be dangerous. Such orders currently are allowed in only a handful of states. Florida joined their ranks last week.\n\nTrump's agenda is generally consistent with policy positions of the NRA, which supports arming teachers and other school staffers, as well as improved background checks. Although the president initially supported a higher age limit for gun purchases, the White House left that out of its recommendation to states. The NRA opposes higher age limits. Administration officials say the president's commission will explore the idea.\n\nOn Saturday, Trump appeared to mock the idea of federal commissions—a trusty standby for politicians who want to give the appearance of action without the risk of actually doing anything.\n\n\"We can't just keep setting up blue ribbon committees with your wife and your wife and your husband, and they meet and they have a meal and they talk,\" Trump told a campaign rally in Pennsylvania.\n\nAlthough the school safety commission has no timetable to produce recommendations, DeVos insists it's not simply a stalling tactic.\n\n\"There's no time to waste,\" DeVos said. \"No student, no family, no teacher, and no school should have to live the horror of Parkland, or Sandy Hook, or Columbine again.\"", "keywords": ["states", "background", "age", "plan", "gun", "devos", "calls", "teachers", "trump", "president", "improving", "arming", "school", "schools", "checks", "trumps", "commission", "secure"], "polarity": 0.03142171717171717, "subjectivity": 0.32837085137085137},
{"title": "An Ode To Leftover Curry: The Next-Day Treasure Of Coastal India", "url": "https://www.npr.org/sections/thesalt/2018/03/11/591625207/an-ode-to-leftover-curry-the-next-day-treasure-of-coastal-india", "text": "An Ode To Leftover Curry: The Next-Day Treasure Of Coastal India\n\nEnlarge this image toggle caption Joanna Lobo Joanna Lobo\n\nWhen I was growing up in a village in India's then-smallest state, Goa, my family had a Sunday tradition. We love to eat and we have the hips to show for it.\n\nLocated on India's west coast, Goa is known for its sun, sand and beaches. A typical Goan meal is xitt-koddi-nustem (rice, curry and fish). A long coastline meant a lot of wealth came from the sea; an easy availability of coconuts meant they often found their way into the food – which, like all aspects of Goan life, is heavily imprinted by four-and-a-half centuries of Portuguese rule.\n\nOur breakfast, after early morning Mass and catechism classes, was an elaborate affair. It was a mix of local food and imported ('tinned') foodstuff. The dining table would be loaded with tinned cheese, butter, beef roast, omelette, tea, coffee, jam and fresh poee (Goan flatbread). The piece de resistance, to us children anyway, was kalchi koddi, a dish that literally translates to yesterday's curry.\n\nKalchi koddi was usually made of fish curries inflected with coconuts – either grated coconut ground into a paste or coconut milk. The beauty of this simple dish was that it made leftovers exciting on their own. Yesterday's fish curry, minus the fish, was just warmed over a low flame till it condensed and thickened. This was then eaten plain or topped with an egg.\n\nWhen we were children, visions of that perfect kalchi koddi were enough to ensure that we ate a little less fish curry the night before. Reheated, the orange gravy thickened to a point that enhanced the flavors of coconut and various spices; it was an exciting new way to eat our staple curry.\n\nThough we didn't know it at the time, the dish was born out of necessity. \"The Goans have always been a practical community. They never wasted anything. If a pig was cut, the entire animal, from snout to tail, found its way into different dishes,\" says Odette Mascarenhas, a Goan food critic and author.\n\nRefrigeration didn't become commonplace in Goa or much of India until much after independence in 1947. Even then, only the affluent could afford to buy one. So food had to be cooked fresh daily. Whatever remained \"was eaten the next day or just fed to the pigs,\" says Mascarenhas.\n\n\"When fish curry was cooked, only the required pieces of fish were added – usually one per person. If this curry remained, it would be kept in the kunddlem [an earthen pot] overnight over the burning embers so by morning, it would thicken and coat the sides,\" she says. \"This was then scraped out using hot poee.\" She recalls her mother-in-law serving her kalchi koddi made out of sorak (coconut curry made without fish).\n\nIf not for breakfast, kalchi koddi was eaten with the mid-morning meal of congee or pez (rice gruel) in most Goan homes. In her book, Cozinha de Goa: History and Tradition of Goan Food, Fátima da Silva Gracias writes, 'In the past, people ate congee with the previous day's condensed coconut curry, to which they at times added leftover ambot-tik (translates to sour-spicy) curry and a little sugar before placing it on the fire. This was called kalchi koddi in Bardez (or North Goa) and atoilolem humon (translates to condensed curry) in Salcete (South Goa).'\n\nThe pez was plain and watery, so the accompaniment had to be tasty and mostly dry —- like pickle, dried fish. Those who worked in the fields – Goa and much of India back then was largely an agrarian society – would rely on this healthy meal to sustain them till lunchtime.\n\nEnlarge this image toggle caption Alves Fernandes Alves Fernandes\n\nAsk any Goan and they will tell you kalchi koddi tastes best when made in an earthen pot. \"Each dish had its own pot for cooking, and fish curry was always made in the kunddlem and served with a dhoilo (coconut shell spoon),\" says Gracias. The taste probably was enhanced by the fact that these utensils, in essence, came from the soil of the land.\n\nOver the years, this dish has seen its fair share of variations. Any curry that has coconut in it, but no souring agent, can be turned into kalchi koddi. These days, people have leftover xacuti (spicy chicken curry) or caldin (a stew made with coconut milk) heated the same way.\n\nOld-timers will tell you these new versions don't quite taste the same. It could be the shiny copper and steel vessels that have replaced earthenware, the stove top that's replaced firewood furnaces or the fact that curries are now refrigerated and then reheated the next morning. There's some romanticism still attached to the act of sneaking into the kitchen as a child with a piece of poee and scraping the sides of the kunddlem for a taste of that thick gravy.\n\nThis curry has the distinction of being one of those rare dishes that has inspired a song. In 'Kalchi Koddi', the (late) Goan singer and actor Alfred Rose sang about how the dish added flavor to his rice or pez and how he didn't need fish or anything else as an accompaniment as long as there was kalchi koddi. Sing this song to a Goan and chances are they will either rhapsodize about the breakfast staple or serve you some (if available), giving new meaning to the phrase, sing for your supper.\n\nBut, for a taste of that delicious leftover curry, I would sing like a canary.\n\nJoanna Lobo is a journalist from Mumbai who likes writing about things that make her life worthwhile - food, travel, her Goan heritage, and strong, independent women. Twitter: @thatdoggonelady", "keywords": ["koddi", "leftover", "food", "kalchi", "nextday", "treasure", "coconut", "india", "ode", "fish", "taste", "dish", "goa", "curry", "coastal", "goan"], "polarity": 0.14432545066873428, "subjectivity": 0.48938263229307993},
{"title": "The Mysterious Case Of 'Vanishing Bone' And Hip Replacements Gone Wrong", "url": "https://www.npr.org/sections/health-shots/2018/03/11/591694876/the-mysterious-case-of-vanishing-bone-and-hip-replacements-gone-wrong", "text": "The Mysterious Case Of 'Vanishing Bone' And Hip Replacements Gone Wrong\n\nEnlarge this image toggle caption M. Spencer Green/AP M. Spencer Green/AP\n\nPlease sign up here to subscribe to WBUR's CommonHealth newsletter highlighting important stories about health and medicine.\n\nIt all began with a single X-ray.\n\nIt was 1974, and surgeons had been doing total hip replacements for a dozen years.\n\n\"Total hip replacement is an absolutely magnificent operation,\" says Dr. William H. Harris, \"and we were able to do remarkable things to restore mobility and relief of pain and the joy of life to countless individuals.\"\n\nAs chief of Massachusetts General Hospital's joint replacement surgery service, Harris was sent a mystifying patient, a prominent lawyer from San Francisco whose hip replacement had gone badly awry.\n\n\"I had never seen anything like this before,\" he recalls. \"The bone around his prosthesis, around his total hip, had been completely destroyed. It was just astonishing. And I thought it had to be cancer.\"\n\nBut under the microscope there was no cancer, no recognizable disease of any kind. It was something much stranger.\n\nSo begins the twist-filled backstory of disaster averted that Harris tells in his new book, Vanishing Bone: Conquering a Stealth Disease Caused by Total Hip Replacements.\n\nNow 90, Harris holds an endowed professorship of orthopedic surgery at Harvard Medical School. He was chief of joint replacement surgery at MGH for 30 years. And he's one of the doctors and researchers that grateful recipients of artificial hips may want to thank.\n\nThose patients are legion: At least 3 million Americans have artificial hips, and millions more around the world.\n\nBack to his tale: No visible cancer. The only type of cells to be seen on the ruins of the bone were a sort of cleanup cells, called macrophages. And they were stimulating another kind of cell, called an osteoclast, which means \"bone-eater.\"\n\n\"This was the only cell in the body that could eat bone and it was actively and aggressively eating the bone,\" Harris explains. \"It became a medical detective mystery: What in the world is this disease and how does it come about? Why is it there?\"\n\nThe question quickly became even more urgent, because soon it wasn't just one patient or two whose replacement hips were being attacked by this bone-eating disease. It was thousands — then hundreds of thousands. The longer people had their replacement hips, the higher the risk. In some, their bones became so weak, just walking could make them snap.\n\n\"Over time, it began to involve so many people that around the world there were a million people with this condition,\" Harris says. \"By 1990 it was clear that it was the No. 1 problem in total hip replacement surgery and the No. 1 cause of failure.\"\n\nOne of the first possible culprits to come under suspicion was the \"bone cement\" — the glue used to affix the artificial joint to the patient's skeleton. Tiny bits of the cement seemed to be triggering the odd response by the cleanup cells and the osteoclasts.\n\nEnlarge this image toggle caption Jesse Costa/WBUR Jesse Costa/WBUR\n\nSo Harris and others devised techniques to replace hips without using cement. And they heaved a sigh of relief, he says, thinking they'd solved the problem. Only to find, when he reviewed his first hundred cases of a cementless hip replacement — \"Bingo, the very same disease.\"\n\nBut they were on its trail. The problem wasn't just the bone cement, they realized, it was that tiny bits of plastic could eventually trigger the osteoclasts to eat bone. And those bits of plastic were coming from the inevitable wear on the plastic at the replacement joint as the patient logged millions of steps.\n\n\"This caused a big shift in our thinking, and the problem shifted from being a problem of medical detective work to find out what in the world is going on, to innovation — material science,\" Harris says.\n\nHarris and other researchers needed to figure out how to make an artificial hip joint that could take a load of hundreds of pounds, for millions of steps, without wearing down enough to release the particles of polyethylene plastic. And to do that, he decided, he needed a machine that could simulate what happens to hips in the body.\n\nIt took three years and plenty of frustration to build an accurate hip simulator. Meanwhile, his team gained a pivotal insight from using a powerful scanning electron microscope to look at the replacement hips of patients who donated them back to his lab after death: It was the process of walking that modified the polyethylene.\n\nThe polyethylene plastic on the hip implants was an extraordinarily long molecule. Harris compares it to a very, very long, very, very thin string of spaghetti. And normally, the plastic is like a bowl of spaghetti that is unorganized, with the strands going in all different directions. But not in the hips from the deceased patients.\n\n\"We found that all of the strands of the polyethylene were lined up in a row,\" he says. \"The polyethylene molecules had been changed in their position. They'd been modified by the fact that gait simply goes back and forth, and forth and back. And that lines them up.\"\n\nHarris turned to his friend Ed Merrill, a professor emeritus of polymer chemistry at MIT, and asked if he could stop this reorientation from happening.\n\n\"He said, 'Sure,' and I said, 'I love it, that's wonderful, tell me about it. How are you going to do it?' 'Well,' he said, 'we do that for a lot of molecules. We get them to be fixed in their position by putting in energy, and that energy then links one of the molecules to the next one.' \"\n\nIt's a process called cross-linking, used on many materials. Merrill suggested using an electron beam to cross-link the polyethylene in artificial hips. When Harris and his team tried it, they ran into a few problems at first, the most striking of which was that the plastic exploded.\n\n\"Sometimes it didn't explode, sometimes it just caught fire,\" Harris says. \"And at other times it simply melted. But clearly we were in a difficult spot. It took a lot of work to figure out what that problem was.\"\n\nThe problem turned out to be a matter of too much energy. They needed to slow the electron beam down so it wouldn't \"overcook\" the plastic. Once they figured that out, they could test it. The results: \"We could detect no wear at all. Zero wear. We thought it might reduce wear, it might make it better. It made it almost perfect.\"\n\nThere's a lot more to the story in Vanishing Bone. It wasn't enough to invent the new plastic; it had to be patented and licensed, approved by the Food and Drug Administration, and manufactured — all of those steps involved additional challenges. But in late 1998, the first patient got a hip made with the new plastic.\n\nFast forward nearly 20 years, \"and there are probably now 7 million people around the world walking on this material in total hips and in total knees,\" Harris says. \"The disease is virtually gone.\"\n\nSo that's certainly a happy ending, but what's the moral of the story? For Harris, it serves as an example of contemporary medical science — \"how it works, warts and all, the complexity, the need for persistence.\"\n\nAnd, he says, it highlights the special joy of being a doctor and a scientist: \"I loved taking care of patients and I loved going to the operating room, but I also hate failure. And my own failures in the operating room would lead me to say, 'Let's take this failure up to the laboratory and see if we can't unscramble it, unlock it, and find a way to do it better.' \"\n\nSo, at age 90, has he replaced a hip?\n\nNo, he says, but if he needed to, he'd feel quite relaxed about it. Because he'd know that his new hip could be made of cross-linked polyethylene.\n\nThe first version of this story appeared on WBUR's CommonHealth. Carey Goldberg, who covers health and science, is the host of CommonHealth.", "keywords": ["mysterious", "hip", "case", "bone", "hips", "wrong", "harris", "polyethylene", "joint", "plastic", "gone", "replacement", "total", "vanishing", "replacements", "problem"], "polarity": 0.10769615408745842, "subjectivity": 0.5484117259552042},
{"title": "Rethinking How Students With Dyslexia Are Taught To Read", "url": "https://www.npr.org/sections/ed/2018/03/11/591504959/rethinking-how-students-with-dyslexia-are-taught-to-read", "text": "Rethinking How Students With Dyslexia Are Taught To Read\n\nEnlarge this image Trina Dalziel/Getty Images/Ikon Images Trina Dalziel/Getty Images/Ikon Images\n\nDyslexia is the most common learning disability, affecting tens of millions of people in the United States. But getting help for children who have it in public school can be a nightmare.\n\n\"They wouldn't acknowledge that he had a problem,\" says Christine Beattie about her son Neil. \"They wouldn't say the word 'dyslexia.' \"\n\nOther parents, she says, in the Upper Arlington, Ohio, schools were having the same problem. The district in a suburb of Columbus wasn't identifying their children's dyslexia or giving them appropriate help.\n\nSo, in 2011, the parents pooled their resources and hired a lawyer.\n\n\"I was not surprised there was a group of students with dyslexia who were not getting the kind of instruction that they really needed,\" says Kerry Agins, an Ohio special education attorney who represented the Upper Arlington parents. She says the issue of public schools failing to address the needs of students with dyslexia is widespread, in Ohio and across the country.\n\nAgins advised the parents to file a group complaint against the district.\n\nParents typically fight special education cases alone, seeking remedies one by one. But a group complaint, Agins told them, could force the school system to make broader change.\n\nNineteen people signed the complaint, including parents, students and graduates of the Upper Arlington public schools.\n\nIn August 2011, the Ohio Department of Education found the Upper Arlington Schools in violation of the law when it came to promptly and properly identifying students with learning disabilities and finding them eligible for special education services.\n\n\"We felt vindicated,\" Christine Beattie recalls. \"Like, we aren't crazy. We know what we're talking about.\"\n\nIn its decision, the state ordered the Upper Arlington Schools to train teachers and staff on how to identify and evaluate students with learning disabilities.\n\nBut the parents said this was more than a special ed problem. They say it was a problem with the way kids were being taught to read.\n\nHow kids learn to read\n\ntoggle caption Emily Hanford/APM\n\nThe Upper Arlington Schools were using what's referred to as a \"whole language\" approach to reading instruction. It's an approach that became popular in the 1980s and continues to guide reading instruction in many public schools today.\n\nWhole language holds that learning to read is a natural process. Children don't need much direct instruction. Instead, surround them with books, and they will become readers.\n\nBut decades of research shows that reading is not a natural skill. Unlike speaking, which humans learn automatically by being surrounded with speech, we have to be taught to read.\n\nPeople with dyslexia have an especially hard time learning to read because their brains are wired in a way that makes understanding the relationship between sounds and letters difficult.\n\nResearch shows that they learn to read better when they are explicitly taught the ways that sounds and letters correspond. And research shows that even students without dyslexia learn better this way.\n\nUpper Arlington had to retrain its teachers, who had, for the most part, learned whole language-based methods in their teacher-preparation programs.\n\nNow, students in Upper Arlington are taught to read using a phonics-based approach that explicitly and systematically teaches them how letters represent sounds to form words on the page.\n\n\"O Octopus ah!\" the kids yell in a first- and second-grade classroom at Barrington Elementary School in Upper Arlington.\n\nTheir teacher, Ashley Stechschulte, is holding up a series of cards with words on them, and the children repeat after her as she sounds out the first letter sound.\n\nThen they move to more complex letter-sound combinations. They discuss the word \"sock.\" Stechshulte asks what the letter combination \"ck\" is called.\n\n\"A digraph,\" answers a student. A digraph is one sound created when two letters appear together.\n\nStechshulte then asks the class to consider the difference between the digraph \"ck\" and the digraph \"wh,\" as in the word \"whistle.\"\n\n\"Who can tell me what's the big difference between these two digraphs?\" Stechshulte asks.\n\nA little hand shoots up. It's a boy named Jacob.\n\n\"The 'ck' can only go at the end (of a word) and the 'wh' can only go at the beginning,\" says Jacob.\n\nThe teacher was using \"Fundations,\" a program based on the Wilson Reading System, a structured, phonics-based approach. Fundations is typically used with children who are struggling to learn to read but it can also be used for whole class instruction.\n\nFor students in Upper Arlington who show signs of dyslexia on a screening test, there is more intensive, one-on-one tutoring available.\n\nBrett Tingley, one of the Upper Arlington parents who signed the group complaint, says if all kids get effective reading instruction, fewer children should need special ed services.\n\n\"I have started to call it not dyslexia but 'dysteachia,'\" Tingley says. \"It's the teachers who are not giving the right kind of instruction.\"\n\nEmily Hanford is senior education correspondent for APM Reports.", "keywords": ["arlington", "upper", "parents", "students", "reading", "read", "schools", "rethinking", "special", "dyslexia", "taught"], "polarity": 0.11854122245913291, "subjectivity": 0.4048685145700069}
]