[
{"title": "Kentucky Lawmakers Limit Black Lung Claims Reviews Despite Epidemic", "url": "https://www.npr.org/2018/03/31/598484688/kentucky-lawmakers-limit-black-lung-claims-reviews-despite-epidemic", "text": "Kentucky Lawmakers Limit Black Lung Claims Reviews Despite Epidemic\n\nEnlarge this image toggle caption Howard Berkes/NPR Howard Berkes/NPR\n\nA measure signed into law in Kentucky this past week would prevent federally-certified radiologists from judging X-rays in state black lung compensation claims, leaving diagnoses of the disease mostly to physicians who typically work for coal companies.\n\nThe new law requires that only pulmonologists — doctors who specialize in the lungs and respiratory system — assess diagnostic black lung X-rays when state black lung claims are filed.\n\nUp until now, radiologists, who work in evaluating all types of X-rays and other diagnostic images, had been allowed to diagnose the disease as well.\n\nJust six pulmonologists in Kentucky have the federal certification to read black lung X-rays and four of them routinely are hired by coal companies or their insurers, according to an NPR review of federal black lung cases.\n\nThe two remaining pulmonologists have generally assessed X-rays on behalf of coal miners but one is semi-retired and his federal certification expires June 1.\n\nAmong the radiologists excluded by the law is Dr. Brandon Crum, who helped expose the biggest clusters ever documented of complicated black lung, the advanced stage of the fatal disease that strikes coal miners.\n\n\"I do believe the coal industry is writing this bill to exclude certain doctors that they don't like,\" said Phillip Wheeler, an attorney in Pikeville, Ky., who represents coal miners seeking state black lung benefits.\n\nExperts in reading X-rays\n\nThe changes are part of sweeping reforms to Kentucky workers' compensation law, known as House Bill 2. Workers' comp provides medical and wage replacement benefits for miners suffering from black lung.\n\nDr. Crum is the most visible of the excluded radiologists. His clinic in Coal Run Village, Ky., was the focus of a 2016 study by epidemiologists from the National Institute for Occupational Safety and Health (NIOSH). They verified 60 cases of complicated black lung that had been diagnosed in a period of about 20 months in 2015 and 2016.\n\nNIOSH had previously reported 99 cases nationwide over a five-year period.\n\nAt the same time, NPR and Ohio Valley ReSource reported nearly 1,000 cases across central Appalachia, prompting NIOSH epidemiologists to declare it the worst epidemic of complicated black lung they'd ever seen. Our ongoing survey of black lung clinics and law offices has the current count of advanced black lung diagnoses at more than 2,200 since 2010.\n\n\"Throughout the United States, I know of nowhere where radiologists are taken completely out of the evaluation for potential black lung disease,\" Dr. Crum said. \"That's what we're primarily trained in.\"\n\nPhysicians who read chest X-rays for work-related diseases like black lung are known as \"B readers\" and are certified by NIOSH for both federal and state compensation claims. B readers do not specifically have to be pulmonologists or radiologists, though they can be both.\n\nRadiologists, on the other hand, focus entirely on reading multiple types of X-rays and other diagnostic images.\n\nThe law also bars out-of-state radiologists who are both NIOSH-certified B readers and medically-licensed in Kentucky. That includes Dr. Kathleen DePonte, a radiologist in Norton, Va., who has read more than 100,000 black lung X-rays in the past 30 years.\n\n\"It is curious to me that the legislators feel that the pulmonologist is more qualified to interpret a chest radiograph than a radiologist is,\" Dr. DePonte said.\n\n\"This is primarily what radiologists do. It is radiologists who receive all the special training in reading X-rays and other imaging.\"\n\nDr. Edward Petsonk, a pulmonologist at West Virginia University with decades of experience and research focused on black lung, points to a 1999 report of pass-fail statistics for physicians taking the NIOSH B reader examination. Two-thirds of the radiologists passed, while the success rate for pulmonologists was 54 percent.\n\nEnlarge this image toggle caption Howard Berkes/NPR Howard Berkes/NPR\n\nRelying on the expertise of industry\n\nRadiologists, pulmonologists and other physicians don't necessarily read X-rays the same way. Those who work for coal companies tend to be conservative in assessing black lung because the coal companies or their insurers pay black lung benefits. Those reading X-rays on behalf of coal miners are often accused of being too liberal in their assessments.\n\nJudges often decide which assessments count most.\n\nThis seemed to frustrate Rep. Adam Koenig, a Republican from Erlanger and the primary sponsor of the changes in the law.\n\nDuring the House floor debate on the measure, Koenig said one B reader finds black lung 41 percent of the time while another's rate is 91 percent.\n\n\"Obviously we do not have a standardized process so we are trying to standardize it,\" Koenig said. \"No one here is trying to deny anyone who does that work from getting their black lung claims.\"\n\nThat's precisely what the new law will do, argued Rep. Angie Hatton, a Democrat from Whitesburg.\n\n\"When we're finding increased amounts of this illness it seems to me that this is when they need us the most,\" Hatton said. \"Why are we making it tougher for them to prove their illness?\"\n\nIn an interview with NPR, Koenig said he \"relied on the expertise of those who understand the issue — the industry, coal companies and attorneys.\"\n\nHe'd heard \"anecdotal stories,\" he said, about lung cancer being misdiagnosed as black lung.\n\nEarly stages of lung cancer and black lung can leave similar masses on lungs, according to West Virginia University's Dr. Petsonk.\n\nBut Dr. Petsonk also noted that coal miners exposed to silica dust \"are at an increased risk of lung cancer. They do get lung cancer. Silica is a carcinogen.\"\n\nEnlarge this image toggle caption Courtesy of NIOSH Courtesy of NIOSH\n\nA miner reacts\n\nFormer coal miner William McCool believes he would have been denied state black lung benefits if the new law had been in place when he applied for compensation.\n\n\"It'd be pretty much impossible,\" McCool said. \"I've had lung doctors tell me I don't have black lung.\"\n\nMcCool said it took two years to win his state claim because the doctors working on behalf of a coal company were conservative in assessing his disease. But the 64-year-old from Letcher County ultimately prevailed and has been diagnosed with advanced disease.\n\nThe federal black lung compensation program continues to rely on all NIOSH-certified B readers, whether they are pulmonologists, radiologists or other physicians. But seeking federal benefits instead of state workers' compensation is not necessarily an easy option.\n\nDueling assessments in the federal system mean that some miners have waited more than a decade for decisions on federal benefits. Some die before receiving them. State benefits have traditionally been quicker and more generous to miners.\n\nThat seems to be changing, said Evan Smith, an attorney at the Appalachian Citizens' Law Center in Whitesburg.\n\nSmith said the new state law \"keeps Kentucky coal miners from using highly qualified and reliable experts to prove their state black lung claims [and] looks like just another step in the race to the bottom to gut worker protections.\"\n\nKoenig insisted that's not the case.\n\n\"All we're doing is making sure that qualified doctors are making these determinations,\" Koenig said. \"And if this process doesn't work, I'll be the first in line to figure out how to do it better.\"", "keywords": ["state", "claims", "lawmakers", "epidemic", "reviews", "black", "coal", "limit", "lung", "despite", "kentucky", "law", "pulmonologists", "xrays", "miners", "radiologists", "federal"], "polarity": 0.01646506861932395, "subjectivity": 0.49718894875809755},
{"title": "Trump Administration Can't Block Undocumented Immigrants From Seeking Abortions", "url": "https://www.npr.org/sections/thetwo-way/2018/03/31/598548617/trump-administration-cant-block-undocumented-immigrants-from-seeking-abortions", "text": "Trump Administration Can't Block Undocumented Immigrants From Seeking Abortions\n\nOn Friday, a federal judge in Washington, D.C., said the Trump administration cannot prevent young, undocumented women in federal custody from seeking abortions.\n\nThat includes interfering with or blocking medical appointments, abortion counseling, and abortion services.\n\nIt protects minors without guardians, who come under the control of Department of Health and Human Services Office of Refugee Resettlement, from being forced to share if they are pregnant and whether they are considering having an abortion. It also protects contractors that provide shelter to those who have sought pregnancy, abortion, and abortion-related medical care.\n\nThe decision in Garza v. Hargan stems back to October, when American Civil Liberties Union attorneys asked a federal court in Washington to force the Trump administration to allow a 17-year-old from Central America to obtain an abortion.\n\nAt the time, she was detained in Texas and federal officials would not let her leave her shelter for the procedure. Government lawyers argued that the Trump administration was focused on \"child birth and fetal life,\" which meant it didn't have to help her move forward in her efforts to get an abortion. Eventually she was able to receive the procedure.\n\nA HHS official told The Washington Post in October that Scott Lloyd, one of the officials named in the U.S. District Court order and the director of its Office of Refugee Resettlement, \"personally intervened\" in attempts to convince young women to abstain from having abortions. The spokesperson compared him to a \"foster parent\" and said, \"When there's a child in the program who is pregnant, he has been reaching out to her and trying to help as much as possible with life-affirming options.\"\n\nIn December, Lloyd said in a deposition that immigrants had no constitutional right to abortion because of their immigration status.\n\nThe ACLU welcomed Thursday's outcome, tweeting:\n\nIn a written statement, Brigitte Amiri, deputy director of the ACLU Reproductive Freedom Project responded, \"The Trump administration's cruel policy of blocking young immigrant women in federal custody from accessing abortion is a blatant abuse of power. We are relieved that the court issued an order preventing the administration from continuing this practice while our case proceeds. With today's rulings, we are one step closer to ending this extreme policy once and for all and securing justice for all of these young women.\"\n\nIt is temporary injunction.", "keywords": ["federal", "court", "shelter", "undocumented", "young", "seeking", "administration", "women", "abortion", "block", "trump", "immigrants", "abortions", "cant", "washington"], "polarity": -0.003630952380952378, "subjectivity": 0.4055357142857143},
{"title": "Texas Woman Sentenced To 5 Years For Illegal Voting", "url": "https://www.npr.org/sections/thetwo-way/2018/03/31/598458914/texas-woman-sentenced-to-5-years-for-illegal-voting", "text": "Texas Woman Sentenced To 5 Years For Illegal Voting\n\nOn Nov. 8, 2016, Crystal Mason got out of work and drove through the rain to her home in Dallas. She walked through the door and tried to settle in for the evening. But her mother delivered something akin to a scolding.\n\n\"You have to go vote!\" Mason's mother said, according to her attorney, J. Warren St. John, who spoke to NPR.\n\nMason grabbed her keys and set out for her local precinct. When she got there, she found out that her name was not on the voter roll so she was given a provisional ballot. An election worker stuck around to walk her through the form. She used her current license and her current address, St. John says.\n\nAfter she cast her vote, she went home.\n\n\"She had a good faith belief that she could vote,\" St. John says. \"She would have never voted if she didn't know she could vote.\"\n\nThe next time she thought about that night she was being arrested.\n\nShe was detained by sheriffs in February 2017 at the Dallas County Courthouse while meeting with her probation officer.\n\nMason, 43, is a convicted felon. She was previously convicted for committing tax fraud for clients through her tax preparation business.\n\nAnd by casting a ballot – even a provisional one — in the general election, she had broken a state law that prohibited residents from voting until their sentences have been fully served. That includes parole, probation or supervision.\n\nMason had been on a supervised release after spending three years in prison. For a time, she was even working for the state of Texas, St. John says.\n\nOn Wednesday, she was sentenced to five years for voting illegally. She contends that she was never informed of the state's voting restrictions on felons.\n\n\"She didn't understand!\" St. John said. \"She was never told she couldn't vote. Not by a district judge. Not by anyone at the half-way house where she lived after she got out. Not by the probation officer.\"\n\nBut Tarrant County Criminal District Attorney Sharen Wilson said in a statement that despite \"multiple safeguards in place,\" Mason \"still made that choice.\"\n\nAccording to a CNN report, \"She signed and affirmed a document which clearly stated that (1) she was prohibited from voting due to her status as a convicted felon still serving her term of supervision, and (2) she would be committing a second degree felony if she lied about her status,\" Wilson said. \"The judge found her guilty of illegal voting beyond a reasonable doubt.\"\n\nPresident Trump has insisted that millions of people voted illegally in the presidential election despite little evidence, and other states have taken action against voter fraud.\n\nIn Nebraska, two men accused of voting multiple times in the presidential election could face two years in prison and a fine $10,000. A former mayor in Florida found guilty of voting fraud received four years of probation and 400 hours of community service hours.\n\nIn recent years, Texas has passed laws that have stepped up penalties for voter fraud, extending prison terms and increasing fines, according to John Powers, who specializes in voting rights at the Lawyers' Committee for Civil Rights Under Law.\n\nThe disenfranchisement of felons varies state to state. NPR reported that a federal judge said Florida's process of restoring voting rights of felons who completed their sentences was \"nonsensical\" and in violation of the First and 14th Amendments to the Constitution.\n\nMason is currently out of jail on an appellate bond that is pending outcome of an appeal, says St. John.\n\nThere is a danger that people like Mason face on election day, Powers says. \"When you have an election and poll workers are trying to get through long lines of voters, frequently they don't have the requisite training and experience to deal with complicated legal scenarios. The loser in all of this can be the voter.\"", "keywords": ["state", "john", "woman", "election", "voting", "probation", "st", "illegal", "voter", "rights", "texas", "vote", "sentenced"], "polarity": -0.09374999999999999, "subjectivity": 0.37450980392156863},
{"title": "100 Iranians Remain Stranded In Austria Awaiting Asylum In The U.S.", "url": "https://www.npr.org/sections/parallels/2018/03/31/593703589/100-iranians-remain-stranded-in-austria-awaiting-asylum-in-the-u-s", "text": "100 Iranians Remain Stranded In Austria Awaiting Asylum In The U.S.\n\nEnlarge this image toggle caption Atta Kenare/AFP/Getty Images Atta Kenare/AFP/Getty Images\n\nAs Christians all over the world celebrate Easter weekend, dozens of fellow faithful are growing weary — waiting for the virtual gates of America's refugee services to reopen.\n\nMore than 100 Iranian Christians and members of other religions have been stranded in Austria for over a year, after the U.S. program that welcomes religious minorities from Iran has all but shut its door under President Trump, refugee advocates say. Eighty Iranians who traveled to Vienna expecting to be resettled in the United States have already been denied asylum in America. Others are awaiting final U.S. approval.\n\nThe rejection puts the applicants at risk, has angered members of Congress from both parties and devastated U.S. family sponsors.\n\n\"I get mad and start crying and my body starts shaking,\" says one of the relatives on a Skype call from Los Gatos, Calif. She did not want to use her name because she fears for the safety of her sister now stranded in Vienna and in danger of being sent back to Iran.\n\nThe threat looms after the United States denied her sister's asylum request and the Austrian transit visa is about to run out.\n\n\"I need my sister, I want her beside me,\" the family member wails, tears streaming down her face, as she sits in the offices of Jewish Family Services of Silicon Valley.\n\nThe nonprofit has resettled many Iranian refugees over the years, including this woman and part of her family who came from Iran 15 years ago. They were shocked when this final member of the family was rejected.\n\nPreviously, the U.S. program that takes in members of repressed religious minorities from Iran and other countries with family in the United States had an almost 100 percent acceptance rate, according to HIAS, the nonprofit agency hired to facilitate the resettlements. But now, refugee advocates say, the U.S. is denying their asylum claims, risking their deportation to Iran where advocates and U.S. legislators say they could face imprisonment or other persecution.\n\nThe Trump administration has dramatically curbed refugee resettlement, lambasted immigrant family reunification programs and barred many citizens from Muslim-majority countries, including Iran, from traveling to the United States, citing national security concerns. At the same time, the administration has pledged to favor Christian refugees in the Middle East.\n\n\"The egregious part is twofold,\" says Betsy Fisher, project director for the International Refugee Assistance Project. \"It's a violation of the administration's stated policy that it is going to focus on protecting religious minorities.\" The second part, she adds, is a humanitarian crisis, \"completely of the U.S.'s making.\"\n\nThat crisis is now playing out in Austria's capital. The Iranian migrants are marooned there after quitting jobs, selling homes and possessions and cutting ties with their home country, believing they were bound for a new life in the United States. Now, more than a year later, many are destitute and their future is uncertain.\n\n\"It keeps me and our staff awake at night because there is no answer right now,\" says Mindy Berkowitz, who heads Jewish Family Services of Silicon Valley.\n\n\"They can't go back to Iran and I don't know if they can stay in Vienna. It's so hard,\" she says.\n\nOriginally for Soviet Jews, expanded for Iranians\n\nThe government's specialized refugee program worked quietly for over a decade settling more than 30,000 Iranians in the U.S. The program follows rules set by Congress under the Lautenberg Amendment, which was originally passed for Jews escaping the Soviet Union. In 2004, Congress expanded the program for persecuted religious minorities from Iran — mostly Jews and Christians, but also Mandeans, Zoroastrians and Baha'is.\n\nUnder an agreement with Austria, the U.S. State Department selects applicants who travel to Vienna for final security checks that usually take weeks or a few months.\n\nThere have been no new candidates accepted since January 2017, despite more than 4,000 applicants currently waiting in Iran, says Fisher of the International Refugee Assistance Program.\n\n\"The U.S. government hasn't officially pulled the plug on the program, but I think it's fair to say that it's another example of the Trump administration de facto dismantling a program that was mandated by Congress,\" she says.\n\n'Arrest or torture'\n\nSome Congress members have been pushing back.\n\nMassachusetts Democrat Jim McGovern and Illinois Republican Randy Hultgren sent a protest letter in February to Vice President Pence, accusing the administration of \"thwarting the purpose of the law.\"\n\n\"Under no circumstance should those seeking refugee status be repatriated to Iran, where they could be subjected to arrest and torture,\" the bipartisan congressional human rights commission said.\n\nThe Congress members also demanded the program resume for Iranian religious minorities waiting in Iran and urged Homeland Security and the State Department to \"take steps to prioritize and expedite any relevant security checks.\"\n\nBut, so far, there's been no official answer from the Trump administration, according to a congressional staffer speaking on condition of anonymity because he was not authorized to talk to media about the issue. \"It seems they are dragging their feet.\"\n\nBerkowitz of Jewish Family Services says she has been fielding calls from frantic relatives.\n\nThree out of those stranded in Vienna are related to immigrant families in and around Silicon Valley. Berkowitz says the uncertainty for them is excruciating. \"When you have somebody who you love and you don't know what is going to happen to them and you are so worried for their safety,\" she says.\n\nThe State Department would not comment on the specific reason the asylum claims were denied in an email exchange with NPR. A State Department spokeswoman wrote that \"changes to the program resulted in a greater number of denials.\"\n\nWithout the program, writer Roya Hakakian may have never resettled to the U.S. like she did in Connecticut over 30 years ago. She was a teenager when she and her family arrived in Vienna for the final security checks.\n\n\"I came with nothing from a hostile country and here I am, somebody who went to college, published books, made a life,\" Hakakian says.\n\nHer welcome transformed her into a patriotic American, she says, a defender of what she insists are the country's core values.\n\n\"I think if the American light goes out there is very little hope for everyone else under persecution in other parts of the world,\" she says.\n\nHakakian is tracking the Iranians stranded in Austria. \"If they are turned back I personally fear for their future,\" she says. \"There is no telling what could happen to them.\"", "keywords": ["iran", "asylum", "family", "100", "austria", "program", "vienna", "stranded", "congress", "united", "refugee", "states", "awaiting", "security", "remain", "iranians"], "polarity": 0.0538205241550312, "subjectivity": 0.39120226408958797},
{"title": "The Mormon Church Diversifies ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/31/598554853/the-mormon-church-diversifies", "text": "The Mormon Church Diversifies\n\nEnlarge this image toggle caption Rick Bowmer/AP Rick Bowmer/AP\n\nThis Easter and Passover weekend, it's the Mormon Church that is making headlines. On Saturday, the church's first Latin-American and first Asian-American apostles were named.\n\nThe two men diversify the Quorum of the Twelve Apostles, whose top leaders until today consisted solely of white men. One apostle, Dieter Uchtdorf, hails from Germany. They rank below the church president and his two counselors, acting as the core group of Mormon policymakers.\n\nOne of the new apostles, Ulisses Soares, 59, was born in Sao Paulo, Brazil. He earned a bachelor of arts in accounting and economics and then a master's of business administration. In addition to his service at the church, he worked as an accountant and auditor for multi-national corporations.\n\nThe other newcomer, California-born apostle Gerrit W. Gong, pursued Asian, university and philosophy studies before receiving a doctorate in international relations from Oxford University. He served as a special assistant to the undersecretary of the U.S. State Department and as a special assistant to the U.S. ambassador in Beijing. He also worked at the Center for Strategic and International Studies in Washington.\n\nThe announcement was made during the first day of the semi-annual conference of the Church of Jesus Christ of Latter-day Saints. Conference sessions are broadcast by satellite to congregations around the world. Attendees at the Salt Lake City gathering also raised their hands to support the new president, 93-year-old Russell M. Nelson, a former surgeon and medical researcher.\n\nChurch leaders advance to the highest positions in the faith by virtue of their age and years of service. Mormons believe the process is guided by God. Nearly half of the 12 Apostles joined in the last three years due to the deaths of aging members, reported the AP.\n\nIn a 2015 interview with NPR, Matthew Bowman, author of The Mormon People: The Making of an American Faith, suggested that diversity was likely as spaces opened up in leadership panels. \"I think Mormons have been waiting for that for quite a while now,\" he said.\n\nThis week, the church also updated its sexual abuse reporting guidelines for leaders in its lay clergy. The church has a long history of sexual abuse allegations involving members, lay clergy and leaders in church-sponsored Boy Scout troops. The updated guidelines follow recent reports of alleged sexual assault in the 1980s of the leader of the faith's flagship Missionary Training Center in Provo, Utah.\n\nIn the era of #MeToo, the church's handling of the scandal has been criticized by some church members. After the accuser came forward, Mormon Church attorneys reportedly compiled a 5-page dossier on her past.\n\n\"The email included the woman's criminal record, alleged false allegations she'd made in the past, and jobs she'd lost. It even included details about an incident that occurred when she was 17 years old. Bishop encouraged reporters to examine the woman's past adding, 'consider the source,'\" reported KUTV's Chris Jones.\n\nIn response to the new sexual abuse guidelines, Mormon opinion columnist Holly Richardson wrote, \"First, we cannot assume that every leader will always be able to discern when an abuser is lying. Typically, abusers are skilled at lying and manipulation. They've been working on their cover story for years.\"\n\nWhat has yet to be discussed is another controversy involving worthiness interviews with young people that are conducted by Mormon bishops. Some bishops have been asking teenage girls probing questions such as whether they masturbate, reported The Salt Lake Tribune. In response to concern and criticism, church leaders announced that parents or other adults can be present when minors are interviewed by their bishops.\n\nAt the conference this afternoon, someone shouted, \"Stop protecting sexual predators.\" The conference continues tomorrow.", "keywords": ["members", "reported", "apostles", "diversifies", "guidelines", "sexual", "mormon", "leaders", "conference", "abuse", "church"], "polarity": 0.05744986306210795, "subjectivity": 0.35591483346585384},
{"title": "Officer Who Killed Alton Sterling Is Fired, The One Who Pinned Him Down Is Suspended ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598455551/officer-who-killed-alton-sterling-is-fired-the-one-who-pinned-him-down-is-suspen", "text": "Officer Who Killed Alton Sterling Is Fired, The One Who Pinned Him Down Is Suspended\n\nEnlarge this image toggle caption Josh Brasted/Getty Images Josh Brasted/Getty Images\n\nThe Baton Rouge police officer who fatally shot Alton Sterling, a 37-year-old black man, outside of a convenience store six times was fired Friday, after a disciplinary hearing determined he had violated the department's policies.\n\nPolice Chief Murphy Paul announced the dismissal of Officer Blane Salamoni at a press conference.\n\n\"These actions were not minor deviations from policy as they contributed to the outcome that resulted in the death of another human being,\" Paul said.\n\nOfficer Howie Lake II, who wrestled Sterling to the ground but refrained from firing his gun, received a three-day suspension.\n\nPaul stressed his decision \"was not based on politics, it was not based on emotions,\" but rather on facts, eye witness testimony and recommendations from board members.\n\nThe department also released extremely graphic video evidence previously unseen by the public, as well as police reports and other documents as required by the state's public records law. The videos include footage captured by convenience store surveillance cameras, two police body camera videos and dashboard camera video.\n\nPaul explained the rationale for the officers' differing fates: \"We have two officers in involved in one incident. The same incident with two different responses, two different perspectives. And they perceived the threat differently.\"\n\nIn the case of Lake, the administrators concluded he had violated the department's policy on \"command of temper.\" But Paul praised him for attempting to use de-escalation techniques consistent with training.\n\nAn investigation into Salamoni found he had had violated \"use of force\" and \"command of temper\" regulations. Paul said the officer's termination became effective Friday.\n\n\"Fear cannot be a driver for an officer's response to every incident. Unreasonable fear within an officer is dangerous,\" Paul said,\n\nHe added that he hoped his actions \"bring closure to a cloud that has been over our community for far too long.\"\n\nSterling's 2016 death sparked protests against police brutality throughout Baton Rouge resulting in the arrest of about 200 people.\n\nEarlier this week Louisiana Attorney General Jeff Landry declined to press charges against either of the men saying there was no evidence that they could be held criminally responsible for Sterling's death.\n\nSimilarly, after a year-long investigation, the U.S. Department of Justice concluded in May that there was insufficient evidence to charge the pair with a federal crime.\n\nBoth officers have remained on paid administrative leave since the shooting.", "keywords": ["killed", "evidence", "store", "officer", "fired", "suspended", "sterling", "pinned", "violated", "alton", "officers", "temper", "paul", "videos", "incident"], "polarity": -0.011555555555555552, "subjectivity": 0.374888888888889},
{"title": "New iPads For Classrooms; College Graduation Gaps; Teachers Lose Grants", "url": "https://www.npr.org/sections/ed/2018/03/31/596054146/new-ipads-for-classrooms-college-graduation-gaps-teachers-lose-grants", "text": "New iPads For Classrooms; College Graduation Gaps; Teachers Lose Grants\n\nEnlarge this image toggle caption Kayana Szymczak for NPR Kayana Szymczak for NPR\n\nThere's good news and bad news in the weekly education news roundup, so read on!\n\nThousands of teachers have government grants converted to loans\n\nAn NPR exclusive reports that upwards of 12,000 teachers who volunteered to teach in high-needs areas, in exchange for a federal grant called the TEACH grant, had their grants converted to loans despite meeting program requirements. Why? Because of seemingly minor issues mostly having to do with filling out paperwork. There is an ongoing lawsuit against the for-profit loan servicer responsible for these decisions, called FedLoan. \"This is something to help teachers and instead they're just kind of targeting them,\" said one affected teacher, Maggie Webb, in Massachusetts.\n\nA big new government report says school crime is down\n\nBetween 1992 and 2016, the latest year for which data are available, students ages 12 through 18 became less likely to be the victim of a crime, whether theft or violent crime, whether at school or away from school. Nearly half of schools reported having a law enforcement officer on campus in 2016, compared with 36 percent a decade ago. And, in 2014-2015, there were 47 school-associated violent deaths among about 50 million public school students. That's all according to the annual federal \"Indicators of School Crime and Safety\" report released this week.\n\nEducation Secretary Betsy DeVos, who leads a post-Parkland commission on school safety, released a statement highlighting the positive trends but emphasizing there is much more work to do.\n\nYawning college graduation gap by income\n\nMore lower-income kids are going to college, but very few are graduating, so the wealth gap in college degrees is actually growing. That's according to a new study in the journal Demography, which was reported in The New York Times. Among students born in the 1980s, coming from households with income in the bottom 40 percent, about half enroll in college. Less than 12 percent actually finish college. Among the wealthiest 20 percent, 60 percent graduated college — five times more.\n\nTeachers protesting around the country\n\nAfter the successful strike in West Virginia earlier this month, there are significant ongoing teacher actions in Oklahoma and Arizona; a walkout in Jersey City, N.J., ended with a new agreement.\n\nApple announces a new education product\n\n\"We love kids and we love teachers,\" said Apple CEO Tim Cook at a Chicago school event to announce a version of the iPad aimed at classrooms. It will cost schools $299 (consumers will pay $329) and will work with more than one stylus: the Apple-branded stylus is $99 or $89 for students while a third-party Logitech stylus is $49. Apple is also introducing a new classroom management app.\n\nMuch coverage of the event pointed out that Apple has lost considerable ground in the classroom-device market, mostly to low-cost Google Chromebooks, which made up 58 percent of devices shipped to classrooms last year. Chromebooks start at $149 for classrooms.\n\nCrypto for classrooms\n\nSpeaking of iPads, Lauren Goldstein-Delgado's kindergarten classroom in the New York City neighborhood of Bayside, Queens, just got one, thanks to Ripple, a cryptocurrency-related startup. In an inspired PR move, the company donated $29 million of its own currency to fund every open project on DonorsChoose, a platform that allows teachers to gather donations for classroom projects and supplies.", "keywords": ["crime", "ipads", "students", "apple", "lose", "school", "college", "graduation", "stylus", "classrooms", "teachers", "classroom", "york", "gaps", "grants"], "polarity": 0.13321190629701268, "subjectivity": 0.4604760369653986},
{"title": "Irate Teachers Skip Class Across Kentucky To Protest Surprise Pension Overhaul", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598341937/irate-teachers-skip-class-across-kentucky-to-protest-surprise-pension-overhaul", "text": "Irate Teachers Skip Class Across Kentucky To Protest Surprise Pension Overhaul\n\nEnlarge this image toggle caption Adam Beam/AP Adam Beam/AP\n\nAs of Thursday morning, SB 151 was a bill about sewage services.\n\nBut by the time both chambers of the Kentucky Legislature had passed it that night, the amendment process had turned the bill about sewage into a 291-page overhaul of public employees' retirement benefits. Now, it rests on Gov. Matt Bevin's desk awaiting his signature — and teachers across the state are livid.\n\nEven before the state Senate passed the bill Thursday night, teachers and other school staff had descended on the Capitol in Frankfort, bearing signs and belting chants in protest of the fast-moving legislation. Still more protesters arrived in the capital Friday, and thousands of others called off work — so many, in fact, that schools in roughly two dozen counties shuttered their classrooms.\n\n\"This has been a difficult evening for all of us in education,\" Madison County Public Schools, one of the state's largest districts, said on Facebook on Thursday night. \"We share a passion for our students and for their futures that is unmatched and unwavering. Tonight we have to balance that passion with the need to stand in solidarity with others in our profession across this state.\"\n\nThen, in all caps, the post announced there would be \"NO SCHOOL\" Friday.\n\nAt issue, specifically, are state employees' pensions. Ryland Barton of member station Kentucky Public Radio broke down some of the major changes included in the bill. You can find that summary in the text inset below or read the bill for yourself.\n\nKentucky Public Radio explains: \"New teachers would instead receive cash-balance retirement plans that would invest retirement contributions from employees and the state, and guarantee that the plans wouldn't lose money during a stock market crash.\n\n\n\n\"The bill would also cap the amount of sick leave that teachers can accrue for retirement purposes as of Dec. 31, 2018.\n\n\n\n\"State workers hired since Jan. 1, 2014 already receive cash-balance plans, but would no longer receive a guaranteed 4 percent return on their retirement savings.\n\n\n\n\"The bill would require state employees hired between July 1, 2003 and Sept 1, 2008 to contribute 1 percent of their salaries to pay for retiree health.\n\n\n\n\"The bill would also require the state to put massive infusions into the pension plans over the next 30 years. This year alone, lawmakers have proposed putting $3.3 billion into the systems — about 15 percent of the two-year state budget.\"\n\nThe Republicans who passed the bill on a party-line vote see the changes as a difficult but necessary attempt to tackle the state's estimated $41 billion shortfall when it comes to paying out retirement benefits over the next three decades. The bill's sponsor asserted it will save Kentucky about $300 million over that span — a small fraction of the deficit the state faces.\n\nBut even that estimate remains in question. The bill was passed before a standard actuarial review to see how much, if any, money it would save the state.\n\nKentucky's Democratic attorney general, Andy Beshear, listed this skipped step as one of the reasons he plans to sue if Bevin signs the bill into law.\n\n\"Last night, we saw government at its worst. When the leadership of the House and Senate, in the dark of night, amended what was supposed to be a sewage bill into what they claim is pension reform,\" Beshear said in a video statement posted to Twitter on Friday. \"They plopped a 291-page bill in front of legislators and made them vote on it without reading it.\"\n\nDee Anna Albright, a fifth-grade social studies teacher, put the matter more bluntly.\n\n\"We are terribly upset,\" Albright told the Lexington Herald-Leader, protesters around her shouted, \"We've had enough.\" \"Our government is mismanaged and ill-informed.\"\n\nAlbright and her fellow protesters in Kentucky are not the only teachers locked in a struggle with their state government. Just weeks after a protracted standoff between lawmakers and educators in West Virginia — which ended in educators receiving a 5 percent pay increase — similar disputes are reaching a boil in Oklahoma and Arizona, as well.\n\nThe Oklahoma Education Association and the Oklahoma Public Employees Association have pledged a walkout next week for pay raises and greater state revenue.\n\nGOP State Rep. John \"Bam\" Carney, a teacher himself, made clear in a passionate speech from the floor that he was not impressed with the protests.\n\n\"We have had grandchildren of members of this body come home crying from public schools because teachers are talking about their grandparents while they're at school,\" he shouted. \"I say, do your job, don't talk about politics, and teach the kids!\"\n\nBevin, for his part, has signaled that he intends to sign the bill despite the protests.\n\n\"Tonight 49 members of the Kentucky House and 22 members of the Kentucky Senate voted not to keep kicking the pension problem down the road,\" Bevin tweeted after the bill passed Thursday night. \"Anyone who will receive a retirement check in the years ahead owes a deep debt of gratitude to these 71 men & women who did the right thing.\"", "keywords": ["state", "night", "surprise", "employees", "retirement", "pension", "overhaul", "bill", "kentucky", "plans", "protest", "class", "skip", "teachers", "irate", "passed", "public"], "polarity": -0.06029727547584692, "subjectivity": 0.4492106438535009},
{"title": "Philadephia's New DA Wants Prosecutors To Talk Cost Of Incarceration While In Court", "url": "https://www.npr.org/2018/03/31/598318897/philadephias-new-da-wants-prosecutors-to-talk-cost-of-incarceration-while-in-cou", "text": "Philadephia's New DA Wants Prosecutors To Talk Cost Of Incarceration While In Court\n\nEnlarge this image toggle caption Emma Lee/WHYY Emma Lee/WHYY\n\nEvery day, judges around the country are deciding the fate of criminal defendants by trying to strike the right balance between public safety and fairness.\n\nIn Philadelphia, the new progressive district attorney has launched an experiment. He's asking his prosecutors to raise another factor with judges: the cost of incarceration.\n\nThe move has ignited a debate about whether the pricetag of punishment belongs in courtrooms.\n\nDo a little math\n\n\"Fiscal responsibility is a justice issue, and it is an urgent justice issue,\" Larry Krasner said at a press conference recently.\n\nKrasner is a former civil rights lawyer who rode into office on a platform of radically revamping the city's district attorney's office by opposing the death penalty, stepping away from cash bail and seeking shorter prison sentences for offenders.\n\nHe sees asking prosecutors and judges to grapple with the cost of locking up a defendant as a stride fulfilling his promise of trying to fight mass incarceration.\n\nAt sentencing hearings, when prosecutors traditionally talk about the impact on victims and the community and the need for deterrence, they now will also have to do a little math.\n\nSince the average cost of housing a prisoner for a year in Pennsylvania is $42,000, the prosecutor might say something like, judge, we are recommending four years in prison for this person. And that will cost taxpayers more than $160,000.\n\n\"A dollar spent on incarceration should be worth it,\" Krasner said. \"Otherwise, that dollar may be better spent on addiction treatment, on public education, on policing and on other types of activity that make us all safer.\"\n\nAsking prosecutors to tell judges the taxpayer tab of putting someone away is unusual. If cost is mentioned at all, it would far more likely be cited by a defense lawyer. Putting that responsibility of prosecutors has not been tested much in the country.\n\nIn 2010, Missouri made a similar proposal, making cost information available to judges, but it was not a mandatory consideration.\n\nLaw Mass Incarceration Is A Major U.S. Issue, Georgetown Law Professor Says Mass Incarceration Is A Major U.S. Issue, Georgetown Law Professor Says Listen · 4:22 4:22\n\nUniversity of Pennsylvania law and economics professor David Abrams said whether the move impacted the prison sentences judges handed down in Missouri has never been studied.\n\nIn Philadelphia, Abrams said it may just force judges to ponder the societal cost of incarceration a little differently, though he does not expect it to have sway across the city's entire justice system.\n\n\"I think there are going to be marginal cases where the judge is somewhat indifferent between harsher and maybe more expensive and slightly lass harsh and maybe vastly less expensive sentences, where this will make a difference,\" Abrams said.\n\n\"Absurd, irrelevant, ridiculous, nonsense and horrific\"\n\nNot everyone in Philadelphia's criminal law world is embracing the news. Some prosecutors say privately that they plan to ignore the guidance completely. And one judge recently said he would hold an assistant district attorney in contempt of court if the cost issue was raised again.\n\nRichard Sax, for one, is not surprised. He spent more than 30 years as a homicide prosecutor in the Philadelphia District Attorney's office before retiring last year. Here is his appraisal of Krasner's new policy: \"The words that come to mind are absurd, irrelevant, ridiculous, nonsense and horrific,\" Sax said.\n\nSax calls the announcement a public relations stunt and said it is insulting to victims of crime.\n\n\"It should have no bearing on whether a society, or a community or people who are at risk of being victimized should be protected from a human being, an individual,\" he said.\n\nAnd some families of crime victims agree with Sax, saying it is impossible to quantify what it is like to be the victim of crime.\n\nJust ask Celestine Shorts of North Philadelphia. Her brother, Christopher, was fatally shot last year. She said a courtroom debate about money would be upsetting to her.\n\n\"When you voluntarily hurt someone, I think you should be accountable for your actions. Was it only set to work if it's in the budget, or was it set with laws or law? Rules are rules, we have a structure,\" she said.\n\nEnlarge this image toggle caption Bobby Allyn/WHYY Bobby Allyn/WHYY\n\nIn Krasner's estimation, that structure has caused America to have more criminals locked up than any other country.\n\nKrasner said input from victims and their families will still be considered, along with public safety, the defendant's criminal background and the gravity of the offense.\n\nThe money factor, Krasner said, is just an additional consideration.\n\nResearch, he said, has consistently illustrated that shorter sentences for criminal offenders do not cause more crime. Instead, studies indicate that certainty of punishment — not the length of time spent behind bars — has a meaningful impact on deterring crime.\n\nDefense lawyer Michael Diamondstein said prosecutors, in recommending punishment to a judge, have an incredible amount of sway over a defendant's life and liberty.\n\nThe cost question will not please everyone, but he said it is about time the criminal justice system experiment with something new.\n\n\"Nothing ventured, nothing gained,\" Diamondstein said. \"The worst thing that happens is that it makes no difference. But it may. It may make a judge or two stop and think what the actual cost is to sentencing someone.\"\n\nWith the help of money from the MacArthur Foundation, city officials have been working for the past few years to cut the prison population with the goal of a one-third reduction. But individual decisions by a judge are harder to influence. Krasner is hoping to give them a nudge.\n\nAnd if it does shorten sentences, Krasner said he is confident it will not spike violent crime.\n\n\"We are not concerned that this is going to produce a zombie invasion of crime,\" he said at the press conference earlier this month. \"In fact, we consider it highly doubtful that people being arrested will even be aware this policy exists.\"", "keywords": ["cost", "issue", "krasner", "incarceration", "judges", "court", "law", "wants", "talk", "da", "philadephias", "criminal", "sentences", "judge", "prosecutors"], "polarity": -0.0770523378281999, "subjectivity": 0.4972350765454213},
{"title": "At Least 16 Palestinians Killed By Israeli Troops In Demonstrations Along Gaza Border", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598219561/seven-palestinians-killed-by-israeli-troops-in-demonstrations-along-gaza-border", "text": "At Least 16 Palestinians Killed By Israeli Troops In Demonstrations Along Gaza Border\n\nEnlarge this image toggle caption Mohammed Abed/AFP/Getty Images Mohammed Abed/AFP/Getty Images\n\nUpdated at 1:08 p.m. ET Saturday\n\nAt least 16 Palestinians have been killed and more than 1,000 injured in clashes Friday with Israeli troops along the Gaza border, according to the United Nations.\n\nThe victims range in age from 16 to 42 years old, according to Palestinian health officials. Palestinian health officials tell NPR that hundreds of Palestinians suffered from a range of injuries. The Associated Press reports the injuries were from live fire, rubber bullets or tear gas.\n\nThe U.N. Security Council called an emergency meeting to discuss the situation Friday night.\n\nOne of the dead recorded Friday was a man killed in the early morning before the demonstrations started. Israel says that he was approaching the border and that an Israeli tank fired on him. Palestinian health officials said Israel targeted farmers in the area. In Friday's demonstrations, Palestinians threw rocks and firebombs toward Israeli troops on the border.\n\nThe clashes come as Hamas, which controls Gaza, organized protests for the annual day when Palestinian refugees demand to return to areas in what is now Israel. Israel has been warning Palestinians to stay away from the border fence.\n\nTensions are high amid what are being called the \"March of Return\" protests, as Reuters reports:\n\n\"The protest marks 'Land Day,' an annual Palestinian commemoration of the deaths of six Arab citizens of Israel killed by Israeli security forces during demonstrations over government land confiscations in northern Israel in 1976. \"The demonstrators are demanding that Palestinian refugees be allowed the right of return to towns and villages which their families fled from, or were driven out of, when the state of Israel was created in 1948.\"\n\nEnlarge this image toggle caption Jack Guez/AFP/Getty Images Jack Guez/AFP/Getty Images\n\nThe protests are planned to last through mid-May, the 70th anniversary of the founding of Israel.\n\n\"The large crowds ... reflect the Palestinian people's determination to achieve the right of return and break the siege and no force can stop this right,\" said Hamas spokesman Fawzi Barhoum, according to AP.\n\nThe Israeli army tweeted that Palestinian protesters were \"rolling burning tires and hurling firebombs & rocks at the security fence & IDF troops, who are responding w riot dispersal means and firing towards main instigators.\" It said it has reinforced troops and warned that it \"is prepared to respond to the violent riots planned throughout the Gaza Strip, if necessary.\"\n\nIsrael Defense Minister Avigdor Liberman took the unusual step of tweeting in Arabic in a message to those living in Gaza. \"Everyone approaching the wall endangers his life,\" he wrote. \"I advise you to continue your normal lives and not engage in provocation.\"\n\nEnlarge this image toggle caption Jack Guez/AFP/Getty Images Jack Guez/AFP/Getty Images\n\nIsrael does not accept any right of return for Palestinian refugees.\n\n\"No Israeli government would ever be likely to accept this demand, since it would spell the end of Israel as a Jewish-majority state,\" The Times of Israel writes. \"Israel's position is that Palestinian refugees and their descendants would become citizens of a Palestinian state at the culmination of the peace process, just as Jews who fled or were forced out of Middle Eastern countries by hostile governments became citizens of Israel.\"\n\nOne of the farmers killed was identified as 27-year-old Amr Samour, who died when an Israeli tank fired on him. Another man was injured by shrapnel in the shelling.\n\nHis relative and fellow farmer, Yasser Samour, told the AP that Amr Samour had been collecting parsley in the early morning darkness when he was struck.\n\n\"I was working on the next field,\" Samour told the AP. \"We heard shelling landing on the field where Amr works. We ran there and found him hit directly with a shell. We were more than kilometer away from the border.\"\n\nA spokesman for the Israeli military told Reuters that in southern Gaza, \"two suspects approached the security fence and began operating suspiciously and the tank fired towards them.\"\n\nThe clashes are happening amid a number of holy days: Passover begins at sundown on Friday, which is also Good Friday for Christians; Easter for Western Christian churches is this Sunday; and Orthodox Easter is next Sunday.", "keywords": ["samour", "killed", "demonstrations", "palestinian", "troops", "security", "israel", "return", "palestinians", "gaza", "16", "israeli", "border"], "polarity": 0.026101784394467316, "subjectivity": 0.3307665505226481},
{"title": "Most Of 8 Shots Hit Stephon Clark's Back, Independent Family Autopsy Finds", "url": "https://www.npr.org/2018/03/30/598317514/6-of-8-shots-hit-stephon-clarks-back-independent-family-autopsy-finds", "text": "Most Of 8 Shots Hit Stephon Clark's Back, Independent Family Autopsy Finds\n\nEnlarge this image toggle caption Pool/Getty Images Pool/Getty Images\n\nUpdated at 6:20 p.m. ET\n\nStephon Clark, the 22-year-old black man shot and killed by Sacramento police earlier this month, was shot eight times, at least six in the back, an independent autopsy commissioned by Clark's family found.\n\nFamily lawyer Benjamin Crump said the findings of the family's autopsy contradict the narrative put forth by the Sacramento Police Department.\n\nThe results were released at a Friday news conference by forensic pathologist Dr. Bennet Omalu, who conducted the autopsy.\n\nThe first wound was to Clark's side, which led Omalu to conclude Clark was facing the house when he was first shot. Six other shots hit him from behind and one in the thigh. The Sacramento Police Department has said Clark was shot at 20 times.\n\nSacramento Police initially said \"officers believed the suspect [Clark] was pointing a firearm at them.\"\n\n\"Prior to the shooting, the involved officers saw the suspect facing them, advance forward with his arms extended, and holding an object in his hands,\" Sacramento Police said in a release a few days after the shooting. \"At the time of the shooting, the officers believed the suspect was pointing a firearm at them. After an exhaustive search, scene investigators did not locate any firearms. The only items found near the suspect was a cell phone.\"\n\nIn a statement after the press conference, the Police Department said further comment would be \"inappropriate at this time\" because the official coroner's report had not been released. Sacramento Mayor Darrell Steinberg echoed the department's call to wait for official results and that he knew the details would be \"graphic and disturbing.\"\n\nOmalu, who is best-known for his brain injury research pointed at diagrams of Clark's wounds as he spoke.\n\nSeven of the bullets each \"possessed a fatal capacity,\" Omalu said.\n\nDeath was \"not instantaneous,\" Omalu said, adding that his results suggest Clark lived for three to 10 minutes before he died. One question hanging over the case is whether officers got him medical attention quickly enough to be saved.\n\nIt's unclear whether the wounds into his back occurred while he was upright or on the ground.\n\nThe official coroner's autopsy has not yet been released and may take weeks to put together.\n\nYouTube\n\nFuneral services for Clark were held Thursday and attended by the city's mayor and the Rev. Al Sharpton.\n\nThe city has experienced nearly two weeks of protests since the shooting. This week, activists have blocked thousands of fans from entering Sacramento Kings games and hundreds attended a boisterous community forum at City Hall, as Capital Public Radio reported.\n\nAs KQED reports, the officers were guided by a Sacramento County sheriff's helicopter as they chased Clark. One officer can be heard on body camera video shouting \"Show me your hands! ... Gun, gun, gun!\" immediately before the shooting began. Video taken from the helicopter shows most of the shots were fired after Clark collapsed to the ground facedown.\n\nThe Sacramento Kings are holding a community forum on Friday and activists have called for more protests Friday evening.", "keywords": ["shots", "finds", "stephon", "independent", "clark", "shot", "family", "omalu", "autopsy", "shooting", "hit", "officers", "sacramento", "clarks", "suspect"], "polarity": 0.038218390804597706, "subjectivity": 0.34109195402298853},
{"title": "'I Failed To Protect Her': Congresswoman Apologizes For Alleged Abuse Within Office", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598338648/-i-failed-to-protect-her-congresswoman-apologizes-for-alleged-abuse-within-offic", "text": "'I Failed To Protect Her': Congresswoman Apologizes For Alleged Abuse Within Office\n\nEnlarge this image toggle caption NurPhoto/NurPhoto via Getty Images NurPhoto/NurPhoto via Getty Images\n\nCongresswoman Elizabeth Esty has been outspoken about ending sexual harassment, especially within the confines of Congress, and yet she conceded on Thursday that she failed to protect her own staff and provide a \"safe and respectful work environment.\"\n\nThe Democrat from Connecticut is apologizing for \"failure to see what was going on\" following reports her former chief of staff was allowed to stay on for months after a onetime staffer accused him of sexual harassment and physical abuse.\n\nThe apology was issued the same day The Washington Post published a report detailing claims made by Anna Kain, the former aide, against Tony Baker, whom she once dated.\n\n(The Connecticut Post first reported on scrutiny over Esty's handling of the abuse allegations against Baker.)\n\nKain told The Washington Post she informed Esty in the spring of 2016 that Baker sexually harassed, threatened and even punched her in Esty's Capitol Hill office in 2014 when she worked as the Congresswoman's senior advisor.\n\nKain says she was initially afraid to speak out, in part because she did not want to jeopardize her boss's chances at reelection.\n\nKain went to police after she said she received a threatening phone call from Baker in May 2016 and obtained a 12-month restraining order against him. Esty reportedly learned about the call too, yet allowed Baker to keep his position for three months; he left Aug. 12, receiving $5,000 severance pay and a draft letter of recommendation from Esty praising his \"considerable skills,\" the newspaper reports.\n\nEsty also reportedly signed a nondisclosure agreement with Baker, that included several secrecy provisions.\n\nThe Congresswoman told the Post that signing the agreement felt wrong to her but she felt pressured by the Office of House Employment Counsel.\n\nBaker went on to work for the gun advocacy group, Sandy Hook Promise, but was reportedly dismissed from his position after the Post contacted him this week.\n\nIn her statement, Esty said she was \"horrified and angry\" to learn in the spring of 2016 that her former chief of staff had \"harassed and harmed\" the former employee — Esty's statement does not use the names of either individual.\n\nEsty says she addressed \"the immediate crisis,\" demanding counseling for the chief of staff and says she later learned through a review process that other women on her staff had been victimized as \"part of a pattern of behavior.\"\n\nIt was then, Esty says, that she hired a new chief of staff and instituted mandatory harassment training.\n\n\"I've asked myself over and over again, how did I not see this? How could I have let down so many people?\"\n\nEsty vowed, \"Now that I know, I must do better. We all must do better.\"\n\nThe #MeToo movement has challenged sexual harassment across a wide array of industries and institutions, and Congress has not been spared.\n\nIn February, the House strengthened the Congressional Accountability Act, seeking to better protect congressional employees from harassment.\n\nEsty, who voted for the measure, released a statement at the time saying she too had been harassed as a young intern and attorney.\n\n\"The culture in Washington was bad then and still needs to change,\" Esty said. \"No one, whether a staffer, an intern, a fellow, or a Member, working in public service should have to feel afraid or intimidated to show up to work. And I am firmly committed to ensuring that my staff and I maintain an office atmosphere free of harassment.\"\n\nOn Friday, the Hartford Courant published an editorial calling for Esty to resign, saying her reported handling of the harassment accusations and delay in dismissing Baker was \"appalling.\"", "keywords": ["protect", "office", "harassment", "failed", "congresswoman", "esty", "alleged", "sexual", "staff", "chief", "statement", "work", "apologizes", "abuse", "washington", "baker", "post"], "polarity": 0.03114282358468406, "subjectivity": 0.4543323601463136},
{"title": "Wife Of Orlando Nightclub Shooter Cleared Of All Charges", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598239315/wife-of-orlando-nightclub-shooter-cleared-of-all-charges", "text": "Wife Of Orlando Nightclub Shooter Cleared Of All Charges\n\nEnlarge this image toggle caption Gerardo Mora/Getty Images Gerardo Mora/Getty Images\n\nUpdated at 11:11 a.m. ET\n\nNoor Salman, widow of the gunman who opened fire on an Orlando nightclub in 2016, has been found not guilty on both the counts she faced. U.S. District Judge Paul Byron announced the verdict Friday, roughly one month after the trial opened.\n\nSalman was the only person charged in connection with the massacre that left 50 people — including her husband, Omar Mateen — dead at Pulse nightclub. She stood accused of helping Mateen prepare for and plan the 2016 massacre at the nightclub and of obstructing investigators' efforts after the killing.\n\nHer defense team argued that far from being an eager collaborator, Salman was instead a \"simple woman\" with a low IQ, susceptible to influence and abused by Mateen. While prosecutors asserted that Noor had given misleading statements to state and federal investigators, the defense maintained that she had been manipulated and mistreated during these interrogations.\n\nLater in the trial, Salman's attorneys also called for Byron to declare a mistrial or dismiss the case outright, saying the prosecution had withheld crucial information for the development of their argument. It was not until after the prosecution had rested its case, nearly two weeks after the trial opened, that prosecutors disclosed the information in an email last Saturday.\n\nAmong those key details, according to the defense filing, was the fact that Mateen's father had worked as a confidential informant for the FBI at various points over more than a decade leading right up to the June 2016 shooting. The filing noted that federal authorities had also opened an investigation of Seddique Mateen after the shooting, basing the probe on a series of money transfers he made to Turkey and Afghanistan not long before the massacre.\n\nThe defense argued that without those details, the defense had been unfairly hamstrung — an assertion that Byron rejected. He denied the motion earlier this week and allowed the trial to proceed.\n\nUltimately, though, the jury sided with the defense anyway, acquitting Noor Salman of both charges: aiding and abetting the provision of material support to a foreign terrorism organization — in this case, the Islamic State, to whom Omar Mateen pledged his allegiance during the attack — and obstruction of justice.\n\nSalman bowed her head and cried in relief as the verdict was read, according to reporters inside the courtroom. Her defense team and family exchanged hugs.\n\n\"I believe in our criminal justice system and am grateful for the jury's hard work and deliberation,\" Orlando Police Chief John Mina said in a statement released after the verdict, also thanking prosecutors and law enforcement. \"Nothing can erase the pain we all feel about the senseless and brutal murders of 49 of our neighbors, friends, family members and loved ones.\"\n\n\"We are very sorry for the family members and friends of the 49 victims of the Pulse nightclub shooting and also the survivors of that horrible attack,\" a family spokesperson told reporters outside the courtroom.\n\n\"Noor can go home now to her son,\" the spokesperson added, \"resume her life and try to pick up the pieces from more than two years in jail. We really hope the best for her future, and we want people to know that she is not guilty. She is innocent. There is no question: A judge has decided.\"\n\n\"Our belief in the process was affirmed today,\" defense attorney Linda Moreno said.\n\nThat respect for the process was echoed in Pulse owner Barbara Poma's statement after the verdict.\n\n\"Those of us directly affected by this tragedy must find peace in our hearts and remember that [Mateen] was the one who pulled the trigger that night,\" she added. \"He was the perpetrator, and he should not have one more minute of power over our lives.\"", "keywords": ["mateen", "nightclub", "pulse", "family", "shooter", "orlando", "verdict", "defense", "shooting", "salman", "wife", "trial", "prosecutors", "cleared", "charges"], "polarity": 0.020785070785070775, "subjectivity": 0.5446267696267696},
{"title": "Advertisers Ditch Laura Ingraham After She Mocks Parkland Activist", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598194392/advertisers-ditch-laura-ingraham-after-she-mocks-parkland-activist", "text": "Advertisers Ditch Laura Ingraham After She Mocks Parkland Activist\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nMultiple companies say they're pulling their advertisements from conservative Fox News host Laura Ingraham's show after she sent a tweet mocking Parkland shooting survivor and gun-control activist David Hogg.\n\nNestle US, Hulu and Nutrish confirmed on Twitter that they are removing advertising from Ingraham's show. Media reports say TripAdvisor, Expedia, Wayfair and Johnson & Johnson are pulling their support as well.\n\nIngraham wrote Wednesday morning to her more than 2 million Twitter followers that Hogg, a high school senior, was whining about being rejected by four colleges. \"David Hogg Rejected By Four Colleges To Which He Applied and whines about it. (Dinged by UCLA with a 4.1 GPA...totally predictable given acceptance rates.)\" she wrote, before linking to an article that called Hogg a \"gun rights provocateur.\"\n\nHogg — who has amassed more than 650,000 Twitter followers himself — responded by tweeting a list of 12 companies that he said were sponsors of Ingraham's show, The Ingraham Angle. Hogg asked his supporters to each contact three or four companies.\n\nFacing pressure, Ingraham wrote an apology on Thursday afternoon, saying: \"On reflection, in the spirit of Holy Week, I apologize for any upset or hurt my tweet caused him or any of the brave victims of Parkland.\" She invited Hogg to appear on her show.\n\nHogg then wrote: \"I will only accept your apology only if you denounce the way your network has treated my friends and I in this fight. It's time to love thy neighbor, not mudsling at children.\"\n\nHogg has become one of the most visible of the survivors of the Marjory Stoneman Douglas High School shooting, in which 17 people died. He frequently appears in the media and spoke at the \"March For Our Lives\" rally in Washington, D.C. over the past weekend.\n\nTravel website TripAdvisor said it would stop advertising on Ingraham's show, saying it does not \"condone the inappropriate comments made by this broadcaster.\"\n\n\"We also believe Americans can disagree while still being agreeable, and that the free exchange of ideas within a community, in a peaceful manner, is the cornerstone of our democracy,\" the company said, according to The New York Times. \"In our view, these statements focused on a high school student cross the line of decency.\"\n\nThe online furniture seller Wayfair said in a statement to the Times: \"The decision of an adult to personally criticize a high school student who has lost his classmates in an unspeakable tragedy is not consistent with our values.\"\n\nHulu, the online video streaming service, said on Twitter it was \"no longer advertising on Laura Ingraham's show\" and was \"monitoring all of our ad placements carefully.\"\n\nFoodmaker Nestle said it had \"no plans to buy ads on the show in the future,\" while celebrity food host Rachael Ray's pet food company Nutrish said it was \"in the process\" of removing its ads.\n\nSupporters of Ingraham took to social media to say they would, in turn, now boycott companies that canceled their ad buys.\n\nIt's not the first campaign to ask advertisers to abandon a Fox News host.\n\nAlmost a year ago, more than 50 advertisers yanked their spots from Bill O'Reilly's Fox News show after it emerged that O'Reilly, Fox and its parent company had paid $13 million to settle five sexual harassment lawsuits. Fox dropped O'Reilly from the network soon after, though it's unclear how much the loss of advertisers contributed to the network's decision.\n\nIn November, Fox's Sean Hannity stoked controversy by supporting Alabama Senate candidate Roy Moore despite reports of Moore's sexual advances toward teenage girls. Coffee company Keurig initially said it was pulling ads from Hannity's show, only to face social media backlash from Hannity's supporters, who posted videos on Twitter of themselves smashing Keurig machines.\n\nSean Hannity is, of course, still on Fox, and as The Washington Post notes, successful boycotts are hard to pull off. \"At any given time, someone is probably trying to boycott a Fox News show for something.\"\n\nThe Ingraham Angle is one of the top-rated news/opinion shows on cable.\n\nAnd as NPR's Colin Dwyer wrote, losing ads on one of its shows doesn't necessarily mean a financial hit for Fox — advertisers can simply slot their ads at other times on the network.", "keywords": ["ingraham", "advertisers", "twitter", "high", "fox", "laura", "activist", "mocks", "school", "hogg", "wrote", "media", "ditch", "parkland", "ingrahams"], "polarity": 0.15330627705627706, "subjectivity": 0.47700448361162656},
{"title": "Seth Rich's Brother Files Lawsuit Alleging Baseless Claims On DNC Hack", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598246475/seth-richs-brother-files-lawsuit-alleging-baseless-claims-on-dnc-hack", "text": "Seth Rich's Brother Files Lawsuit Alleging Baseless Claims On DNC Hack\n\nThe murder of Democratic National Committee staffer Seth Rich in the summer of 2016 remains unsolved, still under investigation by police in Washington, D.C. It is the inspiration for round after round of baseless speculation about the cause of his death, linking it to the leak of thousands of Democratic Party emails that year. And those theories are generating yet another lawsuit.\n\nThis week, Aaron Rich, Seth Rich's brother, sued Dallas financial adviser Ed Butowsky, a pivotal figure in early coverage of the case, along with a conservative conspiracy theorist and the The Washington Times. The suit alleges that the trio promoted groundless accusations about Aaron Rich's involvement in the leaks of those emails to Wikileaks.\n\nThere is no publicly known factual basis for making those accusations. U.S. intelligence and national security officials under both the Obama and Trump administrations concluded that hackers acting at the behest of the Russian government had illegally hacked the Democratic National Committee emails.\n\nAaron Rich's lawsuit is the third related to politically motivated conspiracy theories about Seth Rich's death filed against Butowsky, a sometime Fox News contributor.\n\nThe claims about Seth Rich were the core of a Fox News story last May — retracted a week later and the subject of a lawsuit filed by Rich's parents against Fox News filed earlier this year. Butowsky had allegedly been a key figure in orchestrating that story, according to material contained in a lawsuit filed last August against Fox News, Butowsky and a Fox News reporter stemming from that same discredited Fox News story. (Fox News said the story had not been subjected to sufficiently rigorous editing and scrutiny but did not apologize to the Riches.)\n\nAaron Rich's attorneys point to additional public statements from Butowsky and an online conservative activist named Matt Couch (along with Couch's company, America First Media) that they claim strongly imply Aaron Rich engineered the mechanics of getting the Democratic Party emails to WikiLeaks and that he accepted money from the shadowy outfit.\n\n\"Aaron wants to clear his name,\" Rich's attorney, Michael Gottlieb, told NPR. \"The accusation is that he's conspired with a hostile foreign intelligence service to steal documents from an American political organization in exchange for money. ... It's completely and utterly fabricated and baseless.\"\n\nAs a candidate, President Trump hailed Wikileaks for publicizing the Democratic emails, which showed dissension within the Democratic Party over Hillary Clinton's primary battle with Bernie Sanders. Trump's CIA chief, Mike Pompeo, has called WikiLeaks a hostile intelligence service.\n\nAccording to the lawsuit, filed this week in federal court in Washington D.C., Aaron Rich holds security clearance for the work he does for a defense contractor. Gottlieb says his client views the accusation of helping WikiLeaks as tantamount to an accusation of treason.\n\nIn commenting on the lawsuit, Butowsky told NPR he was merely repeating what Rich's parents told him about Aaron Rich during his first call to the couple, back in December 2016. Butowsky claims that Joel Rich said he knew his sons had been involved in downloading those documents for WikiLeaks in exchange for payment — a contention that a spokesman for Aaron Rich's family and his attorneys heatedly deny.\n\nOn March 18, The Washington Times published an opinion piece by a retired commander in chief of the Pacific fleet, James A. Lyons, titled, \"More Cover Up Questions.\" It linked Seth Rich's death to the leaked emails and cited Butowsky as a source. (Lyons and Butowsky had served together on an unofficial \"citizens' commission\" on the deadly attack on the U.S. mission in Benghazi, a touchstone for conservative critics of the Obama administration.)\n\nSenior executives at The Washington Times did not return NPR's calls seeking comment.\n\nThe lawsuit documents what it says is coordination between Butowsky and Couch; it presents evidence that Butowsky is seen weighing in during one of Couch's live streaming Periscope video commentaries to say that WikiLeaks payments to Aaron Rich were \"confirmed\" by his parents.\n\nIn remarks this week to NPR, Butowsky affirmed the exchange. He told NPR it was the only public online discussion he had with Couch.\n\nButowsky further distanced himself from Couch in speaking to NPR: \"I don't really know Matt at all. I have talked to him from time to time,\" Butowsky said. \"But I don't really know what's credible or who's credible.\" He pointed back to what he alleged are the December 2016 remarks from Aaron Rich's parents (which they reject).\n\nButowsky told NPR that he is currently representing himself in the case because, he said, he considered it ridiculous.\n\nIn another Periscope streaming video posted after the lawsuit was filed, Matt Couch said he would not be deterred in his search for the truth. Couch cited Butowsky for his claims. Couch has raised money off his theories, asking for donations through PayPal. He claims the donations will help him solve Seth Rich's murder and show the connection between the killing and the WikiLeaks postings.\n\nCouch and Butowsky each said they could take advantage of the legal process to gain insight into Aaron Rich's actions. Rich's attorney, Gottlieb, said his client was aware of that — and had nothing to hide.", "keywords": ["claims", "filed", "baseless", "dnc", "hack", "brother", "aaron", "richs", "wikileaks", "rich", "npr", "seth", "lawsuit", "alleging", "files", "fox", "butowsky"], "polarity": 0.15161752661752662, "subjectivity": 0.4655405405405404},
{"title": "As Atlanta Seeks To Restore Services, Ransomware Attacks Are On The Rise", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/597987182/as-atlanta-seeks-to-restore-services-ransomware-attacks-are-on-the-rise", "text": "As Atlanta Seeks To Restore Services, Ransomware Attacks Are On The Rise\n\nEnlarge this image toggle caption NJPhotos/Getty Images/iStockphoto NJPhotos/Getty Images/iStockphoto\n\nAtlanta city officials are not saying whether they were strong-armed into paying the $51,000 ransom to hackers holding many of the municipality's online services hostage, but they did announce progress in restoring networks on Thursday.\n\nPolice officers are once again able to file reports electronically and some investigative databases thought to have been corrupted by the ransomware attack have turned out to be unscathed, the city says. The city's 311 system — which deals with things such as trash pickup and reporting of potholes — is also back in operation.\n\nAs a precaution, however, law enforcement is still not using some of its databases and the city's water department can't take any form of payment. Plus, the municipal court continues to push off its caseload, indefinitely.\n\nAtlanta is just the latest target in a long list of victims whose vulnerable cybersecurity has fallen prey to online predators.\n\nThe FBI says ransomware attacks have been on the rise for the past three years, particularly against organizations that serve the public. That includes hospitals, school districts, state and local governments and even law enforcement.\n\nSpike in ransomware attacks\n\nIn 2016, the agency received 2,673 complaints of extortion through the malware with losses of over $2.4 million. Last year, the number of reports increased to about 3,000, with losses remaining at about the same level.\n\nData compiled by BitSight, a cybersecurity ratings company, is even more staggering. A 2016 report analyzing government, health care, finance, retail, education and utilities concluded that education institutions are most likely to be on the receiving end of a ransomware attack. They are three times as likely to get hit as are the health care sector and more than 10 times as likely as financial institutions.\n\nAlso according to the study, government entities, from local to federal agencies, have the second-lowest security rating and the second-highest rate of ransomware attacks.\n\nIf Atlanta has not capitulated to the hijackers' demands, then it's following the FBI's don't-pay-the-blackmailers policy.\n\n\"Paying a ransom not only emboldens current cyber criminals to target more organizations, it also offers an incentive for other criminals to get involved in this type of illegal activity,\" FBI Cyber Division Assistant Director James Trainor wrote in a 2016 report on rising ransomware attacks.\n\nNo guarantees\n\nAdditionally, \"[It] doesn't guarantee an organization that it will get its data back— we've seen cases where organizations never got a decryption key after having paid the ransom,\" Trainor said.\n\nIt's also a bad idea to fork over any amount of cash, he said, because it could \"inadvertently be funding other illicit activity associated with criminals.\n\nBitSight Chief Technology Officer Stephen Boyer tells NPR that there is no one way to handle these types of extortion efforts.\n\n\"It really depends on the intent,\" he explains.\n\nSome hacks can be cloaked to look like a straightforward ransomware attack, but in reality they are what are called \"wiperware,\" meaning they are purely destructive in nature.\n\n\"Last year we saw some attacks where it was cloaked to look like a ransomware attack but when researchers finally understood what the script was doing, it wasn't ever possible to recover the files,\" he says.\n\nBut if the attacker is truly intent on extorting money, \"There's actually some honor amongst thieves,\" he says, laughing.\n\nThe reason: \"They need to show and demonstrate a track record of decrypting files, otherwise no one will pay.\"\n\nIn Boyer's experience, most of these criminal entrepreneurs go as far as establishing customer support groups to help their victims pay on time. They provide technical help in transferring funds into bitcoin and in some cases, even testing out sample decryption keys.\n\nIn the long run, it is in the hackers' best interest to establish a good reputation with the public at large. \"Because if word gets out that they never decrypt files, no one will ever pay and they'll never make money,\" Boyer says.\n\nDespite the FBI's advice, there is no consistency in the way cities, schools and hospitals have responded to hackers' demands. Outcomes are equally variable.\n\nA school district refuses to pay\n\nBig Fork Schools, a Montana district with about 900 students, has been under siege twice since 2016.\n\nThe first time it was hit with a ransomware attack that disabled the administration's computer system. The district was given 48 hours to respond or risk having its data wiped clean.\n\nSuperintendent Matt Jensen remembers it as a terrifying day.\n\nStill, he tells NPR, \"We didn't even entertain the notion of negotiating with them.\"\n\nIt was a matter of principle, economics and luck.\n\nIT administrators had backed up the entire system just two weeks prior to the strike, so even in a worst-case scenario it wouldn't be losing very much data.\n\nPerhaps factoring the size and budget of the school district or maybe owing to sheer ignorance, the hackers only demanded $2,000 to $4,000, Jensen recalls. Therefore, if the district decided to ignore the blackmailers and go back to the 2-week-old version of the systems, Jensen calculated that would cost about $8,000. It was worth it.\n\n\"We just decided we would pay more to not support a terrorist organization,\" he says.\n\nIn the end, the district's primary data remained inaccessible for over a week and it took about two months to backfill what was lost. But on the bright side, the recovery operation came in under budget.\n\nThe second attack happened last fall. Jensen was glad to report that none of the district's systems were comprised.\n\n\"The 2016 attack was a blessing in disguise,\" he says, because in the interim between attacks, the district had invested lots of time and money in beefing up online security.\n\nThe school district was lucky. \"Unfortunately, lots of schools do not have the budget to support IT defenses and it makes us pretty vulnerable,\" he says.\n\nA hospital gives in\n\nThe assault on Hollywood Presbyterian Medical Center in Los Angeles was a different kind of nightmare.\n\nAll but three of the hospital's computer systems were brought down by a ransomware attack in February 2016.\n\n\"It was just awful,\" Steve Giles, the hospital's chief information officer tells NPR, explaining that hospitals are extremely susceptible to these threats because patient data can have life-or-death implications. As a result, hospitals are much more willing to meet the payment demands of hackers.\n\nYet, at the time of the attack Giles had never heard of a ransomware attack on a hospital.\n\n\"We were not even cognizant of the kind of level of cyberattack we incurred,\" he says.\n\nHackers initially demanded 22 bitcoin, a value of about $9,000 at the time. But when the hospital paid, the hostage-takers came back for more. \"They said they had given us the wrong software so we had to pay another 18 bitcoin,\" which added up to nearly $7,000 more, Giles says.\n\nThen a new problem: After paying the ransom, the hackers sent over the encryption code. Actually, more than 900 separate sets of code \"that had to be uniquely applied to all servers and PCs.\"\n\nWhen asked how they could trust that the hackers wouldn't come back a third time, Giles says, \"We didn't know.\"\n\nBut, Giles says, \"It was a worthwhile bet and we took a chance because we felt that the decryption codes would be a quicker way to bring the system back up.\"\n\nDespite getting duped, and the frenzy the payoff created, Giles maintains it was the right call. He's also immensely proud that for the duration of the outage no patients were adversely affected.\n\nIt's tough to contradict Giles in light of the May 2017 ordeal at Erie County Medical Center in Buffalo, N.Y. When it became a target of a $30,000 extortion plot, authorities there decided not to pay.\n\nHackers wiped about 6,000 of the hospitals computers and it took the staff about six weeks to get up and running again. In the meantime, employees kept handwritten records.\n\nOfficials said it cost them $10 million to recover from the attack. That figure includes money spent on hardware and software to rebuild the hospital's computer system, as well as overtime pay and lost revenue.", "keywords": ["restore", "attacks", "attack", "school", "giles", "ransomware", "seeks", "pay", "ransom", "services", "hospitals", "hackers", "rise", "district", "atlanta", "system"], "polarity": 0.0879358585858586, "subjectivity": 0.46651053391053393},
{"title": "In Denmark's Plan To Rid Country Of 'Ghettos,' Some Immigrants Hear 'Go Home' ", "url": "https://www.npr.org/sections/parallels/2018/03/30/593979013/in-denmark-s-plan-to-rid-country-of-ghettos-some-immigrants-hear-go-home", "text": "In Denmark's Plan To Rid Country Of 'Ghettos,' Some Immigrants Hear 'Go Home'\n\nEnlarge this image toggle caption Sidsel Overgaard/NPR Sidsel Overgaard/NPR\n\nIn a move aimed at ensuring an integrated Denmark without \"parallel societies\" and to protect \"Danishness,\" the Danish government recently released a plan to rid the country in the next 12 years of areas it officially calls \"ghettos.\"\n\nIn Denmark, the word \"ghetto\" is a legal designation typically applied to a neighborhood with more than 1,000 residents, meeting at least two of the following three criteria (though additional criteria are sometimes also applied):\n\nAt least 50 percent of residents are immigrants from non-Western countries.\n\nAt least 40 percent of residents are unemployed.\n\nAt least 2.7 percent of residents have criminal convictions.\n\nPolitical leaders refer to these areas as \"holes in Denmark's map,\" where Danish language and values are lost to generation after generation of residents.\n\nCurrently, there are 25 ghettos in Denmark, scattered throughout the country. Of the 60,000 people living in these areas, two-thirds are from non-Western countries including Turkey, Syria, Iraq, Lebanon, Pakistan and Somalia.\n\nBecause these neighborhoods are dominated by apartment buildings with cheap rents, refugees on \"integration support\" have often been placed there by public authorities. But many immigrants choose to live there on their own.\n\nPrime Minister Lars Løkke Rasmussen says that while the number of first- and second-generation, non-Western immigrants has grown from 50,000 in 1980 to almost 500,000 today, \"people with the same problems have clumped together, [and] we have let it go, perhaps with the naïve idea that integration would happen on its own over time, because this is such a great country with so many possibilities... But it hasn't happened. The problem has grown.\"\n\nIt's not the first time the government has launched a strategy to abolish ghettos. In fact, there have been several in the last two decades. But rather than issuing broad-brush decrees, as has been tried in the past, this time 13 of the plan's 22 initiatives apply only to ghettos or similarly defined \"vulnerable areas,\" and the people who live there.\n\nThe strategy includes four areas of focus: physical redevelopment, control over who is allowed to live in these neighborhoods, crime abatement and education. The overarching goal is for these areas to become more attractive to ethnic Danes, while non-Western immigrants will disperse into other, more mixed neighborhoods.\n\nSome of the more controversial initiatives include a plan to double the normal punishment for crimes committed in the ghettos, and a requirement that children living in vulnerable areas start attending daycare for at least 30 hours a week as soon as they turn 1.\n\nCritics argue that in trying to protect Danish values, these targeted regulations will undercut one of the most important: equality before the law.\n\nA few days after the plan's release, Idil Ahmed emerges from a supermarket in the city of Kolding. In this market, located in the heart of one of the city's two designated ghettos, the shelves are lined with za'atar, okra, makdous — imports that would be hard to find in a typical Danish grocery store. Ahmed hesitates a moment before putting down her three bags.\n\nShe says she arrived in Denmark from Somalia several decades ago, at age 17. Speaking in Danish, she explains that at first, she felt welcome here, perhaps because immigrants were less visible then. But recently, the tone has changed.\n\nAhmed says she hasn't read the entire government plan, but she understands the premise: one set of rules for the rest of Denmark and a different set for her and her neighbors.\n\n\"You must do this, you must do that,\" she says. \"What they mean is: 'Go home.'\"\n\nAhmed says she's considering it, even though she has a job and three grown sons, all born in Denmark.\n\n\"Even though I came as a child,\" she says, \"I think, 'This is a bad feeling. I cannot grow old in this country.'\"\n\nSome residents see positive elements of the plan, like the promise of an increased police presence. But overall, Ahmed worries that the constant negative attention is causing resentment among her Danish neighbors.\n\nTake Finn Nørbæk, an ethnic Dane who lives in the same area. He says he likes it there and has never had any problems — this particular ghetto is known as one of the safest. Still, he says, sometimes he does think there are too many immigrants living in one place, and some of them seem to have nothing to do.\n\nHe points to a tall young man entering the shop.\n\n\"See him over there?\" he says, lowering his voice. \"He doesn't do anything. He just gets money. They just want money.\"\n\nEven opponents of the plan, who tend to favor a more carrot-based approach, agree that unemployment is a very serious problem in Denmark's ghettos. According to the government, a third of non-Western immigrants have been out of work or school for four of the last five years.\n\nThat said, what may be most surprising about this plan is how little criticism it faces, especially from the country's largest opposition party, the center-left Social Democrats.\n\nIt's part of a growing European trend that is particularly evident in Denmark: Social Democrats are taking a harder line on immigration as they try to win back working-class voters who have veered toward nationalism.\n\nShortly after President Trump won the Republican nomination in 2016, Danish Social Democrat leader Mette Frederiksen crafted a prescient Facebook post: \"We have to admit that the people he speaks to are feeling heard for the first time in a long time, and have been missing a voice that puts words on their fears and frustrations.\"\n\nBack in the Kolding ghetto, Ahmed Said, who has lived in Denmark for 15 years, says he now sees those fears expressed constantly.\n\n\"Every single morning, you listen to the radio or you read the media, it's just about us [the immigrants]. All the time. 'We shall do this, we shall do that.' Why don't they just say 'get out'? I think that would be better,\" he says. \"People are tired of this. We are tired of this.\"\n\nSaid says ultimately it doesn't matter whether the government uses carrots or sticks. Gesturing toward the high rises all around, he says that until Danes take a hard look in the mirror, nothing will change.\n\n\"Twenty-five years ago, the people living here, they were all Danish people, white Danish people,\" he says.\n\nHe points in the direction of a former school building and explains how, as foreign children began to fill the classrooms, Danish children moved out. Eventually, the school was shut down.\n\nUnder the new plan, daycare centers accepting more than 30 percent of their children from vulnerable areas would also be shut down — though, at the same time, the plan stipulates that children not living in a vulnerable area cannot be forced to attend a daycare center connected to one.\n\n\"If they do it again, and they move Somalis to another place where there are only Danish people living, they're going to do the same, the Danish,\" Said says. \"They're going to leave.\"\n\nIf integration is actually the goal, he says, it has to be a two-way street.", "keywords": ["denmark", "rid", "residents", "children", "living", "areas", "nonwestern", "ghettos", "hear", "immigrants", "denmarks", "plan", "danish", "country"], "polarity": 0.050391509075719584, "subjectivity": 0.3867804928989141},
{"title": "The Fall Of Harriet Miers: A Cautionary Tale For Dr. Ronny Jackson?", "url": "https://www.npr.org/2018/03/30/598115811/the-fall-of-harriet-miers-a-cautionary-tale-for-dr-ronny-jackson", "text": "The Fall Of Harriet Miers: A Cautionary Tale For Dr. Ronny Jackson?\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 3:05 p.m. ET\n\nPresident Trump's intent to nominate his White House physician to lead the Department of Veterans Affairs has brought back a name long absent from the news: Harriet Miers.\n\nMiers was White House counsel when President George W. Bush stunned Washington by nominating her to the Supreme Court in October 2005. Miers, who would have been the third woman to serve on the high court, was meant to succeed the first — Sandra Day O'Connor, who was retiring.\n\nNationally, the big story that autumn was Hurricane Katrina, which had devastated New Orleans and much of the Gulf Coast. But it was the storm over Miers that dominated the nation's capital that October and force her to withdraw as nominee.\n\nThere are two reasons that saga returned to capital conversations this week in connection with the decision to nominate Rear Adm. Ronny Jackson to run the Department of Veterans Affairs. One was that both Miers and Jackson were seen as surprising and highly personal choices who lacked conventional qualifications for the jobs in question.\n\nThe second was that both Miers and Jackson were known for their strong personal connection to the president they served, who had reason to appreciate and return their loyalty.\n\nMiers had served Bush in a succession of roles beginning in 1995 during his first term as governor of Texas. Miers served as Bush's personal attorney and also most of a term as chair of the Texas Lottery Commission, resigning early in 2000 as Bush was seeking the Republican nomination for president.\n\nIn January 2001, she came to Washington as assistant to the president and staff secretary. In 2003, she became deputy chief of staff for policy and, the following year, White House counsel. Eleven months later, Bush nominated her for the Supreme Court.\n\nWith no time as a judge or experience with constitutional law, Miers seemed a sharp departure from other nominees in both parties in recent decades — most of whom had extensive service on the federal bench, including the U.S. Courts of Appeals.\n\nSome critics at the time suggested that Miers had won Bush's permanent gratitude by helping him handle inquiries into his military record, which included time in the Texas Air National Guard during the Vietnam War. She was also quoted calling Bush \"the most brilliant man\" she had ever met and the \"best governor ever.\"\n\nBut if Miers was a target for enemies of her boss, she probably suffered more from criticism on the political right. Conservative legal groups were wary of her, concerned that she was not a strong and proven jurist who could be influential in the manner of then-Justice Antonin Scalia.\n\nSenate Republicans who had not been consulted about her selection were lukewarm about it at best. (Then-Sen. Trent Lott of Mississippi said he could not \"get excited about\" her nomination.) She was nothing like John Roberts, who had been confirmed as the successor to Chief Justice William Rehnquist earlier that autumn.\n\nBut if the Senate was unenthusiastic, conservative media commentators and talk radio hosts were far less restrained, noting that Miers had been a Democrat who gave money to other Democrats such as Al Gore as late as 1988. They questioned her views on abortion, despite her repeated public pledges of opposition to Roe v. Wade. In fact, there were rumors that she privately supported Roe, the 1973 Supreme Court decision that established a woman's constitutional right to an abortion.\n\nHer meetings with members of the Senate Judiciary Committee, who would vote first on her nomination, did not go well. She struggled with their questions about the law and elements of constitutional theory. The chairman and ranking member of the committee sent back her written questionnaire and asked for better answers. Other Republican senators went further, asking her to turn over memos she had written advising the president.\n\nAt that point, the White House announced that Miers had asked to withdraw her nomination — just three weeks into the process. Bush would subsequently nominate Samuel Alito for the vacancy. Alito was confirmed in January 2006 and is a core member of the court's conservative bloc. Miers returned to the White House as legal counsel and stayed until January 2007.\n\nThe story of Miers' ill-fated selection was recalled this week after Trump tweeted an announcement of Jackson as his choice to replace VA Secretary David Shulkin, who was fired.\n\nThe president had been a Shulkin fan as recently as last spring, when they collaborated on legislation to overhaul the department. But the secretary's business trip to Europe later in the year included his wife and side trips that the VA inspector general called serious violations of ethics and policy.\n\nJackson has been a career Navy physician, serving stateside and in a forward military hospital in Iraq. He has at times supervised a small staff of immediate subordinates but nothing like the 360,000 employees he will have in the VA, the second-largest federal department by number of personnel, behind the Defense Department. The VA serves more than 9 million veterans and maintains 170 medical centers and more than a thousand outpatient clinics.\n\nJackson also evoked Miers' lavish praise of her boss in his effusive report on Trump's health in a famous news conference in January. Although he acknowledged the president could lose weight and exercise more, he said he was plenty healthy to serve one or two terms. \"It's called genetics,\" he said. \"You know, just great genes ... incredible genes.\"\n\nIn a moment of hyperbole, Jackson said the president, with better diet, might live 200 years.\n\nThese rather superficial similarities might soon be forgotten if no more consequential obstacles arise. But Jackson, like Miers, must face confirmation by the Senate, where initial reaction to his nomination was muted. Powerful senators such as Johnny Isakson, the Republican who chairs the Committee on Veterans Affairs, were public admirers and defenders of Shulkin.\n\nThe former secretary also had strong support from such traditional veterans' groups as the Veterans of Foreign Wars, the Disabled American Veterans and AMVETS — all of which would be expected to have influence in the confirmation process for Shulkin's successor.", "keywords": ["department", "dr", "veterans", "jackson", "fall", "white", "house", "ronny", "president", "harriet", "bush", "miers", "cautionary", "va", "tale", "nomination"], "polarity": 0.13144284287141433, "subjectivity": 0.3803822368108081},
{"title": "36-Year-Old Accountant Called In As Emergency NHL Goalie — And He Crushed It", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598263399/36-year-old-accountant-called-in-as-emergency-nhl-goalie-and-he-crushed-it", "text": "36-Year-Old Accountant Called In As Emergency NHL Goalie — And He Crushed It\n\nEnlarge this image toggle caption Icon Sportswire/Icon Sportswire via Getty Images Icon Sportswire/Icon Sportswire via Getty Images\n\nScott Foster is a 36-year-old accountant who lives in Oak Park, Ill. More than a decade ago, he was goalie on Western Michigan's hockey team. These days he plays in a rec league at a rink called Johnny's Icehouse.\n\nThat rink is just a few blocks east of the arena where the Chicago Blackhawks play — and where, on Thursday night, Foster became a legend.\n\nJust before faceoff against the Winnipeg Jets, the Blackhawks tweeted that they had signed Foster to an amateur tryout contract to be the team's emergency backup goaltender: EBUG, for short. The team pointed to his .875 save percentage at Western Michigan University and his earlier career for the Petrolia Jets of the Western Ontario Hockey League.\n\nThe one-day contracts are generally unpaid, and Foster, a father of two young children, has come to the United Center before to be on call as backup goalie.\n\n\"Usually,\" he said, \"I just head upstairs, watch the game from the press box, have a bite to eat, and head home.\"\n\nThe Hawks needed to have Foster around, just in case, because they were a little shorthanded on goalies since their standout netminder, Corey Crawford, is injured and Anton Forsberg got hurt just before the game.\n\nThen fill-in goalie Collin Delia, making his own NHL debut, had to leave the game in the third period due to cramping.\n\nNHL YouTube\n\nThat left just one man to preserve the Hawks' lead.\n\n\"I don't think I heard anything other than, 'Put your helmet on,' \" Foster said later.\n\nWith Blackhawks coach Joel Quenneville grinning, Foster took the ice.\n\nAnd he stopped one shot after another — seven times blocking the Jets' attempts to score.\n\nIn a moment most rec-league players can recognize from our wildest dreams, the fans in the United Center began chanting his name.\n\nWith Foster's able handling in the net, the Hawks sealed the win, 6-2.\n\n\"The initial shock happened when I had to dress,\" Foster told delighted reporters after the game. \"You just kind of black out after that.\"\n\nBrady Trettenero YouTube\n\nFoster even won the team belt, which goes to the player of the game.\n\n\"I think I'm just about hitting my prime,\" he joked.\n\nFor the moment, he has incredible (if minimal) stats: his save percentage is 1.000. That's even higher than the Hawks' Corey Crawford, who has twice won the NHL's goalkeeping trophy.\n\nSo where does the beer-league-turned-big-league hero go from here?\n\nBack to work.\n\n\"You think there'd be a lot of pressure,\" Foster said. \"But, really, tomorrow I'm going to wake up, I'm going to button up my shirt, and I'm going to go back to my day job. So what pressure is there for me?\n\n\"You just keep grinding away in men's league, and eventually you'll get your shot,\" he deadpanned.\n\nHis men's league, by the way, was very proud.", "keywords": ["called", "jets", "think", "going", "foster", "accountant", "im", "emergency", "western", "team", "crushed", "league", "36yearold", "nhl", "hawks", "goalie"], "polarity": 0.07672764227642277, "subjectivity": 0.3416666666666667},
{"title": "'Serial' Subject Adnan Syed Deserves A New Trial, Appeals Court Rules", "url": "https://www.npr.org/sections/thetwo-way/2018/03/29/598001941/serial-subject-adnan-syed-deserves-a-new-trial-appeals-court-rules", "text": "'Serial' Subject Adnan Syed Deserves A New Trial, Appeals Court Rules\n\nEnlarge this image toggle caption Karl Merton Ferron/Baltimore Sun/TNS via Getty Images Karl Merton Ferron/Baltimore Sun/TNS via Getty Images\n\nUpdated at 8:16 p.m. ET\n\nMaryland's second-highest court has ruled that Adnan Syed, whose murder conviction served as a subject for the hit podcast Serial, deserves a new trial. The decision issued Thursday by the Court of Special Appeals upheld a lower-court ruling that Syed's counsel in his original murder trial was deficient and ineffective.\n\nIn its majority opinion Thursday, the three-judge panel affirmed that the defense team's \"deficient performance prejudiced Syed's defense,\" explaining that his counsel failed to contact a potential witness whose alibi could \"have raised a reasonable doubt in the mind of at least one juror.\"\n\nThe ruling upholds a previous decision to vacate Syed's 2000 conviction for the murder of his former girlfriend Hae Min Lee and remands the case back to Maryland's circuit court for retrial. But prosecutors still still have 30 days to appeal Thursday's decision to Maryland's highest court, the Court of Appeals.\n\nFor readers unfamiliar with Serial, here is a summary we offered in 2016:\n\n\"Each season of Serial follows a single true story, told episode by episode. \"The first season investigated the case of Adnan Syed, who was convicted of murdering his former girlfriend more than 15 years ago. Host Sarah Koenig and her team uncovered inconsistencies in his case — including the fact that Asia McClain was an alibi witness. She said she'd seen Syed at the time Hae Min Lee's murder occurred, but that testimony was never brought forth in court. \"The podcast became the most-downloaded of all time, fascinating more than a million listeners and inspiring passionate communities of amateur sleuths and Adnan obsessives.\"\n\nAfter the ruling was released, Julie Snyder, an executive producer of Serial, told NPR she felt that the podcast's season showed that \"the story that the state presented at trial could not have happened.\"\n\n\"To me,\" she added, \"some sort of remedy seems appropriate.\"\n\nSince the original trial, Syed's representatives have pointed to that failure to bring forth that alibi witness — as well as a failure to question the reliability of cellphone tower evidence used to place Syed at the scene of the crime — as proof Syed's original attorney failed him.\n\nJudge Martin Welch, who overturned the conviction in 2016 in Baltimore City Court, ultimately found that Syed's first attorney \"fell below the standard of reasonable professional judgment.\"\n\nProsecutors appealed that decision, only to lose that appeal Thursday in a 2-1 ruling.\n\nProsecutors did not immediately announce whether they would appeal Thursday's ruling. Maryland Attorney General Brian Frosh's office said it is \"currently reviewing today's decision to determine next steps,\" according to The Baltimore Sun.\n\nIn the meantime, Syed's current attorney, C. Justin Brown, celebrated the decision at a news conference, expressing his eagerness to proceed to a new trial.\n\n\"Let's take it to a jury in Baltimore City and let them decide whether or not Adnan Syed is guilty or innocent,\" Brown told reporters. \"You know, this process has taken so long already. It's time to make some final resolution of it — and we hope that the state will see it the same way that we do.\"\n\nRead the Court of Special Appeals ruling 2519s13 (PDF)\n\n2519s13 (Text)\n\nNPR intern Adrienne St. Clair contributed to this report.", "keywords": ["attorney", "subject", "ruling", "court", "serial", "adnan", "syed", "murder", "trial", "syeds", "appeals", "rules", "deserves", "decision"], "polarity": 0.058872294372294375, "subjectivity": 0.4829155844155844},
{"title": "Turning Kids Into Readers, One Barbershop At A Time ", "url": "https://www.npr.org/sections/ed/2018/03/29/595180210/turning-kids-into-readers-one-barbershop-at-a-time", "text": "Turning Kids Into Readers, One Barbershop At A Time\n\nEnlarge this image toggle caption Nickolai Hammer/NPR Nickolai Hammer/NPR\n\nOur series Take A Number is exploring problems around the world — and the people who are trying to solve them — through the lens of a single number.\n\nThe solution first: 15. More precisely, 15 books.\n\nThat's Alvin Irby's answer to a problem he knows all too well as a former kindergarten teacher: How to get children of color excited about reading if they don't have much experience with books or reading outside of school, and the books they see inside of school don't speak to them.\n\nOne day in March, Irby emerges from the subway in Harlem grateful for the grey hooded sweatshirt under his heavy winter parka. The snow falls in crystals the size of cornflakes. He wears glasses with translucent frames, a touch of cool for a man whose backpack is full of kids' books. When he enters Levels Barbershop, on Lexington Avenue, the place thrums with electric razors, conversation and a movie on the flatscreen.\n\nOne whole wall is a varied patchwork of exposed brick and mirrors. Overlooking the proceedings is a painting of the patron-saint of movie barbers: Eddie Murphy's foul-mouthed coiffeur from \"Coming To America.\"\n\nIt's mid-afternoon when Irby walks in, a man on a mission. He needs a trim from his go-to barber, Kenny, but he also wants to check in on his 15 books.\n\n\"So the bookshelf is back underneath the coat shelf,\" he says, shedding his layers and pointing to a little book case made of wood and red canvas along the back wall. Emblazoned on the canvas is the name, \"Barbershop Books.\" The small shelves brim with children's books with titles like Not Norman and Chicka Chicka Boom Boom. But there are only 12.\n\nA few titles have disappeared, as they do, so Irby's here to replace them. Before he gets to the shelf, though, he freezes alongside the black vinyl bench that splits the shop in half and cracks a triumphal smile.\n\n\"This is evidence that it's being used!\" he says, pointing to two books for beginning readers that have been left on the bench. He picks one up.\n\n\"We have Ninjago, which is one of the books that often gets permanently borrowed. It's about little LEGO characters who are ninjas.\"\n\nIrby lovingly carries the books back to the book case and adds another favorite from his backpack: Diary of a Wimpy Kid. And then this man on a mission drops his mission statement:\n\n\"Now, this is the thing: Would these be used for instructional purposes in the classroom?\"\n\nIt's a rhetorical question. The answer, too often, is No.\n\n\"But they should be!\" Irby yells.\n\nEnlarge this image toggle caption Nickolai Hammer/NPR Nickolai Hammer/NPR\n\nSlavery, civil rights, slavery, civil rights ...\n\nAlvin Irby wears many hats. He is a stand-up comedian, a children's book author, a former kindergarten teacher, the founder of Barbershop Books and, above all, a dynamo.\n\nHe speaks loudly, even when answering questions in a quiet office that's been emptied by the snow. His nonprofit has put a curated list of 15 books — all picked by kids — in dozens of barbershops, in predominantly black neighborhoods, across the country. And that's not counting the many barbers who have heard his story and done something similar on their own.\n\nIrby, who just turned 33, says he's hoping to help children of color identify as readers. That means, first and foremost, that reading should be fun. It also means kids need to see their lives and interests reflected in the stories they read.\n\nBut, Irby says, the publishing industry has a long way to go. When he went to a big book convention recently, few of the kids' titles on display had diverse characters. And those that did felt both foreign and not remotely fun.\n\n\"Slavery, civil rights, slavery, civil rights,\" Irby says, rattling through the books' subjects. \"Biography, slavery, civil rights, old dead black person.\"\n\nWhile he was there, Irby also asked the librarians he met if they could name two laugh-out-loud picture books with a black protagonist?\n\n\"Crickets!\"\n\nIrby's not simply complaining about a problem. He's written his own solution — a children's book, called Gross Greg, which he self-published because traditional publishers showed little interest.\n\n\"It's about a little black boy who loves to eat his boogers,\" Irby says. \"You call them boogers. Greg calls them delicious little sugars.\"\n\nThe boogers here aren't a frivolous distraction. They're the point. Books about slavery and civil rights have their place, Irby believes, but little black boys and girls deserve books that allow them to be children. And to laugh like children.\n\nTelling bar jokes in church\n\nToo many children of color, Irby says, are coming into kindergarten without much exposure to books or reading. While they may lack reading skills, their books — and their schools — often lack what Irby calls cultural competency. By that he means the ability to translate what they want kids to know or do into reading experiences that children find relevant and engaging. In a recent TED Talk, Irby explained, using a metaphor from stand-up comedy.\n\n\"Before going onstage, I assess an audience. Are they white? Are they Latino? Are they old, young, professional, conservative?\" Irby says to the small TED audience. \"While performing in a church, I could tell bar jokes, but that might not result in laughter.\"\n\nTeachers, schools, and book publishers, he says, need to think of kids the same way. \"As a society, we're creating reading experiences for children that are the equivalent of telling bar jokes in a church, and then we wonder why so many children don't read.\"\n\nIrby says, schools need to focus less on leveled, out-of-touch books and reading tests that leave kids feeling defeated and try listening more. Ask students, What are your strengths, your experiences, your interests?\n\n\"Once you figure out how students identify,\" Irby says, \"then you can begin to craft [reading] experiences that are customized to who they are and what's most important to them.\"\n\nBack in Levels Barbershop, what's most important to Vincent, a sixth-grader and son of a barber, is Diary of a Wimpy Kid, the book Irby just replaced. Because the hero's story feels real — and really funny.\n\n\"Everything goes wrong when he thinks that it's gonna go right,\" Vincent says. \"Or, when something good's about to happen, it just gets ruined by his brother, Roderick.\"\n\nVincent's enthusiasm — he says he's read every last one of the shop's 15 books — is all the motivation Alvin Irby needs to keep growing Barbershop Books. And it is growing.\n\nLast year, the program won a $10,000 Innovations in Reading Prize from the National Book Foundation. And next month, Irby will host a New York City fundraiser ...\n\nIn a comedy club.", "keywords": ["civil", "book", "barbershop", "children", "black", "kids", "readers", "turning", "reading", "little", "irby", "rights", "books"], "polarity": 0.11334054834054831, "subjectivity": 0.39142616642616646},
{"title": "Why 300,000 Volkswagens Are Being Stored In These Massive Auto Boneyards", "url": "https://www.npr.org/sections/thetwo-way/2018/03/29/597991227/why-300-000-volkswagens-are-being-stored-in-these-massive-auto-boneyards", "text": "Why 300,000 Volkswagens Are Being Stored In These Massive Auto Boneyards\n\nEnlarge this image toggle caption Lucy Nicholson/Reuters Lucy Nicholson/Reuters\n\nAs part of the settlement after it got caught cheating on its emissions tests, Volkswagen has bought back about 350,000 of its U.S. diesel vehicles. The automaker so far has spent more than $7.4 billion on the cars, according to court filings seen by Reuters.\n\nWhere does VW put all those cars? Wherever it can find the space.\n\nThe German automaker has 37 remote storage facilities across the U.S., and they're not just parking lots. The sites include a former football stadium in the Detroit suburbs, an old paper mill in Minnesota and a giant patch of land in the California desert.\n\nPeople who own or lease one of the affected vehicles can choose to sell their cars back to VW, terminate their lease or have their car modified for improved emissions. Owners and lessees have until Sept. 1 to submit a claim.\n\nEnlarge this image toggle caption Lucy Nicholson/Reuters Lucy Nicholson/Reuters\n\nA court filing seen by Reuters said that through Dec. 31, \"Volkswagen had reacquired 335,000 diesel vehicles, resold 13,000 and destroyed about 28,000 vehicles. As of the end of last year, VW was storing 294,000 vehicles around the country.\"\n\nThe Southern California Logistics Airport in Victorville, Calif., is already well-known as an \"aircraft boneyard\" — a sort of desert purgatory for old airplanes.\n\nNow VW has made it a major place to store its diesel VWs and Audis.\n\n\"These vehicles are being stored on an interim basis and routinely maintained in a manner to ensure their long-term operability and quality, so that they may be returned to commerce or exported once U.S. regulators approve appropriate emissions modifications,\" VW spokeswoman Jeannine Ginivan said in a statement to Reuters about the Victorville facility.\n\nVW reportedly leased 134 acres at the site. That is enough to hold 21,000 cars while the company decides their fate: whether to be fixed — or scrapped for parts.", "keywords": ["diesel", "emissions", "vehicles", "victorville", "boneyards", "toggle", "stored", "lucy", "cars", "volkswagen", "massive", "volkswagens", "auto", "300000", "vw"], "polarity": 0.0980263157894737, "subjectivity": 0.3666666666666667},
{"title": "Using Pentagon Money To Pay For A Border Wall Is Harder Than It Seems", "url": "https://www.npr.org/2018/03/30/598084998/using-pentagon-money-to-pay-for-a-border-wall-is-harder-than-it-seems", "text": "Using Pentagon Money To Pay For A Border Wall Is Harder Than It Seems\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 4:20 p.m. ET\n\nPresident Trump couldn't convince Congress to sign off on a $25 billion request to build a wall along the U.S. border with Mexico and efforts to get the Pentagon to pick up the tab may be hitting another kind of wall.\n\nPentagon press secretary Dana White told reporters Thursday that Secretary of Defense James Mattis spoke with Trump about the request this week.\n\n\"The secretary has talked to the president about it,\" White said at a regularly scheduled briefing. \"Securing Americans and securing the nation is of paramount importance to the secretary.\"\n\nWhite said she couldn't offer any additional specifics but budget and military spending experts say the unusual request might not be legal — at least not this year. Complex budget and spending rules limit how far government agencies can stray from strict funding guidelines included in spending bills.\n\nOnce Congress approves a spending measure and the president signs the bill into law, the spending levels are locked in until the end of the fiscal year. The spending bill that passed last week locks in spending levels through the end of September.\n\nSpeaking Friday in Washington, D.C., Ronald Vitiello, the acting deputy commissioner of U.S. Customs and Border Protection, outlined how the agency plans to spend the money appropriated in the spending bill for construction on the southwest border. Much, if not most, of the construction will be replacing existing barriers. He was unable to say how much will go to new barriers where nothing currently exists. Vitiello highlighted projects in San Diego and Calexico, Calif. and in Texas. \"We appreciate this down payment for our needs,\" he said at the briefing with reporters.\n\nEvery federal department has some flexibility to shift money around as their needs change. The rules for the Department of Defense are the most generous of the bunch. That extra wiggle room doesn't go far enough to cover the huge cost of building a border wall, according to Todd Harrison, a defense budget expert at the Center For Strategic and International Studies.\n\n\"Money is appropriated by Congress for a certain purpose and with certain constraints,\" Harrison said. \"Once its appropriated, you have to use it for what it was appropriated for.\"\n\nPolitics On Visit To California, President Trump Reviews Prototypes For Border Wall On Visit To California, President Trump Reviews Prototypes For Border Wall Listen · 3:56 3:56\n\nHarrison said the military can move smaller amounts, in the range of several million dollars, from program to program using what is known as reprogramming authority. But Congress has to sign off on any major funding shift.\n\n\"You can't do $25 billion,\" Harrison said. \"They need to use that authority every year because sometimes money winds up being in the wrong place. You wouldn't want to be burning up much, if any, of your money on the wall.\"\n\nCongressional approval isn't easy to obtain. The chairmen and ranking members on the House and Senate Armed Services Committees and the House and Senate Defense Appropriations Subcommittees would all have to sign off on the transfer. That means four Democrats and four Republicans would all have to agree to cut $25 billion from somewhere else in the Pentagon budget to pay to build the border wall.\n\nHouse and Senate aides also poured cold water on the plan. There is no legal way for the Department of Defense to make that kind of transfer without new legislation from Congress, according to one of those aides.\n\nNPR via YouTube\n\nThe plan also faces major political hurdles — even within the Republican Party.\n\nThe spending bill set aside nearly $660 billion for the Pentagon — a roughly $61 billion increase from fiscal year 2017.\n\nRepublican leaders celebrated that increase as the biggest boost in defense funding in 15 years. Shifting $25 billion to the wall would make a huge dent in that increase.\n\nThat amount of money would be almost enough to buy two more of the $13 billion aircraft carriers Trump unveiled last year. It nearly matches the $25.4 billion increase to \"procure, replace and upgrade\" platforms and weapons included in the spending bill.\n\nAn official congressional outline of the newly-approved spending measure reported that those planned investments include $23.8 billion to buy 14 Navy ships, $1.6 billion for 30 new and 50 re-manufactured Apache helicopters and $1.1 billion for 56 Black Hawk helicopters.", "keywords": ["spending", "pay", "trump", "congress", "president", "pentagon", "wall", "money", "billion", "using", "harder", "defense", "border"], "polarity": 0.05233534809006506, "subjectivity": 0.41362840513783894},
{"title": "U.S. Soldier Killed In Syria Roadside Bombing", "url": "https://www.npr.org/sections/thetwo-way/2018/03/30/598198519/2-coalition-personnel-killed-in-syria", "text": "U.S. Soldier Killed In Syria Roadside Bombing\n\nUpdated 3:21 p.m. ET\n\nOne U.S. soldier was killed and another American was wounded in an overnight roadside bomb explosion in Manbij, Syria.\n\nThey were in a convoy. One other coalition fighter, confirmed now to be from the U.K., was also killed in action. Five others were wounded. They were not local fighters, but part of the coalition.\n\nPrior to Thursday night, there had been three U.S. coalition members killed in Syria.\n\nManbij had been relatively safe. ISIS was pushed out of there many months ago.\n\nA statement from the coalition said an improvised explosive device was the cause.\n\nThe military said those wounded were evacuated for medical treatment after receiving preliminary immediate care.\n\nThe statement did not detail the nationality of the personnel involved or the location in Syria where it occurred.\n\n\"Our prayers are with their families, friends and fellow service members,\" coalition spokesperson Army Col. Ryan Dillon wrote on Twitter.\n\nThe Associated Press reported that \"a roadside bomb exploded in the mixed Arab-Kurdish town of Manbij. Mohammed Abu Adel, the head of the Manbij Military Council, an Arab-Kurdish U.S.-backed group in the town, says the bomb went off hundreds of meters away from a security headquarters that houses the council just before midnight on Thursday.\"\n\nThe coalition statement says the names of those killed will be released \"at the discretion of the pertinent national authorities\" and it is holding off releasing more details while it investigates.\n\nReuters notes, \"Islamic State militants continue to carry out attacks including bombings, ambushes and assassinations in Syria and Iraq despite the collapse last year of the cross-border 'caliphate' declared in 2014 by their leader, Abu Bakr al-Baghdadi.\"\n\nThe coalition's Combined Joint Task Force claims to have driven ISIS forces from 98 percent of the area the group once controlled.\n\nThe two deaths come two weeks after seven people died when a U.S. military helicopter crashed after hitting a power line in Iraq.", "keywords": ["coalition", "killed", "roadside", "military", "town", "bombing", "wounded", "soldier", "statement", "syria", "bomb", "manbij"], "polarity": 0.028750000000000005, "subjectivity": 0.17958333333333337},
{"title": "'He Broke Boundaries With His Mind': Public Pays Tribute At Stephen Hawking's Funeral", "url": "https://www.npr.org/sections/thetwo-way/2018/03/31/598580316/he-broke-boundaries-with-his-mind-public-pays-tribute-at-stephen-hawking-s-funer", "text": "'He Broke Boundaries With His Mind': Public Pays Tribute At Stephen Hawking's Funeral\n\nEnlarge this image toggle caption Joanna Kakissis Joanna Kakissis\n\nWhen the hearse carrying the body of Professor Stephen Hawking arrived at the university church of Great St. Mary's in Cambridge, the bell rang 76 times — to mark each year of the renowned physicist's life.\n\nHis coffin was draped with white flowers — lilies for the universe, roses for the polar star. Six pallbearers carried the coffin from Gonville & Caius College, where Hawking was a fellow for more than 50 years.\n\nHawking's family invited around 500 guests for the private service. His oldest son Robert eulogized him. His former student, the British physicist Fay Dowker, spoke as if she had come to think of him as immortal. The actor Eddie Redmayne, who won an Oscar for his portrayal of Hawking in the 2014 film The Theory of Everything, read Ecclesiastes 3.1-11.\n\nThe choir of Gonville & Caius college sang \"Beyond the Night Sky,\" a choral work composed as gift to Hawking for his 75th birthday last year.\n\nHawking was an atheist. \"I regard the brain as a computer which will stop working when its components fail,\" he once told the Guardian. 'There is no heaven or afterlife for broken down computers; that is a fairy story for people afraid of the dark.\" But because of his deep ties to Cambridge University, his family chose the customary Church of England service given to longtime fellows here.\n\nOutside the church, there were more admirers. They broke into applause when Hawking's coffin arrived. Some took selfies, others held up their phones and iPads over their heads, hoping to snap a glimpse of something. Fourteen-year-old Nikos Orginis climbed onto a metal police railing, balancing precariously as he snapped photos.\n\n\"I had to find a way,\" he said. \"Because I'm not going to see the man ever again. And he was a good scientist.\"\n\n\"A great scientist,\" his father, Kostas Originis, corrected him.\n\nLike Hawking, Orginis is also a physics professor. He now teaches at the College of William and Mary in Williamsburg, Va. He's on sabbatical this year at Cambridge University.\n\nEnlarge this image toggle caption Photo courtesy of Nikos Orginis Photo courtesy of Nikos Orginis\n\n\"My office was actually under Professor Hawking's office,\" Orginis said. \"I saw him in his chair wandering around the building. Once I was close enough to hear him speak. He was talking to a colleague about a scientific issue. I regret that I didn't talk to him.\"\n\nHawking was a hero to Orginis. When he was a boy studying mathematics in his native Greece, Orginis heard Hawking did math in his head because he wasn't able to speak or write.\n\n\"And I would lay in bed at night, trying to solve homework problems in mathematics in my head, without writing them out,\" he said. \"I couldn't. I was never able to understand how he managed to think and solve problems that way, all in his head.\"\n\nHis wife, Lily Panoussi, a classical studies professor at William and Mary, says her aunt, Georgia, died of ALS, the same disease that had gripped Hawking his entire adult life.\n\n\"I know how devastating this disease can be,\" she said. \"To me, he's someone who almost beat ALS, which is something that's unheard of. On top of all his accomplishments, he did that.\"\n\nRetiree Roy Harris, 75, was in Cambridge to go shopping when he got word about the funeral. He never understood exactly what Hawking did. \"It was a bit beyond me, to be honest,\" he said. \"But he was a great man. We are all so proud of him.\"\n\nAs the service ended, the bells rang out again. Education activist Chris Imafidon brought his 17-year-old twin niece and nephew, Paula and Peter, to pay their respects.\n\nPaula, who loves physics, was already a fan. Paula and Peter are both prodigies. At age 9, they became the youngest secondary school students in Britain. Paula, a math whiz, says Hawking inspired her to love physics.\n\n\"Physics is like diving into the unknown,\" she said. \"And he wasn't afraid to push the limits of the unknown. He literally had no boundaries although he was constrained physically. He broke those boundaries with his mind.\"\n\nEnlarge this image toggle caption Joanna Kakissis/NPR Joanna Kakissis/NPR\n\nChris Imafidon said he's still moved by Hawking's 2008 speech at the African Institute of Mathematical Sciences (AIMS) in Cape Town, South Africa. Hawking spoke of the \"prospective young Einsteins\" from \"Africa's brilliant talents.\"\n\n\"I can never forget that speech,\" he said. \"And he also encouraged talented kids from underprivileged backgrounds here in Britain.\"\n\nAdmirers left bouquets of flowers near the church. \"Goodbye Stephen,\" read one handwritten note from a mourner named Sue. \"The universe will now shine with its brightest star. I will miss you.\"\n\nKostas Orginis, the physics professor, told his 12-year-old daughter Anna that Hawking had great courage. \"Today many people get upset over little problems,\" he said. \"This guy managed to stay alive for so long with such big problems, and we should all put our lives in perspective, based on what he has accomplished.\"\n\nHawking's ashes will be interred in London's Westminster Abbey, next to the grave of another famed physicist, Isaac Newton.", "keywords": ["broke", "funeral", "great", "professor", "tribute", "stephen", "toggle", "hawking", "church", "mind", "boundaries", "joanna", "orginis", "problems", "cambridge", "hawkings", "pays", "public"], "polarity": 0.11406565656565656, "subjectivity": 0.42527417027417014}
]