[
{"title": "All Victims Recovered In Miami Bridge Collapse, Police Say", "url": "https://www.npr.org/sections/thetwo-way/2018/03/18/594666683/all-victims-recovered-in-miami-bridge-collapse-police-say", "text": "All Victims Recovered In Miami Bridge Collapse, Police Say\n\nEnlarge this image toggle caption Wilfredo Lee/AP Wilfredo Lee/AP\n\nPolice say they believe all the victims killed in the bridge collapse near Miami are accounted for.\n\n\"We believe that we've recovered the final two individuals, final two victims, from underneath the bridge,\" Miami-Dade Police Director Juan Perez told reporters late Saturday night.\n\nFive bodies were recovered from the wreckage Saturday, police said. A sixth victim died at the hospital.\n\n\"We're pretty confident that no one's left,\" Perez said, though he said recovery efforts would continue.\n\nThe pedestrian bridge, which was intended to connect Florida International University and the city of Sweetwater, collapsed Thursday afternoon on cars on the busy roadway below. The 174-foot main span of the bridge was put into place only five days before the collapse, The Two-Way reported earlier.\n\n\"It has been a laborious, tedious process to remove 950 tons of weight, of rubble, of pieces of concrete, from above those victims,\" Perez said.\n\nPolice released some of the names of the victims on Saturday: Rolando Fraga Hernandez, 57-year-old Oswald Gonzalez, 53-year-old Alberto Arias, and Navarro Brown. FIU student Alexa Duran, 18, was also killed, according to reports.\n\nThe Florida Department of Transportation said the university was responsible for maintaining the safety of the bridge.\n\n\"Our hearts break for the victims of the bridge collapse,\" Florida International University President Mark B. Rosenberg said in a statement Saturday. \"Lives have been lost. Futures and families shattered.\"\n\nHe said the university \"is cooperating fully\" with an investigation led by the National Transportation Safety Board.\n\nFDOT said an engineer on the bridge project left a voicemail for an FDOT employee reporting cracking in the bridge two days before the collapse, though it was not heard until a day after. However, the engineer, W. Denney Pate of FIGG Bridge Engineers, said in the voicemail that he didn't think the cracking was a safety concern.\n\nEngineers had also held a meeting Thursday morning \"to discuss a crack that appeared on the structure,\" FIU said in a statement Saturday. \"The FIGG engineer of record delivered a technical presentation regarding the crack and concluded that there were no safety concerns and the crack did not compromise the structural integrity of the bridge. This meeting lasted approximately two hours and included FIU and FDOT representatives.\"\n\n\"A crack in a bridge does not necessarily mean that it's unsafe,\" the NTSB's Robert Accetta told reporters Friday.\n\nAs the NTSB investigates how the collapse happened, the federal agency said Saturday that it identified pieces of the bridge to collect as evidence and was collecting documents about the bridge's design and construction. \"Investigators will remain on scene for several more days gathering evidence, documents, and conducting interviews,\" the NTSB tweeted.", "keywords": ["victims", "recovered", "say", "florida", "university", "safety", "miami", "collapse", "bridge", "perez", "fiu", "crack"], "polarity": 0.0172275641025641, "subjectivity": 0.4174679487179487},
{"title": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump", "url": "https://www.npr.org/2018/03/17/594562355/source-fired-deputy-fbi-director-took-memos-notes-about-interactions-with-trump", "text": "Source: Fired Deputy FBI Director Took Memos, Notes About Interactions With Trump\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 10:25 p.m. ET\n\nBefore Washington, D.C., had fully processed the late-night firing of Deputy FBI Director Andrew McCabe, who was let go by Attorney General Jeff Sessions less than 48 hours before his planned retirement after more than two decades of service to the bureau, the saga took several new, head-spinning turns Saturday.\n\nMcCabe had taken notes and memos about his interactions with President Trump, similar to those prepared by his former boss and colleague James Comey, a source familiar with the issue told NPR. The source also said the McCabe documents corroborate Comey's account — which could play a key role in Justice Department special counsel Robert Mueller's inquiry into obstruction of justice.\n\nThe McCabe memos are in the possession of Mueller's team of investigators, according to CNN and Axios. And McCabe already sat for an interview with Mueller's team, Axios also reported.\n\nA personal lawyer for the president pointed to McCabe's ouster to argue that it was time for the Justice Department to end the special counsel investigation of Russian interference in the 2016 presidential race and of any ties between Russians and the Trump campaign.\n\nThe attorney's remarks — though not intended to speak for the president — set off yet another round of concern among congressional Democrats about the status of the special counsel investigation and possible ways to protect it — and its leader, former FBI Director Mueller — from being terminated by the White House or the Justice Department.\n\nBy Saturday evening, the president would echo his personal attorney, writing on Twitter \"The Mueller probe should never have been started in that there was no collusion and there was no crime. It was based on fraudulent activities and a Fake Dossier ....\"\n\nAnd, Saturday afternoon McCabe's onetime boss, Comey, sparred directly on Twitter with the president, who fired the FBI director in May of last year. Comey, on the verge of releasing a book, told Trump that soon the American people \"can judge for themselves who is honorable and who is not.\"\n\nSessions announced late Friday that he had terminated McCabe's employment with the FBI \"effective immediately.\"\n\nThe attorney general pointed to internal recommendations from the Justice Department's inspector general and the FBI's Office of Professional Responsibility that found \"McCabe had made an unauthorized disclosure to the news media and lacked candor — including under oath — on multiple occasions,\" Sessions said in a statement announcing the firing.\n\n\"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, 'all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand,' \" Sessions also said.\n\nBut McCabe said his firing was politically motivated. \"I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey,\" McCabe said in his own late-night statement Friday. The former FBI official said he had been targeted because he can \"corroborate former Director Comey's accounts of his discussions with the President.\"\n\nMcCabe's attorney said in his own statement that the White House has attacked McCabe since last year with the result of putting \"inappropriate pressure\" on Sessions to oust McCabe. \"This intervention by the White House in the DOJ disciplinary process is unprecedented, deeply unfair, and dangerous,\" attorney Michael Bromwich said.\n\nBromwich also argued that the process by which the termination decision had been made was unfair and had been rushed, limiting the time that he and McCabe had to access, review and analyze the relevant evidence in order to prepare a response.\n\nThe \"concerted effort to accelerate the process in order to beat the ticking clock of [McCabe's] scheduled retirement violates any sense of decency and basic principles of fairness,\" Bromwich said. (Sessions, for his part, said the internal investigation of McCabe had been \"extensive and fair\" and undertaken \"according to Department of Justice Procedure.\")\n\nThe McCabe firing added yet more fuel to the Russia imbroglio, an at least year-long conflagration that never wants for oxygen in Washington, D.C.\n\n\"This will be known as the Friday night slaughter,\" presidential historian Douglas Brinkley said on CNN soon after news of the ouster broke. Brinkley was referencing President Richard M. Nixon's infamous \"Saturday Night Massacre\" of several senior Justice Department officials during the Watergate scandal.\n\nA personal lawyer for Trump seized on the firing and suggested it should provide motivation for the Justice Department to end the Mueller investigation altogether.\n\nSaying he was speaking for himself and not for Trump, attorney John Dowd said in a statement emailed to NPR that \"I pray that [Deputy Attorney General Rod] Rosenstein will follow the brilliant and courageous example of the FBI Office of Professional Responsibility and Attorney General Jeff Sessions and bring an end to alleged Russia Collusion investigation manufactured by McCabe's boss James Comey based upon a fraudulent and corrupt Dossier.\"\n\n\"Just end it on the merits in light of recent revelations,\" Dowd explained, apparently alluding to the internal investigation that had ended McCabe's FBI career just before he planned to retire.\n\nThe top Democrat in the Senate said Dowd's view reflected the inclination of the president and his legal team to undermine the special counsel rather than to cooperate with Mueller's investigation.\n\n\"The president, the administration, and his legal team must not take any steps to curtail, interfere with, or end the special counsel's investigation or there will be severe consequences from both Democrats and Republicans,\" Senate Minority Leader Chuck Schumer, D-N.Y., said in a statement Saturday.\n\nThe top Democrat on the Senate intelligence committee saw Dowd's remarks as a call to action for his colleagues. \"Every member of Congress, Republican and Democrat, needs to speak up in defense of the Special Counsel. Now,\" Sen. Mark Warner, D-Va., posted on Twitter.\n\nDespite the pushback from leading Democrats in the Senate, Trump himself said Saturday night that the Mueller investigation should never have begun. \"...[t]here was no collusion and there was no crime\" Trump tweeted, adding that the Russia inquiry was a \"WITCH HUNT!\"\n\nHearing the echo Dowd's comments earlier in the in the day in Trump's evening tweet, New York Times reporter Maggie Haberman observed: \"Only two real options on Dowd's initial comment this AM - Trump approved it and was happy with it, or Trump wanted him to go further, was unhappy he didn't, and is doing so himself now.\"\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nAlongside the response to Dowd, lawmakers, partisans, political observers and journalists responded to the firing throughout the day — with Trump leaving no doubt how he felt.\n\nThe occasion of McCabe's firing was \"a great day for the hard working men and women of the FBI - A great day for Democracy,\" the president said in an early morning tweet. Trump also used the online posting to take a swipe at Comey, calling him \"sanctimonious\" and suggesting Comey \"knew all about the lies and corruption going on at the highest levels of the FBI!\"\n\nA former director of the CIA under President Barack Obama slammed Trump after the president praised McCabe's ouster. \"[Y]ou will take your rightful place as a disgraced demagogue in the dustbin of history,\" John Brennan posted on Twitter. \"You may scapegoat Andy McCabe, but you will not destroy America...America will triumph over you.\"\n\n\"Gloat now, but you will be fired soon,\" Rep. Eric Swalwell, D-Calif., a member of both the House intelligence committee and the House Judiciary Committee, told Trump. \"There's a storm gathering, Mr. President, and it's going to wipe out you and your corrupt organization all the way down to the studs.\"\n\nSen. Richard Blumenthal, D-Conn., a member of the Senate Judiciary Committee, said on Twitter that the firing was an attempt to undermine McCabe as a witness in the special counsel investigation and was \"added evidence of obstruction of justice.\"\n\nAnd Sen. Kamala Harris, D-Calif., a member of both the Senate intelligence committee and the Senate Judiciary Committee said the attorney general \"needs to testify immediately before the Judiciary Committee\" about McCabe's firing. \"He must explain the DOJ's process and whether this is an attempt to target, punish or silence those investigating Russia and the Trump campaign.\"\n\nBut Republican lawmakers said Saturday that McCabe's termination was justified.\n\n\"I applaud Attorney General Jeff Sessions for taking action and firing former FBI Deputy Director Andrew McCabe prior to his scheduled retirement,\" Rep. Bob Goodlatte, R-Va., said in a statement. The chairman of the House Judiciary Committee added, \"More must be done to root out the problems at the FBI. I remain extremely troubled by the decisions made by the Bureau during the 2016 presidential election and the role senior FBI officials played in these questionable decisions and irregularities.\"\n\nAnd Rep. Ron DeSantis, R-Fla., another member of the House Judiciary Committee, said McCabe's firing was \"a rare example of someone being held accountable in Washington.\"\n\nAs is his habit, the president took to Twitter on Saturday afternoon to once again deny that his campaign had colluded with Russia, citing a recently announced conclusion by the House intelligence committee. In a seeming reference to McCabe's termination, the president added that \"As many are now finding out, however, there was tremendous leaking, lying and corruption at the highest levels of the FBI, Justice & State.\"\n\nRep. Adam Schiff, D-Calif., the House intelligence committee's top Democrat, quickly pointed out that the conclusion there had been no collusion was confined to the committee's Republicans — who, Schiff told Trump, were \"more interested in protecting you than learning the truth.\"\n\nIn another tweet Saturday afternoon, the president again took on the former FBI deputy director. \"McCabe was caught, called out and fired,\" Trump said, adding, \"How many lies? How many leaks? Comey knew it all, and much more!\"\n\nComey responded within minutes: \"Mr. President, the American people will hear my story very soon. And they can judge for themselves who is honorable and who is not.\"\n\nBut Saturday may have included a bright side for McCabe.\n\nIn an effort to help McCabe complete the amount of employment necessary to qualify for his pension, Rep. Mark Pocan, D-Wis., offered McCabe a job. \"My offer of employment to Mr. McCabe is a legitimate offer to work on election security,\" Pocan said in a press release.\n\nThe Democratic lawmaker added: \"Finally, I'd like to thank Mr. McCabe for his years of service to the FBI and our country. He deserves the full retirement that he has been promised, not to have it taken away as a result of the President's political games.\"\n\nNPR Justice correspondent Ryan Lucas contributed to this report.", "keywords": ["deputy", "took", "director", "fbi", "president", "committee", "justice", "investigation", "fired", "source", "trump", "mccabes", "firing", "interactions", "mccabe", "notes", "attorney", "memos"], "polarity": 0.1181338200405997, "subjectivity": 0.4499828796438965},
{"title": "With Centrist Democrats' Success, Party's Identity Struggle Gets More Complicated", "url": "https://www.npr.org/2018/03/18/594281192/with-centrist-democrats-success-party-s-identity-struggle-gets-more-complicated", "text": "With Centrist Democrats' Success, Party's Identity Struggle Gets More Complicated\n\nEnlarge this image toggle caption Gene J. Puskar/AP Gene J. Puskar/AP\n\nDemocrats are having a moment. They managed to win a House seat in Republican-leaning, industrial Pennsylvania and a Senate seat in the deep-red state of Alabama.\n\nParty leaders say those back-to-back special elections are proof that GOP-friendly centrists can win as Democrats in some races, even as the party is welcoming a growing number of progressives. They hope that strategy will help them win control in Congress in 2018, but some Democrats worry a big tent identity will make it harder for the party to unify when it comes time to elect a president. There are many Democrats showing interest across the party — from former Vice President Joe Biden to California Sen. Kamala Harris to Massachusetts Sen. Elizabeth Warren.\n\nThose worries were on the back burner last week after Democrat Conor Lamb edged out Republican Rick Saccone for a House seat from a conservative pocket of Pennsylvania. Democratic Congressional Campaign Committee chair Rep. Ben Ray Lujan, D-N.M., said Conor Lamb's apparent victory in Pennsylvania is clear proof that Democrats are on their way to a year of big victories.\n\n\"These results should terrify Republicans,\" Lujan said in a statement. \"We have incredible candidates with deep records of service running deep into the map this year.\"\n\nThat big tent, including centrists, could become a liability as Democrats try to capitalize a groundswell of grass-roots, progressive activism from gun control and immigration to renewed activism among female voters motivated by opposition to President Trump.\n\nA big tent or political circus?\n\n\"Welcome to the Democratic Party,\" House Minority Leader Nancy Pelosi said last week while discussing tensions within the party.\n\n\"It's what we're used to,\" she said. \"It's our strength.\"\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nDemocrats are juggling a record number of candidates running in more congressional districts than they have seen in decades. That means they get to fine-tune and hone candidates to make sure they have the best fit for many districts.\n\nThe big tent atmosphere has been a challenge for Democrats in the past, and some have warned that there is a risk in courting the party's left flank.\n\nThey compare it with the 2010 Tea Party movement. That group of conservatives helped Republicans win control of the House, but their far-right ideology is at odds with GOP centrists. That division has created deep splits within the GOP and led to countless intraparty standoffs that have stymied legislative achievements.\n\nThe greater risk comes in a presidential year when Democrats will need to unite behind a single candidate. That was a challenge in 2016 when the split between Bernie Sanders and Hillary Clinton in the primary continued to divide Democrats when they tried to unite behind Clinton in November.\n\nBetting on the center\n\nDemocrats expanded their tent last week with Lamb's success. He is personally anti-abortion and supports the Second Amendment. Lamb says he will vote for abortion rights when he takes office, keeping him in line with the party, but he does not support Pelosi. Still, she welcomed him with open arms.\n\n\"We're very excited about welcoming a new member from Pennsylvania,\" Pelosi said Thursday. \"Conor Lamb's upset victory is a tribute to his extraordinary personal record and story.\"\n\nRunning Democrats for Congress in southwestern Pennsylvania had become so increasingly futile that, in recent elections, the party had given up trying. Republican Rep. Tim Murphy ran unopposed in Lamb's district in 2014 and again in 2016.\n\nLamb aggressively campaigned on local issues, and kept the national party at arm's length. After outside Republican groups spent millions trying to define him as a Pelosi puppet, Lamb released a TV ad in which he said, \"My opponent wants you to believe the biggest issue in this campaign is Nancy Pelosi. It's all a big lie. I've already said on the front page of the newspaper that I don't support Nancy Pelosi.\"\n\nLamb also did something that Democrats from former President Barack Obama on down have blasted Hillary Clinton for not doing more of in 2016: actually campaigning in the more conservative stretches of his district.\n\n\"You've got to show up and talk to people,\" said Allegheny County Executive Rich Fitzgerald, a Democrat who campaigned alongside Lamb throughout the special election. \"Conor's been to every fish fry, every VFW, every American Legion, senior center, doors.\"\n\nWhile Lamb may not have won those parts of the district, that may have meant he lost by fewer votes — crucial in a race as close as his.\n\nThe unique aspects of the 18th Congressional District and Lamb's campaign allowed him to take liberal votes for granted in a way that wouldn't work in a competitive Democratic primary, as House Speaker Paul Ryan noted Wednesday. He also did and said things that would likely alienate Democratic activists in a more liberal district.\n\nThe question of \"ideological purity\"\n\nCentrists are not faring quite so well in areas that are safer bets for Democrats. It is in these districts that the internal tensions will be on the ballot in primary races over the coming months.\n\nThe first test comes this Tuesday when voters on the Southwest Side of Chicago will decide between a long-serving conservative Democrat Dan Lipinski and his progressive challenger, Marie Newman.\n\nLipinski has represented the Southwest Side of Chicago and its southwestern suburbs since 2005 — a seat he won when his father retired after a dozen years in Congress.\n\n\"When it really comes down to it, people vote for who they trust,\" Lipinski said in an interview during a campaign stop in his district.\n\nHe is also one of the last centrist Democrats in Congress. Lipinski is anti-abortion rights, he voted against the Affordable Care Act and he voted with President Trump on some immigration bills — a record Newman says is increasingly out of step with the district.\n\n\"People say, 'Oh, did the district change, why such a change now?' \" Newman said in a recent interview. \"No. The district has been this way for a long time.\"\n\nEnlarge this image toggle caption Sara Burnett/AP Sara Burnett/AP\n\nShe has already persuaded two of Lipinski's fellow House Democrats from Illinois to support her, including Rep. Jan Schakowsky.\n\n\"This is not some sort of a national effort to have ideological purity,\" Schakowsky said. \"It's about giving this district a real choice.\"\n\nIn interviews with nearly a dozen Democrats, most said they are glad to have a real debate on issues in a district that has been virtually unchallenged for decades, including those who support Lipinski.\n\n\"We have not had a choice, a real choice, in at least 14 years,\" said Newman supporter Mary Anne Quinlian. \"Not having a choice makes everyone feel limited. That isn't healthy.\"\n\nBut Lipinski says progressive pressure may drive centrists like him away from the Democrats for good.\n\n\"I have seen the Democratic Party, unfortunately, push pro-life voters out of the party,\" Lipinski said. \"I have people come up to me and say, 'I used to be a Democrat and because of the life issue, I can't be a Democrat anymore.' \"\n\nJuggling the movements\n\nDemocrats are carefully monitoring how these tensions are playing out with two of their most critical constituent groups — women and African-American voters.\n\nEmily Cain, the executive director of the abortion-rights supporter group Emily's List, said they have seen a huge surge of women running for office and she expects they will turn out in droves on Election Day. It isn't a moment she said; it is a sea change.\n\n\"We have already launched more than 60 women in campaigns for Congress across the country,\" Cain said. \"There's another 60 or 100 behind them getting ready to run in 2020 or 2022.\"\n\nAndra Gillespie, a political science professor at Emory University, said Democrats must also be careful not to ignore African-Americans when they're building the big tent.\n\nGillespie said Democrats tend to assume African-Americans are in their camp and often don't think to directly address issues that speak to those voters. That is a mistake, she said, because African-American women in particular were key to Democrat Doug Jones winning a Senate seat in a special election in Alabama last year. But turnout among black voters dropped off in 2016 compared with Obama-era elections.\n\n\"There is a tendency to whitewash and paper over issues of concern to African-Americans,\" Gillespie said in an interview. \"It's not just a 2018 problem. This has been a concern that's been articulated for decades at this point.\"", "keywords": ["democrats", "district", "identity", "tent", "gets", "democrat", "seat", "voters", "president", "struggle", "party", "house", "complicated", "partys", "centrist", "success", "big"], "polarity": 0.16022415715597538, "subjectivity": 0.4118270365997639},
{"title": "Ohio Democrat Marcy Kaptur Makes History As Longest-Serving Woman In The House", "url": "https://www.npr.org/2018/03/18/594321235/ohio-democrat-marcy-kaptur-makes-history-as-longest-serving-woman-in-the-house", "text": "Ohio Democrat Marcy Kaptur Makes History As Longest-Serving Woman In The House\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nMarcy Kaptur didn't plan for this.\n\nFirst elected in 1982, the Ohio Democrat didn't set out to become the longest-serving woman in House history.\n\n\"The reasons that I ran, to change certain practices and policies, [I thought] could be done much more quickly,\" she said in an interview with NPR. On Sunday, Kaptur becomes the longest-serving woman ever to serve in the chamber with a tenure that spans 35 years, two months and 15 days.\n\nCapitol Hill can be a tough place to navigate for any junior legislator, even more so for a woman elected in the early years of the Reagan era. In her Rayburn office, Kaptur keeps a silver-framed photograph of the 1983 swearing-in ceremony on the House floor, presided over by then-Speaker Tip O'Neill, D-Mass.\n\nEnlarge this image toggle caption Courtesy of the office of Rep. Marcy Kaptur, D-Ohio Courtesy of the office of Rep. Marcy Kaptur, D-Ohio\n\n\"That's me, right there,\" she says chuckling, pointing to a tiny, female head in the background of the House chamber, surrounded mostly by white men. \"Look it — compared to today.\"\n\nThirty-five years later, Kaptur is not so alone. Women and minorities now make up a majority of the House Democratic Caucus. This year, an unprecedented number of women are running for Congress and Kaptur sees a female wave on the horizon.\n\n\"I think this is going to be another watershed year for women,\" she says. \"I think the climate is such that we can elect many more women here come November.\"\n\nAwaiting those future legislators is the same reality check Kaptur learned a long time ago.\n\n\"You get here and it's like you run into this big marshmallow, this mammoth marshmallow,\" she says. \"And it kind of absorbs you, and it's so hard to work your way through in order to get passage to do something different for the country.\"\n\nKaptur keeps one reminder of this \"Marshmallow Maxim\" in her Rayburn office. Hanging on the wall is a poster-sized aerial view of the World War II Memorial on the National Mall.\n\n\"I have it here to remind me how long it took us to do something the American people wanted,\" she says. Kaptur wrote the bill to create the memorial — 1987. Seventeen years later, it opened to the public. \"I look at that and it reminds me how long it takes to do something good.\"\n\nIt's a lesson the women who came to Congress before Kaptur had to learn, too. She takes the longest-serving woman title from the late Rep. Edith Nourse Rogers, R-Mass.\n\nHouse Speaker Paul Ryan, R-Wis., paid tribute to both on the floor this week, saying: \"Edith Nourse Rogers famously summed up her time in office by saying this: 'The first 30 years are the hardest. You start it and you like the work and you just keep on.' Marcy, you have certainly kept on.\"\n\nAfter 35 years in Washington, Kaptur reflects on her career with any apparent cynicism. She still marvels at the advancements she's made in her own life. \"I was rejected when I applied to the U.S. Air Force Academy, to Notre Dame University when I was first seeking to go to college, and to the FBI because I was a woman,\" she says.\n\nThat was Kaptur's reality as a young woman. This is her reality now, as a senior lawmaker: \"Now I'm able to appoint women to our service academies. Obviously I defend the FBI here, especially of late, I recognize how important they are to the country, and Notre Dame now accepts women. So we've seen this change just in my lifetime, and it's a good thing.\"\n\nAt 71, Kaptur says she has no sights on retirement.\n\n\"Well, I'm not finished with what I started to do,\" she explains.", "keywords": ["makes", "history", "kaptur", "democrat", "women", "ohio", "office", "marcy", "rep", "marshmallow", "woman", "longestserving", "reality", "house"], "polarity": 0.17538780663780665, "subjectivity": 0.47224025974025974},
{"title": "After Documenting Nazi Crimes, A French Priest Exposes ISIS Attacks On Yazidis ", "url": "https://www.npr.org/sections/parallels/2018/03/18/592899463/after-documenting-nazi-crimes-a-french-priest-exposes-isis-attacks-on-yazidis", "text": "After Documenting Nazi Crimes, A French Priest Exposes ISIS Attacks On Yazidis\n\nEnlarge this image toggle caption Christophe Archambault/AFP/Getty Images Christophe Archambault/AFP/Getty Images\n\nPatrick Desbois, a Roman Catholic priest, has spent the last 15 years investigating and uncovering the details of Nazi massacres across Eastern Europe and Russia, crimes known as the \"Holocaust by bullets.\"\n\nDuring World War II, the Nazis killed some 1.5 million Jews and Roma across the Soviet Union. While the Nazi death camps are well documented, much less has been known about the systematic murdering of Jews in what are today Ukraine, Belarus and Russia and other countries.\n\nDesbois changed that: He and his team interviewed nearly 6,000 witnesses, reconstructed the details of thousands of massacres and identified nearly 2,500 previously unknown execution sites.\n\nDesbois founded a Paris-based nonprofit organization in 2004, Yahad-In Unum (Hebrew and Latin for \"Together in One\"), dedicated to documenting evidence of the Holocaust in Eastern Europe and preventing future genocides.\n\n\"We've been working now for more than 15 years to find the mass graves of Jews and gypsies [Roma] and disabled people shot by the German units and their collaborators,\" Desbois says. \"So we've unconsciously transformed into a kind of specialist unit for mass shooting crimes.\"\n\nDesbois, 62, says his team works with anthropologists and ballistics specialists and has developed a protocol for interviewing witnesses to allow them to remember, speak and provide as much detail as possible.\n\nThe French priest is now turning his attention to the Middle East. He is documenting crimes ISIS has committed against the Yazidi people, an ancient religious minority in Iraq.\n\nWearing wire-rimmed glasses, a black blazer and priest's collar, Desbois has a slight tan and a stubble beard left over from a recent trip to Iraq, where he heard Yazidi women recount stories of rape, executions and other crimes. He admits it is hard to listen to such horrific stories day in and day out. He says he prays a lot, and that he and his team have psychological counseling to be able to deal with it.\n\nHe says the Nazis and ISIS share many similar tactics, such as executing people in public and enlisting local help in their murders.\n\ntoggle caption Efrem Lukatsky/AP\n\n\"Many times, Jews were shot in public like that, it was a show. And also the Germans used the Soviet system to have workers for free to do all the dirty jobs,\" he says. \"There is no genocide without the neighbors.\"\n\nDesbois says unwillingly or not, neighbors helped prepare for the killing, whether it took place in Poland, Ukraine, or Iraq. And strong ideology isn't the only motivation.\n\n\"In a genocide machine, there's never a pure ideology,\" he says. \"Nazism and the ideology of Hitler was important, but sex and money was also important. The Gestapo had so many sex slaves in Russia. As for ISIS, when they arrested the Yazidis, they'd bring one bag for gold, one bag for telephones and one for jewels. The Nazis did exactly the same. The criminal is attracted by uber-power, sex and money.\"\n\nThere's a family story behind Desbois' crusade. In 1942, his grandfather was deported from France to a work camp in Ukraine. Desbois says his grandfather never spoke about what had happened in the village of Rawa Ruska.\n\n\"So I decided to go there one day,\" he says, \"and that's when I discovered that the Germans shot at a minimum 18,000 Jews, plus gypsies, plus Soviet prisoners. But no one wanted to speak about it.\"\n\nDesbois made that first trip in 1989. When he returned several years later, after the collapse of the Soviet system, everything was different, he says.\n\n\"The mayor of the city took me to a mass grave site with 50 farmers who had been present at the killing,\" he says. \"And these people were ready to speak.\"\n\nThe mayor told Desbois that what he had been able to do in Rawa Ruska — listen to all the witness accounts — he could do in hundreds of other villages. Desbois says he never hesitated. The work is \"God's calling,\" he says.\n\ntoggle caption Efrem Lukatsky/AP\n\nUkrainian Kateryna Duzenko has been working with Desbois for the last eight years. She started as an interpreter in the field and now manages the Yahad-In Unum archives and website in Paris. She says many people contact Yahad-In Unum to try to find out what happened to family members killed in Eastern Europe during the Second World War.\n\n\"They know their family members were killed, but they don't know the details,\" she says, \"like who rounded them up, where did they shoot them, on whose orders. We give them this information.\"\n\nThe group consults German and former Soviet archives, and between these and the witnesses' testimony, they have been able to put together a clear picture of the methodical way the Holocaust by bullets worked.\n\nDuzenko says these mass killings are not a subject Ukrainians talk about easily.\n\n\"Because we know there was participation of local police in the murders,\" she says. \"But as a Ukrainian, I need to know my history and to know what happened and accept that Ukrainians participated — and move forward to do better things in the future and to prevent the same thing from ever happening again.\"\n\nDesbois believes that helping the Yazidis is also God's calling. Again, he says it was a personal experience that brought him to the Yazidis.\n\n\"I didn't pick one genocide over another,\" he says. \"The call brought me to the Yazidis.\" ISIS has killed many people in Europe, he says, including a French priest, whose throat was slit in a church attack in 2016.\n\n\"I couldn't remain a bystander,\" Desbois says.\n\nISIS attempted to annihilate the Yazidi people — killing men, selling women and girls as sex slaves and taking away children to give to ISIS families or put in terrorist training camps.\n\nEnlarge this image toggle caption Courtesy of Stephan Pramme/Spelling Communications Courtesy of Stephan Pramme/Spelling Communications\n\nHis team's interviews with more than 200 Yazidi victims and witnesses will serve as corroborating evidence of crimes, along with photos taken of ISIS crimes. The testimonies will be made accessible to justice officials who are trying ISIS combatants for crimes against humanity in several countries.\n\nDesbois says once he began documenting the crimes against the Yazidis, he knew he had to do more: This time, he had the chance to help the victims.\n\n\"I couldn't do an interview and just say bye-bye, I'll come back in one month. It was impossible for me,\" he says.\n\nSo Desbois' organization has set up two workshops in Iraq with sewing machines to help Yazidi girls and women who have lost their families. They are taught sewing skills so they can have a way to support themselves on their own. The organization is also working in camps for the displaced, helping orphans and other children, some of whom were forced to convert to Islam.\n\nDesbois says mass killers specifically target \"the other,\" whether Jews or the Yazidis — because they know the rest of the population is likely to look the other way. That's something he notes in his new book, In Broad Daylight: The Secret Procedures behind the Holocaust by Bullets.\n\nYahad-In Unum receives support from the European Union, French, German and American governments and family foundations in the U.S. and Europe. The organization has set up an interactive website with the material collected over the past decade and a half, including details of massacre sites and the testimony of those who witnessed Nazi crimes.\n\nThe priest says he has been contacted about investigating the atrocities against the Rohingya. But for now, he does not have the funding to do so.\n\nDespite the Internet and social media bringing the world together, Desbois sees people becoming more entrenched in nationalism. And he sees Holocaust denial growing. \"The majority of the world's countries don't even teach about the Holocaust in school,\" he says.\n\nThat is why Desbois is relentlessly pushing to reconstruct the Nazi and ISIS crimes with as much detail as possible. Desbois says people often ask him why he insists on getting so many details.\n\n\"And I say, 'if your mom was killed, would it be important to know who the killer was?' And of course it's yes. Everyone has the same answer.\"\n\nDesbois says there's a tendency to see the Holocaust and other persecutions as a kind of global movement that we're helpless to fight.\n\n\"The Holocaust was not [a] tsunami,\" he says. \"It was a personal crime.\"\n\nThe problem today, says Desbois, is that people think it was an unstoppable machine. \"We speak about Hitler and Himmler,\" he says. \"But in the end it is a person killing so many people. By himself with regular guns. These were not guns to kill millions of people.\"\n\nDesbois says it's important to totally deconstruct the crime: \"Where are the corpses, who did the killing? Which unit? Which person? Which locals were involved? Who were the victims?\"\n\nHe says we must do this for the victims, but also to prove such killings are not an unstoppable, global force, but simple crimes.\n\n\"Because if we don't prove it was a crime,\" he says, \"we dismiss the responsibility of the killers.\"\n\nAnd that, says Desbois, gives carte blanche to the killers of tomorrow.", "keywords": ["jews", "desbois", "isis", "crimes", "attacks", "know", "yazidis", "exposes", "documenting", "soviet", "nazi", "holocaust", "priest", "yazidi", "french"], "polarity": 0.059244152206337074, "subjectivity": 0.36702614612278484},
{"title": "Snapchat's Stock Sinks After Rihanna Denounces Domestic Violence Ad", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594593132/snapchat-s-stock-sinks-after-rihanna-denounces-domestic-violence-ad", "text": "Snapchat's Stock Sinks After Rihanna Denounces Domestic Violence Ad\n\nEnlarge this image toggle caption Mamadou Diop/AP Mamadou Diop/AP\n\nSinger Rihanna denounced an ad that appeared on Snapchat making a game of domestic violence that featured photographs of her and Chris Brown. And the social media app's stock price went tumbling.\n\n\"Now SNAPCHAT I know you already know you ain't my fav app out there,\" Rihanna said in a statement posted Thursday on rival social media platform Instagram, where she has 61 million followers. \"I'd love to call it ignorance, but I know you ain't that dumb! You spent money to animate something that would intentionally bring shame to DV victims and made a joke of it!!!\"\n\nThe ad was for the mobile game \"Would You Rather,\" which asks users a series of questions, sometimes offensive. The ad said, \"Would you rather slap Rihanna\" or \"punch Chris Brown.\"\n\nIn 2009, Brown pleaded guilty to felony assault after Rihanna accused him of beating her and trying to push her out of a car. Photos emerged of her with a bruised face.\n\nSnapchat had already yanked the ad Monday and issued an apology. But the ad reappeared on social media as users circulated it and questioned its content.\n\n\"Just awful,\" Chelsea Clinton tweeted. \"Awful that anyone thinks this is funny. Awful that anyone thinks this is appropriate. Awful that any company would approve this.\"\n\nApparently Snapchat agreed.\n\n\"This advertisement is disgusting and never should have appeared on our service,\" a Snapchat spokesperson said in a statement. \"We are so sorry we made the terrible mistake of allowing it through our review process. We are investigating how that happened so that we can make sure it never happens again.\"\n\nSnapchat has an automated ad-buying platform. But company policy states, \"All ads are subject to our review and approval.\" It also says it prohibits \"Shocking, sensational, or disrespectful content.\"\n\nIn her Instagram post, Rihanna went on to say, \"This isn't about my personal feelings, cause I don't have much of them...but all the women, children and men that have been victims of DV in the past and especially the ones who haven't made it out yet...you let us down! Shame on you. Throw the whole app-oligy away.\"\n\nInvestors apparently heeded the call and threw away some stock. Snap Inc's stock prices fell around 4 percent later Thursday, wiping out nearly $800 million from its market value, reports CNN. By Friday, it had rebounded some, but closed the week with a 1 percent loss.\n\nSnapchat has experience with the kind of influence celebrities can wield. Last month after Snapchat changed its layout, Kylie Jenner, one of its most popular users, tweeted that she was no longer using the app.\n\nThe company's stock quickly fell 6 percent, erasing more than a billion dollars from its market value, said CNN.", "keywords": ["rihanna", "domestic", "stock", "snapchat", "violence", "media", "awful", "sinks", "know", "ad", "denounces", "social", "went", "snapchats", "users"], "polarity": -0.11012318121693124, "subjectivity": 0.5189153439153438},
{"title": "U.S. Government Launches Investigation Into Hyundai And Kia Airbags", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594559516/u-s-government-launches-investigation-into-hyundai-and-kia-airbags", "text": "U.S. Government Launches Investigation Into Hyundai And Kia Airbags\n\nEnlarge this image toggle caption Lee Jin-man/AP Lee Jin-man/AP\n\nThe National Highway Traffic Safety Administration opened an investigation Friday into problems with air bags in Hyundai and Kia vehicles. NHTSA says it is currently aware of six crashes in which air bags failed to deploy. The crashes led to four deaths and six injuries.\n\nThe models being investigated are 2011 Hyundai Sonatas and 2012 and 2013 Kia Fortes, according to a document posted on the NHTSA website. The scope of the probe includes an estimated 425,000 vehicles.\n\nFour of the crashes in question involved Hyundai vehicles and two of the crashes involved Kia vehicles, the document states. According to a statement from Hyundai spokesperson Jim Trainor, the company knows of \"three rare and unique accidents where airbag control circuitry was confirmed to be damaged, and a fourth accident is under investigation.\"\n\nThe specific concern with the air bags is an electrical overstress condition (EOS), which happens when an electronic device experiences a current or voltage beyond its specified limit. In this case, according to the NHTSA document, the device affected air bag control units supplied by the auto part manufacturer ZF-TRW. The air bag control units in the Hyundai models detect collisions, control the deployment of air bags and can also tighten seat belts in anticipation of a crash. The NHTSA document says the agency understands the 2012 and 2013 Kia Fortes being investigated also used similar ZF-TRW-supplied air bag control units.\n\nHyundai was already aware of problems with air bag control units as of Feb. 27, when the company filed a defect information report that led to a recall of 154,751 model-year 2011 Hyundai Sonatas. Trainor confirmed to NPR that the NHTSA investigation opened yesterday is directly related to this recall, and Hyundai will notify all affected vehicle-owners about further recalls by April 20. A spokesperson for Kia could not be reached for comment.\n\nThe NHTSA's Office of Defects Investigation will be looking into whether the scope of Hyundai's recall was appropriate, whether the Kia vehicles in question in fact used the same or similar air bag control units and what led the air bag control units to malfunction. The investigation will also look into which other manufacturers used the same or similar ZF-TRW air bag control units. The NHTSA document says the Office of Defects Investigation is already aware of a previous recall in which the air bag control units of certain Fiat Chrysler vehicles also seemed to experience electrical overstress condition.\n\nIn 2014, NPR's Eyder Peralta reported that Hyundai and Kia agreed to pay a $100 million civil penalty and $250 million in other punitive measures after they overstated the gas mileage on 1.2 million vehicles. The settlement, which the Justice Department deemed \"unprecedented,\" is the largest civil penalty in Clean Air Act history.\n\nHyundai acquired part of Kia after Kia filed for bankruptcy in 2007. According to Hyundai's website, Kia \"still operates independently\" and has separate design, marketing and branding departments.", "keywords": ["air", "bag", "document", "hyundai", "investigation", "vehicles", "nhtsa", "launches", "units", "kia", "airbags", "control"], "polarity": 0.11497252747252748, "subjectivity": 0.44377289377289375},
{"title": "Facebook Suspends Political Data Firm Used In Trump Campaign ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594550593/facebook-suspends-political-data-firm-used-in-trump-campaign", "text": "Facebook Suspends Political Data Firm Used In Trump Campaign\n\nEnlarge this image toggle caption Matt Rourke/AP Matt Rourke/AP\n\nFacebook has suspended the data analytics firm that the Trump campaign relied on during the 2016 election, saying the firm improperly received user data and then may have failed to get rid of it.\n\nOn Friday, the social media giant announced that Cambridge Analytica; parent company Strategic Communication Laboratories; Christopher Wylie, who helped found Cambridge Analytica; and U.K.-based professor Aleksandr Kogan were all barred from Facebook pending an investigation.\n\nKogan of the University of Cambridge came up with an app billed on Facebook as a personality predictor \"used by psychologists.\" About 270,000 people downloaded \"thisisyourdigitallife,\" according to Facebook, and in doing so gave away their data; some — depending on security settings — even gave away information about their Facebook friends.\n\nAlthough users may not have realized it, the mining of their personal information was aboveboard; just by downloading the app they had — knowingly or not — consented to giving it away.\n\nBut they did not consent to Kogan giving it away, Facebook says. And when Kogan passed on their data to Cambridge Analytica, he violated platform policies against sharing information with a third party.\n\nFacebook says it learned about what happened in 2015 and removed the app, then demanded Kogan, Cambridge Analytica and SCL destroy the data. Facebook says it was assured by each entity the data was gone.\n\nNow Facebook says it recently learned those assurances may have been false.\n\n\"Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,\" Facebook Vice President and Deputy General Counsel Paul Grewal said in a statement Friday. \"We are moving aggressively to determine the accuracy of these claims.\"\n\nCambridge Analytica denies wrongdoing.\n\nIn its own statement, it concedes it contracted with and received data from Global Science Research, a company led by Kogan, but says that when it learned that the user information was not obtained in line with Facebook's terms of service, it deleted all of it.\n\nCambridge Analytica says it is committed to receiving information in accordance with the UK Data Protection Act \"and to seek the informed consent of each respondent.\"\n\nTo what extent the Trump campaign and Cambridge Analytica were intertwined remains murky.\n\nBillionaire Republican donor Robert Mercer, who donated to the Trump campaign, backs Cambridge Analytica, having invested millions of dollars in the company. And Trump's former chief strategist Steve Bannon sat on its board, even naming the company, according The New York Times.\n\nAccording to the newspaper, \"the firm was effectively a shell\" based in the U.K. and run by foreigners whose contracts with American campaigns — including that of presidential hopeful Ted Cruz — possibly violated Federal Election Commission rules. (The Times interviewed Wylie, who has since left the company and runs another firm.)\n\nThe Trump campaign says it briefly used Cambridge Analytica for TV ads and paid some of its data employees, according to The Associated Press.\n\nBut congressional investigators have questioned CEO Alexander Nix about the company's role in the campaign.\n\nNix said last fall that the firm reached out to WikiLeaks founder Julian Assange in the runup to the election to request emails connected to the Hillary Clinton campaign. WikiLeaks said no. It was around the same time that Cambridge began working for the Trump campaign, reports The Wall Street Journal.\n\nThe Journal also reports that the firm has become ensnared in Justice Department special counsel Robert Mueller's investigation into Russian interference in the 2016 election.\n\nThe company says it uses data analytics and behavioral psychology to boost the clients' campaigns. Nix has denied to the U.K. Parliament that the company gets its data from Facebook.\n\nAnd yet as the firm sought to build \"psychographic profiles\" to help discern whom Internet users are and how political messaging might be tailored to them, it turned to Kogan, the Cambridge University psychology professor. The Times says Kogan created the app using a technique developed at the school's Psychometrics Centre, which is designed to map personality traits based Facebook likes. Kogan then put the app on Facebook under the false pretense of using it for academic purposes.\n\nAll told, the Times says Kogan handed over more than 50 million profiles to Cambridge Analytica, including information from app users' friends — who had never consented to forgoing their data. Around 30 million of those profiles contained enough information to build psychographic profiles, the newspaper says.\n\nThe firm said in its statement, \"No data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.\"\n\nFacebook says it will take legal action if it finds something unlawful occurred.", "keywords": ["used", "company", "facebook", "information", "campaign", "kogan", "firm", "trump", "political", "suspends", "analytica", "data", "cambridge"], "polarity": -0.01519902861366276, "subjectivity": 0.32604001689367546},
{"title": "U.S. Cities Awash In Green To Celebrate St. Patrick's Day", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594578306/u-s-cities-awash-in-green-to-celebrate-st-patricks-day", "text": "U.S. Cities Awash In Green To Celebrate St. Patrick's Day\n\nEnlarge this image toggle caption Scott Olson/Getty Images Scott Olson/Getty Images\n\nIn accordance with tradition, the Chicago River was dyed green Saturday morning in honor of St. Patrick's Day. According to The Chicago Tribune, Richard J. Daley, who served as Chicago's mayor from 1955 until his death in 1976, initially proposed dyeing part of Lake Michigan green instead. His friend Stephen M. Bailey, who was business manager of the Chicago Plumbers Union, suggested the more practical option of dyeing the manageably-sized Chicago River, and the plan was first executed in 1962.\n\nThe formula for the orange powder now used to dye the river is top secret, but The Chicago Tribune reports that it environmentally friendly. It is spread by two motorboats (one for dumping the powder, the other for stirring the water), and it only takes about 45 minutes for the river's water to turn completely green once the powder is in it.\n\nNational In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade In A First, Irish LGBT Organization Leads NYC's St. Paddy's Parade Listen · 3:30 3:30\n\nWhat you may not know, however, is that one year earlier, in 1961, another city tried, unsuccessfully, to dye its river green for the Irish holiday. That city was Savannah, Ga., and the greening effort was thwarted by quickly moving tides, according to reporting from USA Today.\n\nDespite its undyed river, Savannah managed to secure a visit from Vice President Pence for this year's annual St. Patrick's Day celebration. The vice president was joined by his wife, Karen Pence, and his mother, Nancy Pence-Fritsch, whose father immigrated to the U.S. from Ireland in 1923.\n\nEnlarge this image toggle caption Stephen B. Morton/AP Stephen B. Morton/AP\n\nOn Friday, the American Civil Liberties Union of Georgia filed a lawsuit arguing that including signs on a list of items banned in the enhanced security zone being set up for Pence's visit was unconstitutional. But the situation was resolved quickly: WSAV reports that city spokesperson Michelle Gavin said she misspoke when she initially announced the prohibition on signs. Gavin clarified, saying signs and posters would be allowed in the enhanced security zone as long as they were not attached to sticks, poles or posts.\n\nOn our way to Savannah! Glad that my mom, Nancy Pence-Fritsch, could join Karen & me in to celebrate St. Patrick's Day. Her father came over from Tubbercurry Ireland to America in 1923. Read about our family's Irish roots here: https://t.co/TiFtcaMUyQ pic.twitter.com/pZ5pOfaBhh — Vice President Mike Pence (@VP) March 17, 2018\n\nIn Boston, it seems another mild fight over the South Boston St. Patrick's Day/Evacuation Day Parade route has been resolved – for now. The city imposed a shorter route for this year's parade because of the 14 inches of snow from last week's blizzard.\n\ntoggle caption Dominick Reuter/AFP/Getty Images\n\nThe South Boston Allied War Veterans Council Commander Dave Falvey said in a statement posted on Twitter that while it disagreed with the decision of Mayor Marty Walsh to shorten the parade route, the organization would comply. The statement says the council will, however, be working to make sure the parade route will not be shortened in the future.\n\n\"Nevertheless, Sunday's parade will be terrific,\" the statement says, and will include an appearance from the U.S. Women's National Hockey Team, which earned the gold medal at this year's Winter Olympics in Pyeongchang. According to the 2015 census, 21.1 percent of the population of Boston's metropolitan area boasts Irish ancestry, making the region the most concentrated Irish population of any of the 50 most populous metropolitan areas in the U.S.\n\nIn New London, Wis., a team of local leprechauns decided to continue the town's annual tradition of renaming itself \"New Dublin\" in honor of the Irish holiday. A \"Leprechaun Schedule\" posted on New Dublin's website detailed a plan to change the names of street signs. According to the schedule, the team began with the sign on State Highway 54 East, continued on to various roads, schools and day care centers, and ended with \"various New Dublin businesses and other signs as needed.\"\n\nMeanwhile, in Washington, President Trump offered a festive St. Patrick's Day tweet. It appears his administration has decided to continue a White House fountain-dyeing tradition started by Chicago native and former first lady Michelle Obama in 2009.", "keywords": ["irish", "route", "river", "awash", "celebrate", "cities", "patricks", "st", "green", "day", "signs", "parade", "chicago"], "polarity": 0.05817775974025973, "subjectivity": 0.34045364357864344},
{"title": "Russia Expels 23 U.K. Diplomats In Retaliatory Move", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594528044/russia-expels-23-u-k-diplomats-in-retaliatory-move", "text": "Russia Expels 23 U.K. Diplomats In Retaliatory Move\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nThree days after the U.K. said it was expelling 23 Russian diplomats over the poisoning of a former Russian double agent on U.K. soil, Russia says it's responding in kind, by kicking out 23 U.K. diplomats currently in Moscow.\n\nThe Russian Ministry of Foreign Affairs said in a statement Saturday that 23 British diplomats are \"persona non grata\" and must leave the country within a week.\n\nThe Russian ministry also said it was ordering the British Council in Russia to cease operation and that a British consulate in St. Petersburg would not reopen.\n\nThe announcement came after the British ambassador to Russia, Laurie Bristow, was summoned to the foreign ministry in Moscow.\n\nBristow told reporters: \"We will always do what is necessary to defend ourselves, our allies and our values against an attack of this sort, which is an attack not only on the United Kingdom, but upon the international rules-based system on which all countries, including Russia, depend for their safety and security,\" according to The Associated Press.\n\nThe diplomatic standoff started with the poisoning of former Russian double agent Sergei Skripal and his daughter, Yulia, in Salisbury, England on March 4. They remain in critical condition.\n\nA Cold War-era nerve agent of a group called Novichok was used, according to British Prime Minister Theresa May. U.K. Foreign Minister Boris Johnson said it was the first instance of nerve agents being used in Europe since World War II.\n\nExperts say Russia is the only-known maker of Novichok.\n\nOn Wednesday, May called the attack a \"barbaric act\" and announced retaliatory measures including: the expulsion of 23 Russian diplomats she called \"undeclared intelligence officers\"; uninviting Russian Foreign Minister Sergey Lavrov to visit the U.K.; freezing certain Russian government assets in the U.K.; and suspending \"high-level\" diplomatic contacts.\n\nRussia has called the charges \"groundless accusations\" and says British authorities have refused to provide samples of the nerve agent used.\n\nThe Russian foreign ministry said that Britain \"is warned that in case of further unfriendly actions against Russia, the Russian side reserves the right to take further retaliatory measures.\"", "keywords": ["agent", "russian", "foreign", "23", "ministry", "called", "diplomats", "expels", "uk", "retaliatory", "british", "russia"], "polarity": 0.0033783783783783777, "subjectivity": 0.22068854568854565},
{"title": "Weapons Cache Found In Ithaca, N.Y., After Tip From Walmart Employee", "url": "https://www.npr.org/sections/thetwo-way/2018/03/17/594610811/weapons-cache-found-in-ithaca-n-y-after-tip-from-walmart-employee", "text": "Weapons Cache Found In Ithaca, N.Y., After Tip From Walmart Employee\n\nA former Cornell University student has been charged with four federal crimes after an abundance of weapons was allegedly found in his Ithaca, N.Y., apartment.\n\nTwo of the charges have to do with possession of firearms — an unregistered destructive device and a silencer. The others have to do with false statements in connection with the acquisition of a firearm and the required record of a federal firearms license in connection with a firearm purchase.\n\nAn affidavit filed on March 15 states that on March 7, an employee at a Walmart in Ithaca contacted the Ithaca Police Department about some suspicious purchases made at the store. Police were able to determine that Maximilien R. Reynolds, 20, purchased firearms ammunition, camping gear, drill bits, hacksaw blades, knives and more items from Walmart using a gift card.\n\nAccording to the affidavit, Reynolds was on temporary leave of absence from Cornell University and was taking classes at Tompkins Cortland Community College in Dryden, N.Y.\n\nWhen local FBI agents and Ithaca police visited Reynolds' apartment, the affidavit says, Reynolds' girlfriend told the agents she was worried about him. According to the document, she said he seemed to be manic, was getting little sleep and wasn't taking his medications. At that time, the objects observed in the apartment included a bullet-resistant vest, multiple camouflage-style clothing items and what appeared to be a military-style gas mask.\n\nThe affidavit states that about one hour later, FBI agents met Reynolds at his apartment and got his consent to search the place. The search revealed a cache of weapons that included a Savage MSR-15 Patrol rifle, a homemade silencer, containers of chemicals commonly used to create homemade explosives and over 300 rounds of firearm ammunition.\n\nAccording to the document, the following day, an individual told police that in the fall of 2017, Reynolds gave him $1,000 in cash to buy a firearm, along with an additional $200 as payment for going through with the purchase. The individual said Reynolds told him that he was not allowed to buy the firearm himself, so the individual bought the Savage MSR-15 Patrol rifle from a federally licensed firearm dealer in Tomkins County under his own name.\n\nThe affidavit also states that Reynolds was detained in June 2016 under a section of the New York State Mental Hygiene Law that allows police to take custody of \"any person who appears to be mentally ill and is conducting himself or herself in a manner which is likely to result in serious harm to the person or others\" and transport them to a hospital.\n\nIn a communication to the Ithaca campus community Friday, Vice President for University Relations Joel M. Malina wrote that law enforcement does not believe there is currently a threat to Cornell's campus. \"This is a good reminder that we can all help to keep our community safe by immediately reporting suspicious activity.\"\n\nNPR's Nathan Rott reported in March 2017 that silencers are \"one of the most heavily regulated products in the gun industry.\" Gun rights advocates, along with the silencer industry, have argued that such regulation is unfair. In October, after a gunman fired at concertgoers in Las Vegas, killing 59 people and injuring hundreds, House Republicans postponed voting on a bill that would make it easier to purchase a silencer.\n\nAfter a gunman who had once escaped from a mental health facility killed more than two dozen people at a church in Texas in November 2017, NPR's Alison Kodjak reported in a conversation with All Things Considered host Kelly McEvers that the connection between gun violence and mental health is not necessarily direct:", "keywords": ["firearm", "ithaca", "silencer", "employee", "university", "affidavit", "weapons", "told", "cache", "tip", "walmart", "states", "reynolds", "ny"], "polarity": 0.007442067736185379, "subjectivity": 0.4219474153297682},
{"title": "Former Coal Lobbyist On Tap For No. 2 Spot At EPA", "url": "https://www.npr.org/2018/03/17/593546626/former-coal-lobbyist-on-tap-for-no-2-spot-at-epa", "text": "Former Coal Lobbyist On Tap For No. 2 Spot At EPA\n\ntoggle caption Alex Edelman/picture-alliance/dpa/AP\n\nPresident Trump's nominee for deputy administrator of the Environmental Protection Agency, Andrew Wheeler, has spent much of his career working for less oversight from the agency.\n\nA longtime aide to Sen. James Inhofe, known for his climate-denying antics on the floor of the Senate, Wheeler worked on environmental legislation for more than 15 years in various roles on the Senate Committee on Environment and Public Works. He helped to defeat a 2008 climate bill before leaving to be a private consultant and lobbyist.\n\nThat experience will serve Wheeler well as deputy administrator, his supporters argue, as the EPA continues to roll back Obama-era rules and regulations, and the agency works more closely with industry.\n\n\"I know where the laws are drafted,\" Wheeler said when he appeared before that same committee for his confirmation hearing last year. He joked with Senators and seemed at-ease answering questions from his old colleagues, even as Democrats raised concerns about his past work as a lobbyist.\n\nSince 2009, Wheeler has represented the interests of some of the largest fossil fuel companies in the U.S. as a consultant and lobbyist, and national environmental groups including the Natural Resources Defense Council and Sierra Club oppose his nomination. According to an analysis of public documents by ProPublica, Wheeler has worked as a registered lobbyist for, among others, a major uranium mining company, one of the largest coal companies in the country and a refrigerant manufacturer.\n\nEach of the companies has worked to shape EPA regulations in their favor in recent years.\n\nThe uranium mining company, Energy Fuels Resources Inc., is based in Colorado. Last year, the company lobbied to shrink Bears Ears National Monument, which is adjacent to one of the company's uranium processing mills. The refrigerant manufacturer, ICOR International, hired Wheeler to lobby Congress and the EPA for less stringent ozone regulations.\n\nFollowing his nomination last fall, the Sierra Club's legislative director Melinda Pierce said Wheeler is \"unfit for the job as Deputy EPA Administrator, given his obvious conflicts of interest working for the coal industry.\"\n\nWheeler also lobbied on behalf of utility giant Xcel Energy and has lobbied or consulted for multiple companies with interests in expanding the market for ethanol, including Growth Energy, the trade group for ethanol producers. The EPA is responsible for setting fuel requirements that affect the market for ethanol.\n\nXcel also has a complex relationship with the EPA. The company has invested heavily in renewable energy since the agency passed a sweeping electricity regulation which led states and utilities to make long-term plans for transitioning to clean energy. The EPA is now moving to repeal the so-called Clean Power Plan, but many states have still require utilities, including Xcel, to follow through on transitioning from dirtier fuels like coal to cleaner ones like wind, as the public radio collaboration InsideEnergy has reported.\n\nAsked to comment on how Wheeler's past lobbying and consulting work might affect his approach to helping run the EPA, EPA spokesperson Liz Bowman said \"Mr. Wheeler – like all political nominees – is committed to following the ethics advice of career officials at EPA and will recuse himself as needed, based on the advice of those experts.\"\n\nThe Senate panel's top-ranking Democrat, Sen. Tom Carper, said earlier this year that he had asked Wheeler specifically about his work with the coal company Murray Energy. The company's CEO Bob Murray has long fought environmental and climate regulations. Last year, Murray sent a memo to Pruitt laying out an \"action plan\" that included repealing limits on mercury emissions and reversing the agency's so-called endangerment finding that greenhouse gas emissions are dangerous to public health.\n\nMurray also pushed for the administration to withdraw the U.S. from the Paris Climate Agreement, which President Trump announced he would do last year.\n\nSpeaking at a hearing, Carper said he had spoken to Wheeler about his relationship with Murray, and found Wheeler's explanations encouraging:\n\n\"I have met personally with Mr. Wheeler twice, and I have asked him directly whether he was involved in writing Mr. Murray's proposal. He assured me he was not. He told me that one of Murray Energy's priority issues he worked on was securing health and other benefits for retired miners. Moreover, he also assured me that he views EPA's legal authority to regulate greenhouse gas emissions, which is based on the 'endangerment finding,' as settled law. I have no reason to doubt Mr. Wheeler's assurances that at least on the question of the endangerment finding, he holds a view that is distinct from Bob Murray's.\"\n\nAsked if Wheeler shared Murray's support for items in the action plan, Bowman said \"Mr. Wheeler supports the president's decision to withdraw from the Paris agreement.\"\n\nWheeler has worked at the EPA before, as a special assistant in the agency's Office of Pollution Prevention and Toxics in the early 1990s. His focus was on regulating toxic chemicals — at the time, the EPA was working to update the agency's \"early warning\" system for keeping track of new chemical hazards.\n\nWheeler helped draft guidelines about what information chemical companies were required to disclose to the EPA.\n\nThat work may prove to be relevant to running today's EPA. More than 20 years later, the agency is in the midst of implementing a sweeping law passed under the Obama administration that changes many chemical reporting requirements. How that law is implemented will determine the EPA's power to enforce chemical pollution limits for the foreseeable future.\n\nFor example, the Trump administration rewrote and Obama-era proposed rule to narrow the number of chemicals the agency will review for safety hazards, excluding chemicals like flame retardants that are present in a lot of plush furniture, but are no longer used in manufacturing new products.\n\nCarper's office did not respond to questions about the current timeline for Wheeler's confirmation, which has been stalled since he was nominated last year.", "keywords": ["company", "agency", "worked", "energy", "spot", "mr", "coal", "wheeler", "companies", "tap", "murray", "lobbyist", "epa"], "polarity": 0.05027140827922078, "subjectivity": 0.2965706168831168},
{"title": "The Big Student Walkout; DeVos On School Safety; The First Amendment On Campus", "url": "https://www.npr.org/sections/ed/2018/03/17/593937655/the-big-student-walkout-devos-on-school-safety-the-first-amendment-on-campus", "text": "The Big Student Walkout; DeVos On School Safety; The First Amendment On Campus\n\nEnlarge this image toggle caption Michael Rubinkam/AP Michael Rubinkam/AP\n\nHello and welcome to another edition of the weekly roundup. The nation's eyes have been on students this week, so let's check in.\n\nNational student walkout\n\nOn March 14, a month after the shooting at Marjory Stoneman Douglas High School, K-12 students all over the country walked out of class to protest gun violence. Many chose to leave for 17 minutes, one for each of those killed in the Parkland, Fla., attack. NPR also reported on the songs they sang in protest. A march on Washington is planned for next Saturday.\n\nTeachers oppose carrying guns\n\nAlmost three out of four teachers oppose the idea of being armed at school, according to a new Gallup poll. And 58 percent say that teachers and staff carrying guns would make schools less safe.\n\nDeVos will head school safety commission\n\nOn March 11, President Trump appointed Education Secretary Betsy DeVos to a new Federal Commission on School Safety.\n\nAfter appearances on 60 Minutes and the Today show, for which DeVos was criticized for seeming ill-informed, she provided more details to the National Parent Teacher Association conference on Tuesday.\n\nDeVos advocated some measures that have also been endorsed by a large number of experts on school climate and mental health. These include two that involve the supply of weapons: strengthening background checks for gun buyers and a measure called temporary extreme risk protection orders to take away a firearm if the police perceive an imminent threat.\n\nDeVos also included a call to back the proposed STOP School Violence Act, which provides states with money for training, technology and technical assistance, including \"threat assessment\" teams.\n\nShe also backed ideas that many scholars oppose, such as arming teachers and \"hardening\" schools through things like metal detectors. As part of the commission, the White House has called for a reconsideration of Obama-era student discipline guidance. This sets up a debate over the use of suspensions, expulsions and student arrests — and the impact of these tactics on racial equity and access to education.\n\nCollege students surveyed on the First Amendment\n\nA survey of 3,000 college students nationwide by Gallup and the John S. and James L. Knight Foundation (which is among NPR's financial supporters) found strong support for free speech, but also concern about the spread of hate speech and the need for diversity and inclusion.\n\nStudents' confidence in freedom of speech and the press is declining. Sixty-four percent of respondents told pollsters that freedom of speech is secure in this country, down from 73 percent in a 2016 survey on the same topic. Sixty percent, down from 81 percent, say freedom of the press is secure. This slide was concentrated among students who identify as Democrats and independents.\n\nWhen it came to restrictions on free speech, while 90 percent of college students say it is never acceptable to use violence to prevent someone from speaking, 37 percent agreed it was acceptable to shout people down at least sometimes.\n\nAnd 80 percent of students agreed that the Internet has been responsible for a significant increase in hate speech.\n\nAnother state takes steps toward free community college\n\nNew Jersey Gov. Phil Murphy campaigned last year on a promise to offer community college to all of his state's residents, for free, by 2021. Murphy, a Democrat, took office in January and this week announced a budget proposal that included what he called a \"down payment\" on the plan. It includes $50 million for low-income students to attend community college. Four states — Tennessee, Oregon, New York and Rhode Island — already offer students free community college. Many others have similar plans in the works.\n\nThe budget proposal also includes additional funding for pre-K through 12th grade, with an emphasis on expanding pre-K access and STEM programs in New Jersey.\n\nSchool travel-time study\n\nAnyone who commutes knows that travel time makes a huge difference. And when kids live far from their schools, long travel time can add to students' stress and significantly affect families.\n\nA new, big study by the Urban Institute this week shed light on how students get to school and how long it takes for them to arrive.\n\nThe study examined students in Denver, Detroit, New Orleans, New York City and Washington, D.C. — all areas with many choices beyond neighborhood schools, such as charters or vouchers.\n\nThe results? Most commutes to school are shorter than 20 minutes. High school students in the study traveled slightly farther than those in middle and elementary. The researchers also found that African-American students consistently travel farther to get to school than their white or Latino peers.\n\n\"Access to a car can significantly increase the number of schools available to a family,\" the researchers concluded, and they suggested that transportation options like busing should be considered when drafting school choice plans.", "keywords": ["devos", "speech", "week", "violence", "amendment", "community", "safety", "students", "schools", "free", "school", "campus", "walkout", "college", "student", "big"], "polarity": 0.13897588723675688, "subjectivity": 0.45580421189116826},
{"title": "The Russia Investigations: What Does Devin Nunes Know?", "url": "https://www.npr.org/2018/03/17/594336602/the-russia-investigations-what-does-devin-nunes-know", "text": "The Russia Investigations: What Does Devin Nunes Know?\n\nEnlarge this image toggle caption Susan Walsh/AP Susan Walsh/AP\n\nThis week in the Russia investigations: Republicans on the House intelligence committee give President Trump a clean bill of health; Democrats say not so fast. It's a dispute over the basic nature of the Russia imbroglio.\n\nWhat does Nunes know?\n\nThe chairman of the House intelligence committee, Rep. Devin Nunes, R-Calif., enjoys access not only to a huge breadth of information from America's spy agencies but also to some of their deepest secrets. He doesn't need to rely on press reports.\n\nAt the same time, he is an ally of President Trump, a supporter of House Speaker Paul Ryan, R-Wis. — to whom he owes his chairmanship — and a politician with strong conservative views.\n\nSo when Nunes and his House intelligence committee concluded this week that there was \"no evidence of collusion, coordination or conspiracy\" between the Trump campaign and the Russian attack on the 2016 presidential election, which Nunes was speaking: the intelligence insider or the party loyalist?\n\nThe chairman is in a position to know what the U.S. intelligence community knows about the Russia matter, beyond tittle-tattle in the newspapers and into the secret evidence including signals intelligence and the reports from human sources.\n\nAnd it would be political malpractice for him not to continue advocating for his own president in the way he has from the very earliest phase of the House committee's investigation.\n\nSo it's telling that, in this context, Nunes considers this moment opportune.\n\nThere probably is no certified letter from Trump to Russian President Vladimir Putin that says, \"Dear sir — In exchange for your help in the election, I vow to govern as president in ways that benefit you\" — and who knows whether there is any smoking-gun-type evidence.\n\nWell, Nunes is among those who might know. Very little of the rest of the evidence in the Russia case is clear-cut.\n\nThere may never be an independent account, for example, of what took place in the June 2016 Trump Tower meeting at which Donald Trump Jr. hosted a delegation of Russians after an email offer that described Moscow's desire to support the Trump campaign. Maybe there'll never be a recording or a trustworthy transcript that sheds any light on whether other Trump campaign aides might have conspired when they had their contacts with Russians in 2016.\n\nWhat does it all add up to? In clearing Trump, Nunes and the House intelligence committee are not only stating there is no such evidence today, but also that there never will be.\n\nDemocrats have alternatively fumed about this conclusion and mocked it, including frequent Trump critic Rep. Ted Lieu, D-Calif.\n\nThey say Nunes and the committee's GOP majority won't even ask the questions — of witnesses or by way of documents and other materials — that might result in the answers they don't want to hear.\n\nThere have been some indications that members of the House intelligence committee might have a little gambler's remorse about their play: A few broke from another of Nunes' conclusions, that the U.S. intelligence community was wrong in assessing that Putin's active measures were aimed at supporting Trump.\n\nTrying to sell that message and the big one exonerating the president might have been a bridge too far, as some members told Politico's Kyle Cheney.\n\nBut the big one is the most important and it came through — and will again whenever the committee's full report appears publicly. The House intelligence committee also has put itself in a position to be able to criticize the other investigations of Russian election interference that continue, both on the Senate side and by Justice Department special counsel Robert Mueller.\n\n\"We looked at this, found nothing, and completed our work,\" the House committee's GOP majority can say. \"Anyone else who continues to probe Russia must be doing so out of partisan animus and needs to give up this scurrilous fishing expedition.\"\n\nThat is a gamble, however. If the House committee has decided it will not learn anything new that changes the state of play, what if the Senate or Mueller's office does?\n\nThe bottom line: Nunes and Rep. Mike Conaway, R-Texas, and their colleagues get all this — which is why their decision and announcement this week are so significant. They understand the political implications for them and Republicans of getting it wrong. Still they proceeded, and that confidence could say a lot about the Russia imbroglio: Maybe this is all there is to it.\n\nThe known universe\n\nIf the Republican view is correct and that all there is to be known about the Russia case is already known, that's good news for them and great news for Trump, although it doesn't necessarily nullify every potential danger.\n\nSome Democrats, for example, argue that what is known already about contacts before and after Election Day 2016 amount to prima-facie evidence of conspiracy. Mueller could make out charges based on that interpretation.\n\nThere is also a school of thought that there is a case hiding in plain sight against Trump and aides involving campaign finance law, which bars Americans from accepting \"anything of value\" from foreigners in an election.\n\nEnlarge this image toggle caption Jacquelyn Martin/AP Jacquelyn Martin/AP\n\nConaway, for his part, says the worst that can be said about Trump campaign advisers is that they were guilty of \"bad judgment.\" With the books closed on the House Russia investigation, the way is clear for him and his colleagues to go on offense.\n\nThat means Conaway and his Republican colleagues have set the table to reject any potential new Mueller prosecutions as baseless or political. In the Senate, Judiciary Committee Chairman Chuck Grassley, R-Iowa, renewed along with his compatriots the call for a second special counsel to investigate the circumstances that led to Mueller's appointment.\n\nNone of this means that if the facts change in the Russia case, either with indictments against more Russians or more Americans, the political state of play won't change again.\n\nIt does suggest, though, that whatever Nunes has seen within the classified world it made him confident enough to bet on shifting his Russia train onto a siding.", "keywords": ["say", "president", "committee", "know", "devin", "nunes", "campaign", "trump", "house", "intelligence", "evidence", "investigations", "russia", "does"], "polarity": 0.06787328934506355, "subjectivity": 0.5063294232649073},
{"title": "For St. Patrick's Day, A True Tale Of 8 Sailors Saved By Guinness", "url": "https://www.npr.org/sections/thesalt/2018/03/17/594440438/for-st-patricks-day-a-true-tale-of-8-sailors-saved-by-guinness", "text": "For St. Patrick's Day, A True Tale Of 8 Sailors Saved By Guinness\n\nEnlarge this image toggle caption Bert Hardy/Getty Images Bert Hardy/Getty Images\n\nIf you're picking up a glass of Guinness this St. Patrick's Day, savor it while pondering this story from 1917, when Ireland's famous stout was cause for true celebration: It saved lives.\n\nThe strange tale takes place in the Irish Sea toward the end of World War I. Besides the traditional dangers of crossing this busy body of water in a small craft, the years 1914 to 1918 featured the additional danger of German submarines, which targeted all enemy vessels (not just military ones) and sunk many.\n\nThis was the challenge that Guinness steamships, with cargo full of stout, faced every day crossing the Irish Sea from Dublin to their destination, Liverpool, in the northwest of the United Kingdom. The trip was about 135 miles and took most of a day, depending on the weather.\n\nThe W.M. Barkley was the pride of the Guinness fleet. Guinness bought it from Belfast shipbuilder John Kelly & Sons in 1913, just a year before the war erupted. Then, because of the conflict, the ship was requisitioned by the British Admiralty for the war effort. (Ireland was still part of the U.K. at this time, so it was a legal act of government.) By 1917, the ship was deemed unsuitable for its wartime mission and returned to Guinness for commercial use.\n\nOn Oct. 12, 1917, the Barkley set off from Dublin on its fateful trip to Liverpool, with its cargo of stout and a crew of 13. Nearly three hours into its journey, disaster struck: A torpedo from the German UC-75 submarine hit the ship and split it in two.\n\nThe crew, shocked and jolted, went scurrying for a lifeboat. As the story goes, the ship's cook, Thomas McGlue, had been making a cup of tea when the impact of the torpedo tossed the hot water, scalding his arm. By the time he got to the lifeboat, the sun had set and the ship was sinking.\n\n\"The Barkley was doing her best to go down, but the [beer] barrels were fighting their way up through the hatches, and that kept us afloat a bit longer,\" McGlue told the Guinness HARP magazine in 1964. \"In fact, it's the reason any of us got out of there.\"\n\nThe floating barrels of stout in the cargo hold made it possible for eight of the 13 souls aboard to escape into the night on a lifeboat.\n\nNow — away from the sinking ship — the surviving crew was questioned by the captain of the German submarine about the sunken boat's identity. The German captain checked the Barkley off his \"hit list\" and bid the sunken ship's crew good night, pointing them in the general direction of the Irish coast.\n\nAfter rowing awhile, they set down the life boat's anchor and shouted all night for rescue. Around five o'clock the next morning, they were rescued by a passing ship and ferried back to Dublin.\n\nTorpedo attacks in the Irish Sea were so frequent at the time that when the crew went to report their ordeal to government officials at the Custom House, they waited three hours to be interviewed. Eventually, they gave up waiting and went to the Guinness brewery instead.\n\nThere, the superintendent gave them a swig of brandy — even Guinness employees recognize that some situations merit stronger stuff — and sent them home.\n\nThe remains of the W.M. Barkley now rest on the seafloor about 16 miles east of Dublin Port, at a depth of about 180 feet. Broken in two, they show little evidence of the deadly drama that unfolded on that October night in 1917.\n\nThe stout barrels held in its cargo washed up on local shores for weeks after the ship sank. Those barrels were the unexpected heroes in a drama that genuinely allowed the survivors to state, with a straight face, that, yes, Guinness had actually saved their lives.\n\nThis story first appeared in Cognoscenti, member station WBUR's ideas and opinion page.\n\nA native of Ireland, Peter Moloney teaches globalization at Boston College.", "keywords": ["irish", "cargo", "sailors", "stout", "guinness", "tale", "patricks", "st", "saved", "ship", "day", "barkley", "crew", "true", "night", "german"], "polarity": 0.08639520202020202, "subjectivity": 0.3366161616161617},
{"title": "Some Economists See A Plus Side In Eliminating Term Limits For China's Xi Jinping", "url": "https://www.npr.org/sections/parallels/2018/03/17/593841022/some-economists-see-a-plus-side-in-eliminating-term-limits-for-chinas-xi-jinping", "text": "Some Economists See A Plus Side In Eliminating Term Limits For China's Xi Jinping\n\nEnlarge this image toggle caption Andy Wong/AP Andy Wong/AP\n\nIt was March 2007, China's legislature was wrapping up its annual session and Premier Wen Jiabao was about to speak at the closing press conference. The economy was seeing double-digit growth, a consumer class was rising and Beijing was soon hosting its first Olympics — there was every reason for a savvy politician to boast.\n\nBut that's not what the Chinese premier did.\n\n\"There are structural problems,\" Wen said ominously into a microphone, \"which are causing unsteady, unbalanced, uncoordinated and unsustainable development.\"\n\n\"It was a shocking speech at the time,\" says Peking University economist Michael Pettis.\n\nShocking because by 2007, many of the world's top economists, turned off by the growing financial crisis in the United States, were falling in love with China's economic growth model.\n\nEnlarge this image toggle caption Rob Schmitz/NPR Rob Schmitz/NPR\n\n\"Most economists insisted that the Chinese growth model was perfectly fine, there were no problems with it, it was the best thing since sliced bread,\" remembers Pettis. \"So when Wen Jiabao announced that imbalances were very deep and had become a problem for China, that obviously resolved the debate very, very quickly.\"\n\nFast-forward to this month: China's government has made the controversial move to abolish presidential term limits. While that's dismayed outside observers who hoped the country would become more liberal, there is a flip side to the debate. According to some economics experts, this critical reform could give President Xi Jinping time he needs to correct the problems Premier Wen was warning about — and that could actually turn out to be a good thing for the global economy.\n\nLopsided growth\n\nChina has spent the better part of the last two decades on a building spree. It's constructed the world's largest high-speed rail network, dozens of subway systems, highways and entire cities. This investment-led model has driven a historic economic expansion, but it's also resulted in a dangerously lopsided economy. The growth has disproportionately benefited the elite in and around the government instead of everyday Chinese workers, many of whom still don't make enough to enter the consumer class.\n\nPresident Xi's administration spent much of its first term attempting to rebalance the economy toward a more sustainable, consumer-led growth model. But according to China's top economic experts, doing so will likely cause economic pain to the country's powerful state sector, and it will take several years. That's why economists like Pettis reason that eliminating term limits for Xi might be better for China's — and the world's — economy in the long run.\n\nDespite former Premier Wen's warnings, imbalances in the national economy grew. China's leadership in the early 2000s under then-President Hu Jintao tried to introduce reforms to restore balance, but they gave up when the rich and powerful pushed back, protecting their massive share of China's economic pie. \"In the end they decided simply to keep the ball rolling, since they only had two or three or four more years in office,\" recalls Pettis.\n\nPolitically, it was the choice of least resistance. Economically, analysts say it led to wasteful spending, dangerous levels of government debt and rampant corruption; all issues that have confronted President Xi since he took office in 2013.\n\nThere are many reasons behind the Chinese government's controversial scrapping of term limits. They include bringing the president role more in line with two other top posts: the military and Communist Party heads.\n\nBut in terms of economics, the reforms China needs, Pettis says, will require strong leadership over an extended period. Xi has used his first term to consolidate power — now he's been given more time to wield it.\n\n\"My big fear if he didn't have a third term is that he would be really reluctant to implement the reforms during this term because there's almost no way you can do so without slowing the economy for many, many years,\" Pettis says of the economic reforms needed to restore balance to China's economy. \"So there's no way he could've really reformed sufficiently without leaving 2022 in a pretty bad state.\"\n\nAnd that, says Pettis, would have likely spelled political trouble for Xi at the end of his second five-year term.\n\nChina should be greater\n\nFor visitors to China's gleaming cities of Shanghai and Beijing, the trajectory of the national economy may seem unstoppable — but appearances are deceiving. \"China's economy is so far below its potential,\" says Shanghai-based economist Andy Xie. \"China should be, by far, the largest economy in the world.\"\n\nXie points out that 800 million Chinese people work, most of that population works overtime, and nearly 70 percent of Chinese women work — outperforming men in many developed countries.\n\nIn other words, China's population works incredibly hard.\n\nIf you set the direction right, China will boom beyond your imagination.\n\nYet the nation's gross domestic product per capita hovers just above $8,000 a year — below the global average and about a fifth of the average developed country. Xie says systemic corruption has siphoned much of China's economic spoils over the past 20 years into the pockets of corrupt government officials. Xi has devoted his first few years as president to cleaning up political corruption, and now he needs to pivot to focus on lifting household incomes, says Xie.\n\nChina's labor force remains productive. \"In a way, the government in China has a very good hand,\" Xie says. \"If you set the direction right, China will boom beyond your imagination.\"\n\nBut will Xi — now a potential ruler for life — set China's economic direction straight? \"In the short run, absolute centralized power might help continue economic growth and make it easier to make political and economic decisions,\" says Shi Yinhong, an international relations professor at Renmin University in Beijing. \"On the other hand, a flexible political environment and civil liberties are needed in order to have a sustainable and healthy economy.\"\n\nAnd most observers agree that, with the government's near-unanimous approval of doing away with presidential term limits, a flexible political environment is something China will lack for some time to come.\n\nShanghai Bureau Assistant Yuhan Xu contributed research to this story.", "keywords": ["xi", "jinping", "chinas", "economy", "pettis", "plus", "eliminating", "growth", "chinese", "political", "economic", "term", "economists", "limits", "china"], "polarity": 0.12301649793775775, "subjectivity": 0.4143325834270717},
{"title": "Black Voters Need More Convincing From Democrats In 2018", "url": "https://www.npr.org/2018/03/17/593643801/black-voters-need-more-convincing-from-democrats-in-2018", "text": "Black Voters Need More Convincing From Democrats In 2018\n\nEnlarge this image toggle caption Asma Khalid /NPR Asma Khalid /NPR\n\nWhen Koya Graham turned 18, the first thing she did was register to vote.\n\nAnd, year after year, the Cleveland native faithfully voted for Democrats — that is, until the 2016 presidential election.\n\n\"I'm not interested anymore,\" Graham told NPR in the Spring of 2016. \"I don't see any immediate, significant changes happening.\"\n\nAnd Graham was not alone. It's been estimated that millions of people who voted for Barack Obama in 2012 stayed home in 2016. A recent analysis in The New York Times puts the exact figure at 4.4 million — and approximates that an outsized number of those non-voters (36 percent) were black.\n\nBlack voter turnout fell seven percentage points in the last election, plummeting from 66.6 percent in 2012 to 59.6 percent in 2016, according to data from the U.S. Census Bureau. Many analysts say a natural drop-off was expected in the post-Barack Obama era. But the 2016 voter turnout for African-Americans was not just lower than the Obama years, it was even slightly lower than the 2004 election between George W. Bush and John Kerry.\n\nLoading...\n\nOne key question this political season is whether African-Americans still feel they have a home in the Democratic Party — a party that has relied on their votes for decades.\n\nGraham, now 38, insists she has no regrets for bypassing the election.\n\nShe said the Trump presidency has kind of turned out to be a blessing in disguise.\n\n\"I think for our people, for my people, this is probably the best thing that could have happened,\" she said at a coffee shop in Cleveland. \"The veil has been lifted.\"\n\nGraham said the country's underbelly of racism is being exposed. \"We've always had our blinders on ... and even though it's unfortunate where we are now, I'm glad that it has happened because America is being seen for the country that it is.\"\n\nKelton Latson, another non-voter NPR first met in 2016, agrees.\n\n\"Now people can wake up,\" he said. \"Black people have been voting for over 50 years, and nothing has ever changed. Our communities still look the same. We're still at the bottom of the economic poll.\"\n\nLatson didn't vote in 2016 and said a number of his friends didn't vote either, for similar reasons. The 26-year-old — who likes to quote Malcolm X and sports the activist's signature style of horn rimmed glasses — said he has no intention of voting in 2018. He no longer sees voting as an effective way to change the system, he said — but adds that his apathy toward voting is a personal opinion and perhaps voting works for other people.\n\n\"I'm not saying you shouldn't vote,\" Latson said. \"You just need to be more cautious with your vote and stop being willing to just throw a ballot out there off of emotion.\"\n\nEnlarge this image toggle caption Asma Khalid/NPR Asma Khalid/NPR\n\nVoting — but still frustrated\n\nThe frustration isn't limited to non-voters. Even some young African-Americans who cast a ballot in 2016 and are working within traditional party politics say Democrats seem to take black votes for granted. And they're tired of that relationship.\n\n\"They just kind of expect us to jump on board,\" said Ifeolu Claytor, a 23-year-old working with the Ohio Young Black Democrats. \"And that's something that needs to change, clearly, cause black millennials will just stay at home. It's not 1980 where people are still kind of fresh, like, 'oh, our parents just got the right to vote.'\"\n\nEnlarge this image toggle caption Asma Khalid/NPR Asma Khalid/NPR\n\nClaytor also said the party seems too focused on courting middle class white voters.\n\n\"Focusing on WASPy [white anglo-saxon protestant], middle class issues is not going to win in 2018 or 2020,\" he said.\n\nClaytor added that a lot of black people feel left behind by the Democratic Party: They want to hear more about criminal justice reform and wealth disparity from politicians.\n\n\n\nGabrielle Jackson, the president of the Northeast Ohio Young Black Democrats, said she understands Claytor's frustration, but that the situation is improving.\n\n\n\n\"We've had almost every gubernatorial candidate ... come talk to us about our issues,\" she said. \"[In 2016] Democrats didn't do that. They refused to talk to us in a lot of cases... These people are recognizing that in order to win, you cannot ignore us, and if you do, you will lose.\"\n\nConvincing the base\n\nPart of voter turnout is about speaking to the issues that matter most to voters. But another key component is mobilization.\n\nIn both the Virginia gubernatorial race and the Alabama senate race in 2017, black voters were specifically courted and mobilized; and post-election analysis suggests black voters, particularly black women, were key to the Democrats' victories in both states.\n\n\"In Alabama, we knocked on about 500,000 doors,\" said Adrianne Shropshire, executive director of BlackPAC, a superPAC that worked with partners on the ground to mobilize voters. \"We talked to people on their doors. Both in Alabama and Virginia — ran canvass programs where people from the community were out talking to their neighbors.\"\n\nThe lesson from the Alabama mobilization strategy was that you can never have too much voter contact — organizers contacted voters early and often, they weren't merely dropping off pamphlets three weeks before election day. And a bulk of the outreach was done on a grassroots level.\n\nAccording to Andra Gillespie, a political science professor at Emory University, Democrats need to critically reconsider whether their traditional mobilization efforts are sufficient.\n\nPart of the problem, she said, is that because black voters are considered a base voter for the Democratic party — meaning there's an assumption that an overwhelming majority of African-Americans will vote Democratic — they are often overlooked.\n\n\"There is a tendency for the Democratic Party to focus on other groups where the margin is actually going to be more narrow,\" Gillespie said.\n\nAnd as a result, Gillespie sees, even loyal Democrats feel there's a tendency to \"paper over\" concerns that matter most to black voters.\n\n\"It's not just a 2016 problem. It's not just a 2018 problem,\" she said. \"It is the type of thing that sparked the candidacy of Jesse Jackson in 1984 and 1988... it was the kind of thing that precipitated Maxine Waters threatening to walk out of the DNC in 2000... it was the kind of thing that spurred Al Sharpton's candidacy in 2004.\"\n\nThere's an assumption that black voters don't need to be persuaded to vote for Democrats. But Shropshire said they do.\n\n\"Black voters, in particular, want to understand how Democrats are gonna to address a whole range of racial justice issues, and so running away from those issues is a non-starter,\" she said.\n\nBeyond traditional Democratic policies around the economy and healthcare, some of the voters NPR talked to say they want to hear candidates talking about criminal justice reform or racial tension.\n\n\"The anti-Trump sentiment is not enough, we have to tell people what to vote for, who to vote for,\" said Quentin James, founder of Collective PAC, an organization working to get black candidates into elected office.\n\nIn 2016, despite the dip in turnout, African-Americans still overwhelmingly voted Democrat, so there's no realistic assumption they will shift to the Republican party en masse this November.\n\nShropshire said the fear is that they'll just stay home.", "keywords": ["convincing", "democrats", "vote", "voters", "democratic", "voter", "party", "2018", "asma", "voting", "2016", "black", "need"], "polarity": 0.07622204184704177, "subjectivity": 0.49617830086580056},
{"title": "UMBC's Retrievers Put Virginia In A Hole, Then Buried Every Single Bracket", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594505336/umbcs-retrievers-put-virginia-in-a-hole-then-buried-every-single-bracket", "text": "UMBC's Retrievers Put Virginia In A Hole, Then Buried Every Single Bracket\n\nEnlarge this image toggle caption Streeter Lecka/Getty Images Streeter Lecka/Getty Images\n\nThe NCAA men's basketball tournament has included 64 teams every year since 1985, split into four quadrants and seeded 1-16. In all those years — in 135 tries — no 16 seed had ever beaten a top-seeded team.\n\nSports UMBC's President Talks About His School's Historic Basketball Win UMBC's President Talks About His School's Historic Basketball Win Listen · 3:54 3:54\n\nUntil the University of Maryland, Baltimore County beat the stuffing out of Virginia, the best team in the country, 74-54 on Friday night.\n\nAll of which is to say, if anyone claims they picked against Virginia in their tournament pool, you should feel comfortable not believing them.\n\nThe Retrievers — who made half their three-point shots against easily the best defensive team in the country — were led by 28 points from senior guard Jairus Lyles, and also presumably every four-leaf clover along the shoulders of I-95.\n\nUMBC outscored Virginia 53-33 in the second half, and also outrebounded the Cavaliers despite giving up a lot of height.\n\nUniversity of Maryland, Baltimore County advances to play ninth-seeded Kansas State on Sunday.\n\nThe Virginia Cavaliers advance to wincing at trivia questions for the rest of their lives.\n\n\"I told our guys we had a historic season,\" coach Tony Bennett said after the game. \"And then we go and make history as the first top seed to lose.\"", "keywords": ["single", "win", "retrievers", "hole", "basketball", "buried", "tournament", "team", "seed", "streeter", "historic", "bracket", "talks", "umbcs", "virginia"], "polarity": 0.2516806722689076, "subjectivity": 0.3067226890756302},
{"title": "Justice Department Fires Embattled FBI Deputy Director Just Short Of Retirement", "url": "https://www.npr.org/2018/03/16/571671917/justice-department-fires-embattled-fbi-deputy-director-just-short-of-retirement", "text": "Justice Department Fires Embattled FBI Deputy Director Just Short Of Retirement\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 12:30 a.m. ET Saturday\n\nAttorney General Jeff Sessions fired outgoing FBI Deputy Director Andrew McCabe on Friday even though he was on the doorstep of retiring and receiving his pension after two decades of service to the bureau.\n\nPresident Trump responded on Twitter just after midnight Saturday, calling McCabe's firing \"a great day for the hard working men and women of the FBI - A great day for Democracy.\"\n\nThe attorney general accepted an internal FBI recommendation that \"concluded that Mr. McCabe had made an unauthorized disclosure to the news media and lacked candor − including under oath − on multiple occasions,\" Sessions said in a statement.\n\nThe internal FBI investigation recommended dismissal over McCabe's alleged \"lack of candor\" about contacts he had with a Wall Street Journal reporter in 2016.\n\n\"[B]ased on the report of the Inspector General, the findings of the FBI Office of Professional Responsibility, and the recommendation of the Department's senior career official, I have terminated the employment of Andrew McCabe effective immediately,\" Sessions said.\n\n\"The FBI expects every employee to adhere to the highest standards of honesty, integrity, and accountability. As the OPR proposal stated, 'all FBI employees know that lacking candor under oath results in dismissal and that our integrity is our brand,' \" he said.\n\nIn a statement issued immediately after his termination was announced, McCabe said the decision was politically motivated. \"The big picture is a tale of what can happen when law enforcement is politicized, public servants are attacked, and people who are supposed to cherish and protect our institutions become instruments for damaging those institutions and people,\" McCabe said.\n\n\"Here is the reality,\" he added. \"I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey. The release of this report was accelerated only after my testimony to the House Intelligence Committee revealed that I would corroborate former Director Comey's accounts of his discussions with the President. The OIG's focus on me and this report became a part of an unprecedented effort by the Administration, driven by the President himself, to remove me from my position, destroy my reputation, and possibly strip me of a pension that I worked 21 years to earn. The accelerated release of the report, and the punitive actions taken in response, make sense only when viewed through this lens.\"\n\nMcCabe announced his retirement from the bureau abruptly in January, and it was to take effect Sunday.\n\nHis dismissal, just days before he was set to retire, puts his full pension and benefits package in jeopardy and is an inglorious end to career of almost 22 years with the bureau.\n\nA longtime target\n\nRepublicans have been attacking McCabe since the 2016 presidential campaign.\n\nHis wife, Jill, ran for a state legislative seat in Virginia as a Democrat and accepted campaign contributions via then-Gov. Terry McAuliffe, a Clinton loyalist. The FBI and Justice Department's compliance offices found no problems with the situation, but Republicans called it a conflict of interest.\n\nEven while he was on the campaign trail during the 2016 race and at times since taking office, Trump has complained about what he called McCabe's bias and called for Sessions to fire him.\n\nBy mid-December 2017, before McCabe was set to testify behind closed doors with the House intelligence committee, Rep. Trey Gowdy, R-S.C., alluded to McCabe's rocky standing.\n\n\"I'll be a little bit surprised if he's still an employee of the FBI this time next week,\" said Gowdy, who is also a member of the House Judiciary Committee which has oversight responsibility for the bureau, in a Dec. 15 interview with Fox News.\n\nMcCabe served as the acting director of the FBI for three months in 2017, after Trump abruptly fired James Comey, and before the current director, Christopher Wray, was sworn in. McCabe made news in a congressional hearing in May by contradicting Trump.\n\nThe White House had said Trump fired Comey because he had lost the confidence of the FBI's rank-and-file agents and workers — but McCabe, when asked, said that was not so.\n\n\"Director Comey enjoyed broad support within the FBI and still does to this day,\" McCabe told lawmakers soon after the president had ousted Comey.\n\nBehind the scenes, Justice Department Inspector General Michael Horowitz was continuing to investigate Comey and McCabe and the bureau's handling of an investigation into the Clinton Foundation. The IG's office drafted a report that is believed to include the allegation that McCabe lacked candor with investigators about his contacts with a Wall Street Journal reporter. In addition, the statement from Sessions late Friday said the IG's office and the FBI's Office of Professional Responsibility also faulted McCabe for \"an unauthorized disclosure to the news media.\"\n\nAccordingly, the OPR recommended that McCabe lose his job.\n\nPeople in McCabe's camp said earlier this week that he has an explanation for any inconsistencies in his account of the conversations with the journalist and that in each instance, he went back and corrected the record, often citing the chaos around him and the FBI at the time. He had followed up with investigators as part of the Justice Department process.\n\nIn his statement Friday, McCabe explained events this way:\n\n\"The investigation flows from my attempt to explain the FBI's involvement and my supervision of investigations involving Hillary Clinton. I was being portrayed in the media over and over as a political partisan, accused of closing down investigations under political pressure. The FBI was portrayed as caving under that pressure, and making decisions for political rather than law enforcement purposes. Nothing was further from the truth. In fact, this entire investigation stems from my efforts, fully authorized under FBI rules, to set the record straight on behalf of the Bureau, and to make clear that we were continuing an investigation that people in DOJ opposed.\"\n\nMcCabe added that his contacts with the reporter were \"not a secret,\" known to others at the FBI at the time including then-Director Comey, typical of the exchanges with the media he regularly oversaw as deputy director and the kind of work he continued under Director Wray.\n\n\"The investigation subsequently focused on who I talked to, when I talked to them, and so forth,\" McCabe also said in his statement. \"During these inquiries, I answered questions truthfully and as accurately as I could amidst the chaos that surrounded me. And when I thought my answers were misunderstood, I contacted investigators to correct them.\"\n\nIn January, when Wray attempted to move McCabe into another job to limit the FBI's embarrassment when the IG report became public, McCabe abruptly announced his retirement. His plan was to use up accumulated leave he was due before his previously scheduled retirement date this month.\n\nTrump and his supporters group McCabe with whom they call other bad actors inside the FBI, including two employees who exchanged text messages critical of Trump in 2016. That revelation also has embarrassed the FBI and fueled critics' accusations that people inside the bureau abused their power to target Trump out of personal animus.\n\nA raw deal?\n\nMcCabe's supporters, led by Comey, have said before Friday's firing that McCabe has been badly mistreated. \"Special Agent Andrew McCabe stood tall over the last 8 months, when small people were trying to tear down an institution we all depend on,\" the former FBI director wrote on Twitter in late January when McCabe announced his retirement. \"He served with distinction for two decades. I wish Andy well.\"\n\nThe FBI and Justice Department and their allies in Congress deny the charges of \"bias\" and say there is no deep conspiracy aimed at Trump, nor any wrongdoing in use of surveillance authority by the FBI or DOJ, as Republicans charge.\n\nMcCabe said Friday night that the attacks on him are part of a \"larger effort\" to \"taint the FBI, law enforcement, and intelligence professionals more generally. It is part of this Administration's ongoing war on the FBI and the efforts of the Special Counsel investigation [led by former FBI Director Robert Mueller], which continue to this day. Their persistence in this campaign only highlights the importance of the Special Counsel's work.\"\n\nMcCabe signaled that a long fight could be ahead over how Sessions chose to end his more than two decades of service to the FBI — and who and what motivated the decision to terminate him less than 48 hours before his planned retirement date.\n\n\"The President's tweets have amplified and exacerbated it all,\" McCabe said. \"He called for my firing. He called for me to be stripped of my pension after more than 20 years of service. And all along [my family and I] have said nothing, never wanting to distract from the mission of the FBI by addressing the lies told and repeated about us.\n\n\"No more.\"\n\nMcCabe's lawyer said Friday night that attacks on McCabe \"have come from the White House since last summer.\"\n\n\"And it was quite clearly designed to put inappropriate pressure on the Attorney General to act accordingly,\" attorney Michael Bromwich added. \"This intervention by the White House in the DOJ disciplinary process is unprecedented, deeply unfair, and dangerous.\"\n\nWhile Sessions said the internal investigation that led to McCabe's firing had been \"extensive and fair\" and had been undertaken \"according to Department of Justice Procedure,\" Bromwich said the process had been rushed, limiting the time he and McCabe had to access, review and analyze the relevant evidence in order to prepare a response.\n\n\"With so much at stake, this process has fallen far short of what Mr. McCabe deserved,\" Bromwich said. \"This concerted effort to accelerate the process in order to beat the ticking clock of his scheduled retirement violates any sense of decency and basic principles of fairness.\"\n\nMcCabe said having his career end in this way was \"incredibly disappointing and unfair.\" But, he added, \"it will not erase the important work I was privileged to be a part of, the results of which will in the end be revealed for the country to see.\n\n\"I have unfailing faith in the men and women of the FBI and I am confident that their efforts to seek justice will not be deterred.\"\n\nThat sentiment had a familiar ring, as it echoed comments McCabe made during his first appearance on Capitol Hill less than 48 hours after Comey's firing by Trump last year.\n\nMcCabe, then the acting FBI director, told members of Congress he was confident the bureau would continue to pursue the Justice Department's Russia investigation and do its other work amid the controversy.\n\n\"You cannot stop the men and women of the FBI from doing the right thing,\" he said, \"protecting the American people and upholding the Constitution.\"", "keywords": ["deputy", "director", "embattled", "fbi", "justice", "fires", "department", "investigation", "comey", "trump", "retirement", "sessions", "short", "report", "mccabe"], "polarity": 0.03885283777525158, "subjectivity": 0.4327190170940173},
{"title": "Trump's Attorney Seeks $20 Million In Damages From Stormy Daniels", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594332459/trump-s-attorney-seeks-20-million-in-damages-from-porn-star", "text": "Trump's Attorney Seeks $20 Million In Damages From Stormy Daniels\n\nEnlarge this image toggle caption Pablo Martinez Monsivais/AP Pablo Martinez Monsivais/AP\n\nPresident Trump's personal attorney, Michael Cohen, is asking a federal court to enforce a nondisclosure agreement signed by Stormy Daniels, claiming that the adult film actress violated that pact and is liable to pay $20 million in damages.\n\nThe court filing was made through the limited liability corporation Essential Consultants that Cohen first established in 2016 to pay Daniels $130,000 to keep secret the details of her affair with Trump before he became president.\n\nFor the first time, Trump has joined the case, and the filing says, \"Mr. Trump intends to pursue his rights to the fullest extent permitted by law.\"\n\nCohen is seeking to move the dispute with Daniels into private arbitration and out of the public sphere.\n\nEarlier this month, Daniels and her attorney, Michael Avenatti, filed suit in a Los Angeles court claiming that the nondisclosure agreement was invalid because Trump had never signed it. Cohen is seeking to move that suit from the California state court to the U.S. District Court for the Central District of California.\n\nThe $20 million represents a penalty of $1 million for 20 times Cohen alleges that Daniels has violated the terms of the agreement to remain silent.\n\nIn a series of tweets issued late Friday, Avenatti accused Cohen and Trump of trying to bully his client.", "keywords": ["violated", "damages", "court", "trumps", "daniels", "stormy", "cohen", "20", "trump", "million", "agreement", "attorney", "seeks"], "polarity": -0.01938775510204082, "subjectivity": 0.34294217687074824},
{"title": "State Officials Say They Received A Warning About Cracks Before Bridge Collapse", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594327432/as-bodies-are-pulled-from-rubble-questions-mount-about-miami-bridge", "text": "State Officials Say They Received A Warning About Cracks Before Bridge Collapse\n\ntoggle caption Wilfredo Lee/AP\n\nUpdated at 10:05 p.m. ET\n\nFlorida transportation officials say that an engineer with the private firm that designed the concrete bridge that collapsed Thursday called the state two days before the incident to report cracks in the structure.\n\nIt's not immediately known whether the reported cracks contributed to the collapse of the pedestrian walkway that was intended to join the campus of Florida International University and the city of Sweetwater.\n\nThe Florida Department of Transportation released a transcript of a voicemail left on Tuesday March 13, by W. Denney Pate, lead engineer with FIGG Bridge Engineers, a Tallahassee firm.\n\n\"'Hey Tom, this is Denney Pate with FIGG bridge engineers. Calling to, uh, share with you some information about the FIU pedestrian bridge and some cracking that's been observed on the north end of the span, the pylon end of that span we moved this weekend. Um, so, uh, we've taken a look at it and, uh, obviously some repairs or whatever will have to be done but from a safety perspective we don't see that there's any issue there so we're not concerned about it from that perspective although obviously the cracking is not good and something's going to have to be, ya know, done to repair that. At any rate, I wanted to chat with you about that because I suspect at some point that's gonna get to your desk. So, uh, at any rate, call me back when you can. Thank you. Bye.'\"\n\nEnlarge this image toggle caption Wilfredo Lee/AP Wilfredo Lee/AP\n\nAccording to a FDOT statement, the voicemail was not heard by an agency employee until Friday, March 16, after he returned to his office from an assignment. The bridge collapsed on Thursday.\n\nThe FDOT statement does not identify \"Tom,\" the employee with whom Pate was attempting to share his information.\n\nFDOT also noted that the university, FIU, bore the responsibility for the bridge's construction.\n\n\"The responsibility to identify and address life-safety issues and properly communicate them is the sole responsibility of the FIU design build team. At no point during any of the communications above did FIGG or any member of the FIU design build team ever communicate a life-safety issue. Again, FIGG and the FIU design build team never alerted FDOT of any life-safety issue regarding the FIU pedestrian bridge prior to collapse.\"\n\nThe engineering company Figg said in a statement that it is working with authorities to determine the cause of the collapse.\n\n\"We are heartbroken by the loss of life and injuries, and are carefully examining the steps that our team has taken in the interest of our overarching concern for public safety. The evaluation was based on the best available information at that time and indicated that there were no safety issues. We will pursue answers to find out what factors led to this tragic situation, but it is important that the agencies responsible for investigating this devastating situation are given the appropriate time in order to accurately identify what factors led to the accident during construction.\"\n\nSearch-and-rescue teams have been carefully unearthing bodies and vehicles from under the concrete bridge that collapsed suddenly in Miami on Thursday afternoon. Questions about the bridge's design and construction are just beginning.\n\nThe 174-foot, 950-ton main span had been lifted into place just five days earlier. At least six people were killed and 10 were injured in the collapse, according to The Associated Press.\n\nOn Thursday night, Florida Sen. Marco Rubio tweeted: \"The cables that suspend the #Miami bridge had loosened & the engineering firm ordered that they be tightened. They were being tightened when it collapsed today.\"\n\nBecause the bridge's central tower and suspension cables were not yet installed, the Miami Herald notes, any cables being tightened were likely wires that ran through the span.\n\nThe bridge was supposed to make the crossing of a perilous seven-lane roadway safer for students and staff at Florida International University. The bridge connected the university campus to the small suburban city of Sweetwater, where many students and faculty live. An FIU student was killed crossing the road in August.\n\nRubio is an adjunct professor at the university. His spokeswoman told the newspaper that he had heard this information from workers on-site.\n\nAt a news conference on Friday morning, assembled authorities would not confirm Rubio's statement.\n\n\"This is a tragedy we don't want to reoccur anywhere in the U.S.,\" said Juan Perez, director of the Miami-Dade Police Department. \"Right now, we just want to find out what occurred, what caused this collapse to occur and people to die.\"\n\nRepresentatives from the National Transportation Safety Board and the Occupational Safety and Health Administration are investigating.\n\n\"The people of South Florida have been though a lot, obviously, over the last several weeks and this is just yet one more tragedy to add to that sad book,\" said NTSB Chairman Robert Sumwalt.\n\nAuthorities said their investigation will take time, but early questions have emerged about whether it was wise to install the span across the road without first installing the central support tower.\n\nWitnesses told WLRN the span fell without warning as a traffic light went red. Two workers were on the bridge when it collapsed, according to witnesses interviewed by the Miami Herald.\n\nLast weekend, FIU tweeted a photo of what the completed bridge would look like.\n\nAs USA Today reports, the design was for a type of suspension bridge called a cable-stayed bridge:\n\n\"Cable-stayed bridges have cables attached directly from the column to the span, while suspension bridges string cables between towers and have other cables descend to the span. \"Amjad Aref, a professor at University of Buffalo's Department of Civil, Structural and Environmental Engineering, said a suspended bridge is typically built gradually, with the center tower or towers erected early. \"Pictures from the scene of the collapse don't show a central tower. \" 'Whoever is going to investigate, they will ask the fundamental question: shouldn't the tower be there, and the cables ready to connect to the structure, when you lift it?' Aref said. 'That's a question for them to answer.' \"\n\nFIU offers an entire program around bridge projects like this one: the Center for Accelerated Bridge Construction, which opened in 2011. \"This method of construction reduces potential risks to workers, commuters and pedestrians and minimizes traffic interruptions,\" the university said in a press release when the span was swung into space last weekend.\n\nMuch of the funding for the $14.2 million bridge and its plazas and walkways came from a U.S. Department of Transportation grant.\n\nThe bridge was designed by FIGG Bridge Engineers and built by MCM Construction. Both companies have been involved in bridge collapses before, as the AP reports:", "keywords": ["say", "received", "cables", "university", "figg", "safety", "design", "warning", "collapse", "span", "bridge", "florida", "fiu", "state", "officials", "collapsed", "cracks"], "polarity": 0.03177390791027155, "subjectivity": 0.384505772005772},
{"title": "New York Democratic Rep. Louise Slaughter, 88, Has Died ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594262378/louise-slaughter-trailblazer-in-congress-dies-at-88", "text": "New York Democratic Rep. Louise Slaughter, 88, Has Died\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 1:21 p.m. ET\n\nRep. Louise Slaughter, D-N.Y., a glass-ceiling-shattering leader in Congress, died Friday at age 88, while serving her 16th term in the House of Representatives, her chief of staff said in a statement.\n\nShe was surrounded by family at George Washington University Hospital at the time of her death, after sustaining an injury at her Washington, D.C., home last week.\n\nIn an earlier statement, chief of staff Liam Fitzsimmons said Slaughter had fallen and was being treated for a concussion.\n\nHouse Democratic Leader Nancy Pelosi called Slaughter a \"trailblazer,\" adding, \"It was my great privilege to serve with her and to benefit from her friendship and wise counsel for 30 years. Her loss will be deeply felt.\"\n\nSlaughter's three decades in Congress saw her rise to become the first chairwoman of the powerful House Committee on Rules, a position she held from 2007-2011.\n\nAt the time of her death, she remained ranking member.\n\nPelosi said that Slaughter \"used her leadership position to fight for women and working families.\"\n\nAmong the legislation she co-authored was 1994's landmark Violence Against Women Act.\n\nShe also worked to pass the Genetic Information and Non-Discrimination Act of 2008, which prevents employers and health insurers from penalizing people based on family health history or the results of genetic tests.\n\nSlaughter had more than a passing interest in science; she was a microbiologist, the only one in Congress, according to her House biography. She was spurred to pursue the field after the childhood death of her sister from pneumonia.\n\nSlaughter received her Bachelor of Science degree in Microbiology and a Master of Science degree in Public Health from the University of Kentucky.\n\nShe and her husband moved to Fairport, N.Y., after she completed graduate school, according to her spokesman's statement.\n\nElected in 1986, Slaughter represented the 25th District of New York, an area that includes the city of Rochester, but her Southern origins continued to show.\n\n\"Louise never forgot her roots as the daughter of a Kentucky blacksmith,\" Pelosi said. \"She brought the grace and grit of her Southern background to her leadership in the Congress, building bridges and breaking down barriers all with her beautiful accent.\"\n\nBipartisan tributes for Slaughter poured forth Friday.\n\nHouse Rules Committee Chairman Pete Sessions, R-Texas, said in a statement that while he and Slaughter may have been on opposite sides of the political divide, they nevertheless worked side by side for 20 years and he considered her a \"partner.\"\n\n\"As the first female Chairwoman of our Committee she was a force to be reckoned with who always brought her spunk, fire, and dynamic leadership to every meeting,\" Sessions wrote.\n\nSpeaker of the House Paul Ryan called Slaughter's death \"jarring\" and ordered the flags above the Capitol to be flown at half-staff Friday.\n\n\"She was unrelenting in fighting for her ideas and the people back home in Western New York,\" Ryan said in a statement. \"But really, the things that I keep coming back to is how she was tough, but unfailingly gracious.\"\n\nSlaughter and her husband, Bob, were married for 57 years, until his death in 2014. They had three daughters, seven grandchildren and one great-grandchild.\n\nThe Washington Post reports that Slaughter was the oldest sitting member of Congress, and yet she had been planning to seek re-election in November.", "keywords": ["congress", "slaughter", "88", "science", "rep", "louise", "democratic", "washington", "death", "health", "statement", "york", "died", "leadership", "house"], "polarity": 0.1367119470567746, "subjectivity": 0.3558342041100661},
{"title": "Landmark Report Concludes Abortion In U.S. Is Safe ", "url": "https://www.npr.org/sections/health-shots/2018/03/16/593447727/landmark-report-concludes-abortion-is-safe", "text": "Landmark Report Concludes Abortion In U.S. Is Safe\n\nEnlarge this image toggle caption Bryce Duffy/Getty Images Bryce Duffy/Getty Images\n\nAbortions in the United States are safe and have few complications, according to a landmark new study by the National Academies of Sciences, Engineering and Medicine.\n\nThe report, called \"The Safety and Quality of Abortion Care in the United States,\" examined the four major methods used for abortions — medication, aspiration, dilation and evacuation, and induction — and examined women's care from before they had the procedure through their follow-up care.\n\n\"I would say the main takeaway is that abortions that are provided in the United States are safe and effective,\" says Ned Calonge, the co-chair of the committee that wrote the study. He is an associate professor of family medicine and epidemiology at the University of Colorado and CEO of The Colorado Trust.\n\nCalonge says the researchers found that about 90 percent of all abortions happen in the first 12 weeks of pregnancy. And complications for all abortions are \"rare,\" the report says.\n\nBut the report did find that state laws and regulations can interfere with safe abortions.\n\n\"Abortion-specific regulations in many states create barriers to safe and effective care,\" the report says.\n\nCalonge says those rules often have no basis in medical research.\n\nMedian Distance To The Nearest Abortion-Providing Facility By County Enlarge this image toggle caption Credit: National Academies of Sciences; Source: Bearak et al., 2017 Credit: National Academies of Sciences; Source: Bearak et al., 2017\n\n\"There are some requirements that require clinicians to misinform women of the health risks, that say you have to inform a woman that an abortion will increase her risk of breast cancer,\" he says.\n\nThere is no evidence that breast cancer follows abortion, for example, but five states require doctors to tell women there is a link, according to the Guttmacher Institute, a research group that focuses on reproductive and sexual health.\n\n\"There are policies that mandate clinically unnecessary services like pre-abortion ultrasounds, separate inpatient counseling. There are required waiting periods,\" Calonge says.\n\nAccording to Guttmacher, 27 states make women wait at least 24 hours for an abortion and 11 states require women to have an ultrasound before they can terminate their pregnancy.\n\nAnd there are state laws that dictate who can perform abortions and where they can do them. Some require all abortions to happen in the equivalent of a hospital or surgery center. Others require a doctor to have admitting privileges at a nearby hospital.\n\nThe National Academies report says waiting periods and requirements for unnecessary tests can result in long delays because women may have to travel to get care and have trouble getting appointments.\n\n\"Delays put the patient at greater risk of an adverse event,\" the report says.\n\nHal Lawrence, the CEO of the American College of Obstetricians and Gynecologists, says the report settles the debate over abortion-restricting laws and regulations.\n\n\"Those sorts of laws have been totally debunked,\" he says.\n\nHe says the study shows most of those laws do nothing to improve women's health.\n\n\"Abortion is safer when it's performed earlier in gestation,\" Lawrence says. \"And so delaying and making people wait and go through hoops of unnecessary, extra procedures does not improve the safety. And actually by having them delay can actually worsen the safety.\"\n\nThe U.S. Supreme Court in 2016 voided some state abortion laws when it ruled that Texas' strict rules around abortion facilities impose an undue burden on women. But other laws remain in place even without any backing in medical research.\n\nStill, Donna Harrison says there are good reasons for the requirements.\n\n\"The tendency to look at abortion as though it were not a serious medical procedure is irresponsible. I mean, we all know that the fetus is killed during an abortion but women can be harmed by irresponsible medical care,\" says Harrison, the executive director of the American Association of Pro-Life Obstetricians and Gynecologists.\n\nShe says data on complications from abortion is incomplete because doctors and patients don't always report it accurately, or at all.\n\n\"There is no good data collection — and when you have garbage in, and you have garbage out,\" she says.\n\nAnd she says waiting periods are important so that women can give fully informed consent before they undergo what she says is a sometimes dangerous, surgical procedure.\n\nThe new report — which runs more than 200 pages — addresses most aspects of abortion care, including the use of the abortion pill mifepristone.\n\nFor example, it concludes that the strict requirements on how doctors can administer mifepristone may need review. The researchers say the rules may be erecting unnecessary barriers.\n\nThe report also says nurse practitioners and physician assistants can perform abortions just as safely as physicians.\n\nAlso, abortions have no long-term consequences on women's physical and mental health, the report says.", "keywords": ["concludes", "abortion", "laws", "women", "care", "landmark", "safe", "report", "states", "abortions", "require", "unnecessary"], "polarity": 0.11335412953060015, "subjectivity": 0.45224407944996176},
{"title": "In Tariff War, Europe Could Target U.S. Orange Juice, Cranberries, Crocheted Garments", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594306961/in-tariff-war-europe-could-target-u-s-orange-juice-cranberries-crocheted-garment", "text": "In Tariff War, Europe Could Target U.S. Orange Juice, Cranberries, Crocheted Garments\n\nEnlarge this image toggle caption Justin Sullivan/Getty Images Justin Sullivan/Getty Images\n\nWhen President Trump announced that the United States would impose tariffs on steel and aluminum imports earlier this month, European allies warned that they could retaliate. Targets might include classic American exports such as bourbon, blue jeans and Harley-Davidson motorcycles.\n\nNow, the European Union has published a 10-page list of hundreds of U.S. products that could be subject to European tariffs.\n\nThe expanded list is exhaustive. It includes not only several American steel and aluminum products, but also American staples such as peanut butter, orange juice and cranberries. And still others, described in painstaking detail:\n\n\"Table, kitchen or other household articles, and parts thereof, of stainless steel ((excluding) cans, boxes and similar containers of heading 7310; waste baskets; shovels, corkscrews and other articles of the nature of a work implement; articles of cutlery...)\"\n\n\"Sea-going sailboats and yachts, with or without auxiliary motor, for pleasure or sports\"\n\n\"Cranberries 'Vaccinium macrocarpon, Vaccinium oxycoccos, Vaccinium vitis-idaea', prepared or preserved, not containing added spirit nor added sugar (excl. jams, jellies, marmalades, pure and pastes, obtained by cooking)\"\n\n\"T-shirts, singlets and other vests of wool or fine animal hair or man-made fibres, knitted or crocheted\"\n\n\"Women's footwear with outer soles and uppers of leather, with a vamp made of straps or which has one or several pieces cut out, with a maximum sole and heel height of <= 3 cm, with in-soles of >= 24 cm in length (excl. with uppers which consist of leather straps across the instep and around the big toe)\"\n\n\"Rear-view mirrors, whether or not framed, for vehicles\"\n\n\"Men's or boys' bib and brace overalls, of cotton, industrial and occupational (excl. knitted or crocheted)\"\n\n\"We will not sit idly while our industry is hit with unfair measures that put thousands of European jobs at risk,\" European Commission President Jean-Claude Juncker warned after Trump promised to impose the steel and aluminum tariffs. \"The EU will react firmly and commensurately to defend our interests.\"\n\nThe EU is seeking comments from industries affected by the U.S. tariffs, which exclude steel and aluminum from Canada, Mexico and Australia. The EU could then decide to impose new tariffs or increased customs duties on the listed U.S. products.", "keywords": ["europe", "cranberries", "tariffs", "impose", "war", "excl", "garments", "eu", "products", "steel", "european", "articles", "vaccinium", "orange", "aluminum", "target", "tariff", "juice", "crocheted"], "polarity": -0.010256132756132758, "subjectivity": 0.26765151515151514},
{"title": "Maryland Gets Closer To Retiring State Song That Calls Northerners 'Scum' ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/16/594305719/maryland-gets-closer-to-retiring-state-song-that-calls-northerners-scum", "text": "Maryland Gets Closer To Retiring State Song That Calls Northerners 'Scum'\n\nEnlarge this image toggle caption AP AP\n\nState lawmakers who oppose Maryland's official song are getting closer to putting the Confederate-era relic out to pasture, even though they have had to put aside their goal of jettisoning it altogether.\n\nMD SB790, passed the Senate with a 30-13 vote Friday, and would reclassify \"Maryland, My Maryland,\" as the state's \"historical\" song, rather than its official one.\n\nThe bill says the song's words that \"advocate the overthrow of the United States government and disparage Northerners and President Abraham Lincoln, are controversial, inappropriate, and do not represent the ideals and values of Marylanders today.\"\n\nDemocratic state Sen. Cheryl Kagan introduced the bill last month and while it initially sought to repeal and replace the song, Kagan said the watered-down version is a \"compromise.\"\n\nIn a tweet, Kagan called it \"a modest effort to address our outdated & offensive State Song,\" adding that it helps \"address our racist past.\"\n\nIn 1861, the year the Civil War broke out, native Marylander James Ryder Randall, angry about Union troops marching through Baltimore, put pen to paper and out poured his frustration. The poem's first stanza gets right to a bellicose and bloody message:\n\n\"Avenge the patriotic gore That flecked the streets of Baltimore, And be the battle queen of yore, Maryland! My Maryland!\"\n\nAnd 157 years later, a part toward the end about \"Northern scum\" still seems to rankle. (See the full lyrics below.)\n\nRandall had moved to Georgia and his support of the Confederacy was clear.\n\nBut even though Maryland remained in the Union during the war, it falls south of the Mason Dixon Line. The State Archives describes the somewhat ambiguous position Maryland held, saying it \"was walking a tightrope between the Union and the Confederacy. In addition to being physically between the two sides, Maryland depended equally on the North and the South for its economy. Although Maryland had always leaned toward the south culturally, sympathies in the state were as much pro-Union as they were pro-Confederate.\"\n\nSet to the tune of \"O, Tannenbaum,\" Randall's poem became a song, attaining popularity in Maryland and farther south, but it wasn't until 1939 that it was officially adopted as the state song.\n\nState GOP lawmakers have defended the song's historical significance.\n\nRepublican Sen. Bob Cassilly told NPR in an email that while he disagrees with the Confederate cause Randall extolled, he said the poem also invokes the Revolutionary War. \"I cannot help but be inspired by his poetic references to Maryland's history to justify a call to action and it is wrong to reject his contributions to our culture simply as a matter of ideological purity,\" he said.\n\nSenate Minority Leader J.B. Jennings, a Republican, dismissed the measure as \"a participation trophy bill\" and a \"waste of time,\" reports The Baltimore Sun.\n\nBut lawmakers in neighboring Virginia successfully voted in 1997 to retire their state song originally titled \"Carry Me Back To Old Virginny\" that was seen as a paean to slavery.\n\nIn Maryland, attempts to revise or remove the state song are not novel.\n\nThe Baltimore Sun reported in 2016 that lawmakers had revisited the song at least eight times since it was adopted.\n\nEfforts have gained ground in recent months, following the violence around last summer's white nationalist rally in Charlottesville, Va., and Confederate memorials being removed or shrouded elsewhere across the country.\n\nLast fall, the University of Maryland announced it was suspending performance of the song at athletic events and invited students to submit their own alternate lyrics for a competition to find a new state song.\n\nOn Friday, Sen. Barbara Robinson, a Baltimore Democrat who backed the bill, told the Sun, \"it's not changing history. History doesn't change.\" She added that demoting the song would be especially meaningful for black Marylanders.\n\nThe legislation still has to be taken up in the state House, where its prospects are uncertain, according to the Sun.\n\nSenate President Thomas V. Mike Miller, a Democrat, told The Associated Press, the old song just needs to be put aside until the state can come up with a new one.\n\n—————\n\n\"Maryland, My Maryland,\" by James Ryder Randall\n\nI\n\nThe despot's heel is on thy shore,\n\nMaryland!\n\nHis torch is at thy temple door,\n\nMaryland!\n\nAvenge the patriotic gore\n\nThat flecked the streets of Baltimore,\n\nAnd be the battle queen of yore,\n\nMaryland! My Maryland!\n\nII\n\nHark to an exiled son's appeal,\n\nMaryland!\n\nMy mother State! to thee I kneel,\n\nMaryland!\n\nFor life and death, for woe and weal,\n\nThy peerless chivalry reveal,\n\nAnd gird thy beauteous limbs with steel,\n\nMaryland! My Maryland!\n\nIII\n\nThou wilt not cower in the dust,\n\nMaryland!\n\nThy beaming sword shall never rust,\n\nMaryland!\n\nRemember Carroll's sacred trust,\n\nRemember Howard's warlike thrust,\n\nAnd all thy slumberers with the just,\n\nMaryland! My Maryland!\n\nIV\n\nCome! 'tis the red dawn of the day,\n\nMaryland!\n\nCome with thy panoplied array,\n\nMaryland!\n\nWith Ringgold's spirit for the fray,\n\nWith Watson's blood at Monterey,\n\nWith fearless Lowe and dashing May,\n\nMaryland! My Maryland!\n\nV\n\nCome! for thy shield is bright and strong,\n\nMaryland!\n\nCome! for thy dalliance does thee wrong,\n\nMaryland!\n\nCome to thine own heroic throng,\n\nStalking with Liberty along,\n\nAnd sing thy dauntless slogan song,\n\nMaryland! My Maryland!\n\nVI\n\nDear Mother! burst the tyrant's chain,\n\nMaryland!\n\nVirginia should not call in vain,\n\nMaryland!\n\nShe meets her sisters on the plain —\n\n'Sic semper!' 'tis the proud refrain\n\nThat baffles minions back again,\n\nMaryland! My Maryland!\n\nVII\n\nI see the blush upon thy cheek,\n\nMaryland!\n\nFor thou wast ever bravely meek,\n\nMaryland!\n\nBut lo! there surges forth a shriek\n\nFrom hill to hill, from creek to creek —\n\nPotomac calls to Chesapeake,\n\nMaryland! My Maryland!\n\nVIII\n\nThou wilt not yield the vandal toll,\n\nMaryland!\n\nThou wilt not crook to his control,\n\nMaryland!\n\nBetter the fire upon thee roll,\n\nBetter the blade, the shot, the bowl,\n\nThan crucifixion of the soul,\n\nMaryland! My Maryland!\n\nIX\n\nI hear the distant thunder-hum,\n\nMaryland!\n\nThe Old Line's bugle, fife, and drum,\n\nMaryland!\n\nShe is not dead, nor deaf, nor dumb —\n\nHuzza! She spurns the Northern scum!\n\nShe breathes! She burns! She'll come! She'll come!\n\nMaryland! My Maryland!", "keywords": ["baltimore", "wilt", "closer", "gets", "calls", "bill", "thy", "song", "south", "war", "retiring", "maryland", "northerners", "state", "lawmakers", "scum"], "polarity": 0.10586895743145742, "subjectivity": 0.4328102453102452},
{"title": "Facebook: Firm Working With Trump Campaign Stole 50 Million Users' Data", "url": "https://www.npr.org/2018/03/18/594786383/facebook-firm-working-with-trump-campaign-stole-50-million-users-data", "text": "Facebook: Firm Working With Trump Campaign Stole 50 Million Users' Data\n\nMICHEL MARTIN, HOST:\n\nNow to another explosive story that has potential implications for both politics and the law. Members of Congress are calling for an investigation into the data firm Cambridge Analytica after new reports from the New York Times and The Observer of London. According to these reports, the personal information belonging to some 50 million people was stolen and used to target them in ways they would not have seen and could not have known about. This according to a former insider named Christopher Wylie.\n\nHe says this information was used to influence voters in the 2016 U.S. election. Cambridge Analytica has ties to the Trump campaign. In 2016, the firm was hired to run the campaign's data operations, and Steve Bannon is a former vice president of the firm. Facebook says the data was obtained legally but misused afterward, but they've suspended Cambridge Analytica from their platform.\n\nWe wanted to understand how all this could have happened and what it might mean, so we've called Antonio Garcia Martinez. He is a Silicon Valley veteran and early Facebook employee who headed the company's targeting efforts, and he is now a contributor at Wired.\n\nAntonio Garcia Martinez, thank you so much for speaking to us.\n\nANTIONIO GARCIA MARTINEZ: Thank you for having me.\n\nMARTIN: Well, as a person who has worked closely with big data, could you just tell us your reaction to these reports?\n\nMARTINEZ: Yeah. It's not totally surprising. I mean, the thing to keep clear here is that the data that's, kind of, leaked out isn't really, kind of, from the ad system but rather what's called platform-internally. And what that means is there are apps on Facebook, and, you know, you opt into these as a user, and that's, kind of, how this data breach happened. And it's really this weird thing where there is data coming out of one side of Facebook being used on the other, which is on - which is on the outside. But, you know, frankly, I wasn't hugely surprised. I mean, this is one of those things that it's been part of the platform for years now, and there's really not much Facebook can actually do about it is the hard truth about it.\n\nMARTIN: You know, I was going to ask you about this because this is being described as a data breach, which says that the information was stolen, and that is the word that the Observer report uses. It says that the - this information was stolen or that Facebook basically left the door open and allowed this to happen and didn't put enough controls into place to keep this from happening. Now, Facebook says that they are investigating but that people did consent to give out their information, so this was not a data breach. How do you respond to that?\n\nMARTINEZ: Yeah, no. I mean, how that term is typically used, this is not a data breach. That really gives the impression that there was some sort of security flaw and that Facebook somehow got hacked and literally everything from, you know, your messages to your partner to your, you know, childhood photos were potentially stolen, but that's not the case at all. You know, most of your listeners, probably, at some point, have opted into a Facebook app, and you do that even when, for example, you're using Facebook to log into a website or even on a mobile app. When you consent to a certain app accessing your Facebook data, that's kind of what you're opting into.\n\nSo this wasn't that somebody broke into Facebook and stole data. This is users who opted into an app, and then the data that that app got via this opt-in was misused in ways that are not in accordance with Facebook's data policy. So I mean, to the extent that we can sort of distinguish between what a breach implies, which is kind of a break in Facebook security law, and, you know, data exiting in a way that user consented to that was then, kind of, misused, it's definitely the latter situation right here.\n\nMARTIN: So let me take this from another direction. One way to look at this is that the information may have allowed the Trump campaign to microtarget specific groups of voters, so how is this different from what all campaigns do these days? Or businesses for that matter? I mean, one of the key sources for this reporting, Christopher Wylie, was studying fashion trend forecasting, and he just applied the same kind of logic to this other enterprise. So is this different from what users could reasonably assume was being done with their data?\n\nMARTINEZ: You know, that's a great question. I mean, the short answer is no. I mean, this is kind of a - a somewhat obscure field of advertising targeting called psychographics, and that's, kind of, the buzz word for it. And what it basically means is it tries to capture a person's psychological state, you know, down to things like openness or neuroticism, and these are words that, you know, were quoted from some of the leaked emails that the Guardian leaked out, right? So they try to profile a person according to a certain psychological dimension, and then understand how likely that person was to vote for or against some issue or candidate. Right? And what they were trying to get at was using Facebook to understand how, you know, neurotic, say, you were. And if that neuroticism, in their minds, would incline you to vote for or against somebody, they would try to target you as a result of that.\n\nThis isn't new. I mean, this sort of psychographic type stuff has been around even before the internet. It's been around for decades. It's also been on Facebook before. In the past, there have been other outside companies that have tried to psychologically profile users. What's strange is that it was - you know, that the data used to actually build these psychological models was kind of unethically arrived at. That, to me, is a critical issue. You know, the - how powerful this data was - I mean, to be honest, I think most ads professionals don't buy much into this whole psychographic thing.\n\nMARTIN: So could you just drill down on something you just said, which was you said there was something unethical or potentially unethical about the way this - this information was arrived at or it was taken by the firm that eventually used it. So what was unethical about that?\n\nMARTINEZ: Well, if the allegations are to be believed what happened was that Cambridge Analytica or, you know, their confederates and consultants paid test subjects to take a political poll, and in the course of taking that political poll, they had to opt in to a Facebook app as we often do when we log into other sites using Facebook, the difference being is that in this case, they took the results of those political polls - right? - their inclinations, their psychological profiles - and they joined that with all their Facebook data that they managed to suck out of Facebook via this Facebook app that the users had opted in to, not just those Facebook users but also their friends.\n\nOn Facebook's platform - not anymore but until not too long ago - if you opted into an app, that gave access, potentially, to the app to your friends data as well. And that's why the number of users whose information has been compromised is as high as it is - 50 million people. Cambridge Analytica didn't pay 50 million people take a poll. It paid of order tens of thousands, but each of those individuals had hundreds or thousands of friends, which is why the number is so large. And that's what's unethical about it. They basically paid people to take a poll, but then they basically hoovered out all of their Facebook data and joined it with that political data. That's the illegal bit.\n\nMARTIN: That's Antonio Garcia Martinez. He's the former head of Facebook's effort to develop ad-targeting strategies. He's now a contributor to Wired.\n\nAntonio Garcia Martinez, thank you so much for speaking with us.\n\nMARTINEZ: It was great time. Thanks.\n\nMARTIN: We should also mention that we reached out to Facebook for comment. They said they are, quote, \"conducting an internal and external review,\" unquote, to make sure the data no longer exists.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["used", "working", "stole", "facebook", "campaign", "know", "firm", "thats", "mean", "app", "information", "trump", "50", "million", "kind", "data", "users"], "polarity": 0.0745426381610592, "subjectivity": 0.4724525328472697},
{"title": "In A Flurry Of Furious Tweets, President Trump Takes Aim At Mueller Probe", "url": "https://www.npr.org/2018/03/18/594786376/in-a-flurry-of-furious-tweets-president-trump-takes-aim-at-mueller-probe", "text": "In A Flurry Of Furious Tweets, President Trump Takes Aim At Mueller Probe\n\nPresident Trump spent much of the weekend on Twitter criticizing the investigation into Russian interference in the 2016 election, calling it unnecessary and partisan.\n\nMICHEL MARTIN, HOST:\n\nWe're going to start the program today with President Trump's Twitter barrage against special counsel Robert Mueller's investigation. It began last night and continues today. The president is calling it a partisan witch hunt. That comes after Trump's attorney suggested the investigation should be shut down. We're joined now by NPR White House correspondent Tamara Keith.\n\nHi, Tam. Thanks for joining us.\n\nTAMARA KEITH, BYLINE: Glad to be with you.\n\nMARTIN: So what exactly are the president and his attorney saying?\n\nKEITH: Well, there's been something of a hot and cold situation. So Trump, up until last night, hadn't criticized Mueller by name. Now he is. There are a couple of tweets. He says, quote, \"the Mueller probe should never have been started in that there was no collusion and no crime.\" He ends that tweet in an all-caps witch hunt exclamation point, and then he also criticizes what he sees as the partisan makeup of Robert Mueller's team, saying they're a bunch of Democrats even though Mueller himself is in fact a Republican.\n\nNow Trump's lawyer yesterday, John Dowd, said that the investigation, basically, should be shut down at this point on its own merits. But then he sort of walked it back and was like, oh, I'm just speaking for myself. And that was a change in the posture for months of both Trump's outside lawyers and his lawyer in the White House - was that they are fully cooperating - and now they seem to be moving in a different direction, moving in the direction of trying to shut it down.\n\nSo I asked Dowd about a report that The New York Times has that Mueller has recently sent questions over to Trump's legal team, and Dowd wouldn't discuss that, but then he described the relationship with the special counsel. He says, he won't discuss the constructive and productive communications with the office of the special counsel. So there's the warm again.\n\nMARTIN: All right. So today is Sunday, and that means a lot of politicians were on the Sunday morning political talk shows, and they were asked about the president's attacks on Mueller. What were they saying?\n\nKEITH: So Democrat Chuck Schumer says that this is the president floating trial balloons about derailing the Mueller investigation. Some Republicans who were on these shows sort of downplayed it - said there's no way the president is going to fire Robert Mueller. Senator Lindsey Graham of South Carolina - he's a Republican who has sort of made an art of speaking to the president through the television. He seemed to be sending a message to President Trump.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nLINDSEY GRAHAM: When it comes to Mr. Mueller, he is following the evidence where it takes him, and I think it's very important he be allowed to do his job without interference. And there are many Republicans who share my view.\n\nMARTIN: Tam, let me dig in on one of the president's recent claims that there was no collusion with the Russians in the 2016 campaign and that the House Intelligence Committee investigation has vindicated him. A couple of House Intelligence Committee Republicans were on the political talk shows today. Did they agree with the president that he has been vindicated?\n\nKEITH: Not exactly. So what happened is that Trey Gowdy was on Fox News Sunday, and he said that the evidence they had showed no collusion, but then he went on to say, with questioning from Chris Wallace on Fox News Sunday, that there had been some key players that the committee didn't interview or couldn't interview, including Michael Flynn, Paul Manafort, Rick Gates and George Papadopoulos. Three of those people are now cooperating with Mueller's investigation.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTREY GOWDY: I don't know what Mueller has found. And I've been really clear. Leave him alone. Let him do his job. I can tell you within the universe of folks that we've interviewed, there is no evidence of collusion. That's the best I can do. I can't tell you what people I haven't talked to would say.\n\nKEITH: So that's not exactly saying there was no collusion. It's just saying we didn't find it.\n\nMARTIN: Where does this go from here? What are some of the things that you'll be watching for?\n\nKEITH: What I'm watching for is whether Republican congressional leaders step up in defense of Mueller's investigation, whether it gets beyond sort of the usual suspects like Lindsey Graham to leaders. Another thing is what President Trump does. Was this weekend tweet storm something that was just a weekend thing and then it goes away and he doesn't talk about it anymore or does this become a recurring theme of him attacking the special counsel?\n\nAnd then the other thing is, what does Robert Mueller do? He doesn't lay out many clues. He doesn't - his investigation doesn't leak, but there was a time recently - last month - where he returned - he got an indictment against 13 Russian nationals and three Russian entities. So does he do something - get an indictment that sort of reinforces his investigation?\n\nMARTIN: That's NPR White House correspondent Tamara Keith.\n\nTam, thank you.\n\nKEITH: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["sort", "president", "mueller", "investigation", "furious", "trumps", "npr", "takes", "flurry", "collusion", "trump", "probe", "aim", "does", "tweets", "house"], "polarity": 0.11847137139589968, "subjectivity": 0.38916932124479287},
{"title": "Man Arrested For Bomb Threat At SXSW Festival In Austin, Texas", "url": "https://www.npr.org/sections/thetwo-way/2018/03/18/594776934/man-arrested-for-bomb-threat-at-sxsw-festival-in-austin-texas", "text": "Man Arrested For Bomb Threat At SXSW Festival In Austin, Texas\n\nAustin, Texas, police have arrested a man for emailing a bomb threat to the Fair Market in East Austin on Saturday evening, forcing the cancellation of a concert by The Roots at the South by Southwest festival. Police charged 26-year-old Trevor Weldon Ingram with making a terroristic threat, which is a third-degree felony, punishable by up to 10 years in prison.\n\ntoggle caption Austin Police Department/https://twitter.com/Austin_Police\n\nAccording to The Austin-American Statesman, a representative of the event promotion company Live Nation Music called the police to report the company had received a bomb threat via email at 4:23 p.m. Central time on Saturday. Officers checked the concert venue, but found nothing suspicious. Police took Ingram into custody at 11:15 p.m. Saturday night.\n\nOn Twitter, SXSW apologized to attendees for the inconvenience, writing, \"Your safety and the safety of all fans at SXSW is our most important priority.\"\n\nThe Roots' drummer, Questlove, wrote on Twitter on Sunday that \"no one is Mr. 'show must go on' than me. But we can't risk our lives if we are told there was a bomb threat.\"\n\nAccording to The New York Times, Ludacris, Rapsody and SWV also had been also been scheduled to perform.\n\nThe bomb threat came at a time of heightened fear in Austin following three package bombs that exploded in East Austin earlier this month.\n\nAnthony House, 39, died after a package bomb exploded on March 2. Another went off on March 12, critically wounding a 75-year-old woman, just hours after a bomb killed 17-year-old Draylen Mason and injured his mother when they opened a package in their kitchen. The cases remain unsolved.\n\nThe Austin Police Department, the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives announced an increase in the reward for information leading to the arrest of the person or people behind the bombs, offering $100,000, in addition to a $15,000 reward being offered by the Texas governor's office.\n\nIn a statement on Saturday's bomb threat at SXSW, the Austin Police department wrote that \"there are no indications of any broader security concern for any activities relating to this incident.\"", "keywords": ["man", "arrested", "bomb", "roots", "threat", "wrote", "safety", "texas", "austin", "sxsw", "package", "twitter", "festival"], "polarity": 0.10189393939393938, "subjectivity": 0.4753787878787879},
{"title": "Britain Accuses Russia Of Stockpiling Deadly Nerve Agent ", "url": "https://www.npr.org/2018/03/18/594756338/britain-accuses-russia-of-stockpiling-deadly-nerve-agent", "text": "Britain Accuses Russia Of Stockpiling Deadly Nerve Agent\n\nEnlarge this image toggle caption Andrew Matthews/AP Andrew Matthews/AP\n\nBritain is accusing Russia of manufacturing and stockpiling a deadly nerve agent in violation of international law. Foreign Secretary Boris Johnson says he has evidence that Russia has been creating and storing the toxin, which was recently used to poison a former spy in England.\n\nIn an interview on the BBC's Andrew Marr Show, Johnson said, \"We actually have evidence within the last 10 years that Russia has not only been investigating the delivery of nerve agents for the purposes of assassination, but has also been creating and stockpiling Novichok.\"\n\nNovichok is a military-grade nerve agent, and was identified as the weapon used to poison former spy Sergei V. Skripal and his daughter, Yulia Skripal, in the city of Salisbury, in southwestern England, on March 4.\n\nAccording to The New York Times, exposure to Novichok, \"either by inhalation or through the skin, leads to muscle spasms, secretion of fluid into the lungs and organ failure, sometimes accompanied by foaming at the mouth. But if the victim has already died, experts said, the police could easily mistake the cause of death for a simple heart attack.\"\n\nRussian officials have suggested that Britain was responsible for the poisoning of the Skripals, and had samples of the nerve agent at its chemical weapons facility, Porton Down, which is about 8 miles from Salisbury. The Times also reported Russian senior diplomat Alexander Shulgin said on Saturday that Russia had discontinued its chemical weapons production when the Soviet Union collapsed.\n\nJohnson described Russia's response to the BBC, saying, \"It has been a sort of mixture of smug sarcasm and denial, obfuscation and delay.\" On Russia's Porton Down suggestion, Johnson said, \"It was not the the response of a country that really believes it's innocent, that really wants to engage in getting to the bottom of this matter.\"\n\nIn retaliation for Skripal's poisoning, Britain said it would expel 23 Russian intelligence officers working in the embassy in London. On Saturday President Vladimir V. Putin of Russia responded that it would expel 23 British agents from the country, and shut down a British cultural center in Moscow.\n\nThe tit-for-tat may continue this week. Britain's national security council will meet to consider further measures, and The Guardian reports that Johnson has pledged to use existing sanctions to \"crackdown on unexplained wealth that may have been obtained by corruption, or where there was evidence of a link with the Kremlin and Vladimir Putin.\"\n\nRussia's ambassador in London told The Daily Mail, the \"dispute is indeed escalating dangerously and out of proportion.\"\n\nOn Monday analysts from the U.N.-backed Organization for the Prohibition of Chemical Weapons will arrive in Britain to test samples of the nerve agent used in the poisoning.", "keywords": ["nerve", "agent", "used", "accuses", "evidence", "deadly", "johnson", "poisoning", "britain", "weapons", "stockpiling", "russia"], "polarity": -0.0106951871657754, "subjectivity": 0.24862808759867577},
{"title": "Trump Continues Barrage Against Special Counsel Mueller, Fired FBI Deputy McCabe", "url": "https://www.npr.org/2018/03/18/594702972/trump-continues-barrage-against-special-counsel-mueller-fired-fbi-deputy-mccabe", "text": "Trump Continues Barrage Against Special Counsel Mueller, Fired FBI Deputy McCabe\n\nEnlarge this image toggle caption Bloomberg/Bloomberg via Getty Images Bloomberg/Bloomberg via Getty Images\n\nUpdated at 9:15 p.m. ET\n\nCongressional Republicans say they still support special counsel Robert Mueller's investigation into Russian election interference even as the president continued his offensive Sunday against the investigation, as well as a recently fired high-ranking FBI official, Andrew McCabe.\n\nTrump sent a flurry of tweets Sunday morning, in which he painted the Mueller-led special counsel probe as a politically biased witch hunt.\n\n\"Why does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans?\" Trump said. \"Another Dem recently added...does anyone think this is fair? And yet, there is NO COLLUSION!\"\n\nMueller is a Republican who has served under presidents of both parties. Department of Justice regulations do not consider partisan affiliation when assigning employees but do stipulate that DoJ personnel in sensitive posts are not allowed to participate in political campaigns or \"engage in political activity.\"\n\nOn Saturday, the President said the Mueller investigation \"should never have been started in that there was no collusion and there was no crime,\" and Trump's personal lawyer, John Dowd, said the investigation should end.\n\nLate Sunday, however, White House Special Counsel Ty Cobb released a statement to the media saying that the \"President is not considering or discussing the firing of the Special Counsel, Robert Mueller.\"\n\nSen. Marco Rubio, R-Fla., noted on NBC's Meet The Press on Sunday that figuring out whether Trump's 2016 campaign coordinated with Russia is only a section of Mueller's task, which is to investigate the Russian government's overall efforts to interfere with the election.\n\n\"It is not a collusion probe. It is much broader than that,\" Rubio said. \"I remain confident that the special counsel is going to conduct a probe that is fair and thorough and is going to arrive at the truth.\"\n\nSen. Lindsey Graham, R-S.C., told CNN's Jake Tapper that he thought Mueller was \"doing a good job\" and that if Trump fired him, it \"would be the beginning of the end of his presidency, because we are a rule-of-laws nation.\"\n\n\"When it comes to Mr. Mueller, he is following the evidence where it takes him and I think it's very important he be allowed to do his job without interference,\" Graham said. \"And there are many Republicans who share my view.\"\n\nAnd Republican Rep. Trey Gowdy, of South Carolina, told Fox News' Chris Wallace that Dowd should not be advising the President to push Mueller to end the investigation.\n\n\"If you've done nothing wrong you should want the investigation to be as wholesome and thorough as possible,\" Gowdy said.\n\nDemocrats also came out against the notion that Trump could be moving toward finding a way to end the investigation.\n\n\"The president is floating trial balloons about derailing the Mueller investigation,\" said Senate Minority Leader Chuck Schumer, D-N.Y. \"Our Republican colleagues, particularly the leadership, have an obligation to our country to stand up now and make it clear that firing Mueller is a red line for our democracy that cannot be crossed.\"\n\nNot all lawmakers were convinced, however, that Dowd's statement and Trump's tweets added up to an actual effort to derail the probe.\n\nSen. James Lankford, R-Okla., said on ABC's This Week, \"I don't see the president firing [Mueller]. I think the White House has said 10 times, maybe more that they are not going to fire Robert Mueller.\n\n\"They want him to be able to finish the investigation.\"\n\nMcCabe Memos\n\nOn Sunday morning, Trump also said the former deputy director of the FBI, Andrew McCabe, may have been lying when he claimed to have notes about their interactions.\n\nMcCabe was fired Friday night, by Attorney General Jeff Sessions, less than 48 hours before his planned retirement from the bureau. Sessions said he fired McCabe because the FBI's Office of Professional Responsibility found that he lied under oath \"on multiple occasions.\"\n\nIn a statement, McCabe claimed his dismissal was politically-motivated and that he had been targeted because \"he can corroborate former [FBI] Director [James] Comey's accounts of his discussions with the President.\"\n\nA source familiar with the issue told NPR that McCabe had taken notes and memos about his interactions with President Trump. The notes could play a role as Mueller's team investigates whether Trump obstructed justice in firing Comey last year, when Comey was in charge of the Russia investigation as head of the FBI.\n\nThe source told NPR that McCabe's notes corroborate Comey's account of events last year, which notably include President Trump asking Comey for loyalty.\n\nTrump, however, isn't sold that McCabe's notes, or Comey's, were actually taken at the time they say they were.\n\n\"Spent very little time with Andrew McCabe, but he never took notes when he was with me,\" Trump said. \"I don't believe he made memos except to help his own agenda, probably at a later date. Same with lying James Comey. Can we call them Fake Memos?\"\n\nAfter sending out three tweets on Sunday morning, Trump went to the golf course that bears his name in Sterling, Va.", "keywords": ["deputy", "president", "mueller", "fbi", "investigation", "continues", "fired", "special", "trump", "counsel", "told", "mccabe", "notes", "barrage"], "polarity": 0.1330746753246753, "subjectivity": 0.3796103896103896},
{"title": "Don't Call This Rebel On Wheels An 'Angel From Above' ", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/18/594088583/dont-call-this-rebel-on-wheels-an-angel-from-above", "text": "Don't Call This Rebel On Wheels An 'Angel From Above'\n\nEnlarge this image toggle caption Antonio Escobar Antonio Escobar\n\nMaryangel Garcia Ramos wears silver glitter eye shadow. She once raised hell at a Killers concert because the venue wouldn't let her rock out with her wheelchair in front of the stage. And she wants you to know that yes, people with disabilities do have sex.\n\nThat was one of the points she made at South by Southwest, the annual technology, film and music conference in Austin, Texas this past week. The 32-year-old from Monterrey, Mexico, was part of a panel discussion on Sex, Beauty and Women with Disabilities. The aim was to break stereotypes about women with disabilities.\n\nShe also attended events. At a panel on women and television, she called out the panelists – which included the president of Paramount and executives from Warner Bros. — in the Q&A portion for not including people with disabilities on their TV shows.\n\nGarcia Ramos has been using a wheelchair since she was 14 due to a neurological disorder that damaged her spine. The founder of a nonprofit called Mexican Women With Disabilities, she advocates for policy and legislation that advance rights for women with disabilities. In 2017, she represented Mexico at the U.N. Convention on the Rights of Persons with Disabilities.\n\nWe spoke to her at the Austin Convention Center.\n\nWhat is your disability?\n\nI've had a disability for half of my life. It was not an accident. It was a neurological condition [that affects the spine] called Foix-Alajouanine. It was not genetic. It just happened. I ended up not being able to walk when I was 14 or 15. After that I started using a wheelchair. It was a complete change in my life not only for me but also for my family.\n\nHow did you get to where you are today?\n\nI am not the average person with a disability in Mexico or Latin America. I've always been in a position of privilege compared with most women in this world. I've had a strong family for support, running water, electricity, a roof over my head, education, technology.\n\nWhat are some of the challenges that women with disabilities face in Mexico?\n\nAccess to health care. My dad worked as a director of a bank and his insurance covered all my surgeries. But if someone [less privileged] had a situation like mine, their access to public health and physical therapy would have been limited. They probably wouldn't have had personalized, steady health care. In rural communities, it's superhard for them to get to cities where the big health centers are.\n\nAccess to education. You need transportation to go to a school that is accessible for people with disabilities. Then how do you prepare the teachers to make sure they're actually giving the same knowledge and opportunities to students with disabilities?\n\nWhat's the biggest misunderstanding you see about disabilities?\n\nThe conception of what disability is. People instantly think that a person [with disabilities] is broken or missing something — that as humans we are not complete.\n\nWe [also] want to challenge stereotypes. People think that those with disabilities are super loyal, or that we are kind angels sent from above, sent to Earth to inspire you. We want people to understand that we are all different.\n\nHow do we make people with disabilities more visible in the public arena?\n\nWhen talking about diversity, we often refer to race, socioeconomic background or people who are LGBT. But we don't make an emphasis on people with disabilities.\n\nAnd how do you do that?\n\nRepresentation is very important. How is that we rarely see a woman with a disability on the cover of a magazine? Or giving the news on TV? Or in pop culture? Or in media? What we see is what we can be.\n\nYour panel was about sex, beauty and disabilities. What does sex have to do with it?\n\nPeople think that those with disabilities are not sexual beings. People think that there's only one way to have sex and if you can't do that, then you're not having sex. And because we're not seen as sexual beings, we're not getting sexual education.\n\nWhat's the most fascinating panel you've seen at SXSW so far?\n\nJust now, I came from a panel on the future of human ability. Bionics. The enhancement of humans itself in any way is amazing.\n\nWhat are you working on with your nonprofit Mexican Women With Disabilities?\n\nWe want every state in Mexico to have at least one woman leader with a disability. There are 32 states and right now we have leaders [with a disability] in eight.\n\nThey will help us reach our three objectives: push policymakers to create laws [that create more opportunities in education and the workforce for people with disabilities] see more representation of women with disabilities in the media and get data.\n\nThere have been no new numbers about disability in Mexico since 2010. To create policy we need information. How many were born with a disability? Where do they live? What is their education?\n\nAre there any challenges faced by women with disabilities that are unique to Mexico?\n\nThe violent situation in Mexico. We've had femicides — killing women for the sake of their gender. High rates of rape and violence. [Women with disabilities] are in vulnerable positions. We're a target.\n\nWe want to work with groups in the Mexican women's movement to help women with disabilities defend themselves and understand their sexual rights.\n\nThe machismo that is ingrained in Mexican and Latin American culture adds an extra layer of complexity to the work we do. Women are not supposed to be better than men at work or in leadership. [It's worse] if you have a disability. [Men think], \"poor you, you're not can't do this because you're not able to.\"\n\nWhat's the most frustrating part of your work?\n\nWhen decision-makers don't include us when making public policy. In the disabilities community there is a saying: \"Nothing about us without us.\"\n\nIn our state in the last administration, the government's inclusion project was to give people with disabilities a card with $40. They said that 25,000 people were impacted. No they weren't. They just gave us a card that bought us food. You're not giving us education or jobs. You're not sitting with us and asking us what we need.", "keywords": ["wheels", "rebel", "sexual", "disability", "youre", "mexico", "women", "panel", "mexican", "angel", "disabilities", "think", "dont", "sex"], "polarity": 0.09959445646945647, "subjectivity": 0.45191939233605916},
{"title": "Transgender Teachers: In Their Own Voices", "url": "https://www.npr.org/sections/ed/2018/03/18/584596293/transgender-teachers-in-their-own-voices", "text": "\"The one thing I wish people knew about being a T/GNC educator is that I am making a choice about my safety every day when I wake up and am out about being non-binary at work. We currently live in a society where it is not always safe for any trans person to be themselves at home, let alone be themselves out in public or in the workplace. I make this choice to be out every day at school because I believe it is my duty as an educator to show students that being one's authentic self is so much more fulfilling than hiding who you are.\n\n\"I want my students, and any student in my school, to know that gender norms and stereotypes are not something we need to continue to perpetuate. I want the students in my school to know they have someone they can talk to if they do not have a safe adult at home or in the community to discuss their feelings about gender. I also want my students to know that it is necessary to respect a person's gender identity and pronouns. I know I am not the only trans person that my students will meet and interact with in their lifetime. I am trying to prepare them for a diverse world where they can live with compassion and authenticity. I put my safety at risk every single day because I believe the end result will be so, so worth it.\"", "keywords": ["gender", "live", "trans", "voices", "know", "safety", "day", "transgender", "safe", "person", "school", "students", "teachers"], "polarity": 0.21677489177489173, "subjectivity": 0.4942460317460317},
{"title": "Imagining — Yet Again — A New Disney Heroine", "url": "https://www.npr.org/sections/codeswitch/2018/03/18/594467739/imagining-yet-again-a-new-disney-heroine", "text": "Imagining — Yet Again — A New Disney Heroine\n\nEnlarge this image toggle caption Jordan Strauss/AP Jordan Strauss/AP\n\nMeg Murray from A Wrinkle in Time and Wakandan princess Shuri from Black Panther are a far cry from the typical Disney heroine. In Meg and Shuri, we have two outspoken black girls. This, in itself is a dramatic change for the company: in the past, Disney has rarely celebrated black girls for being smart or self-assured.\n\nShuri invents the gadgets that her brother T'Challa (aka Black Panther) uses to save the people of Wakanda. Think about it: how would the Black Panther repel all the blows he's dealt without the outfit Shuri created?\n\nThen there's Meg Murray. She's the empathetic, brilliant child of scientists. She is unwavering in her faith that her missing father will return to her one day, even though her strengths — and struggles — aren't appreciated by anyone outside of her family.\n\nThese characters, and their storylines, seem distinctly different from the female protagonists that preceded them in Disney movies. But for Disney, reimagining what it means to be a female hero is nothing new.\n\nAfter decades of being accused of reinforcing racist and sexist stereotypes, Disney attempted to reframe the princess/girl-hero archetype with films like Pocahontas, Mulan and The Princess and the Frog. These films all featured young women of color. It's true that the girl heroes were strong, but their achievements often felt secondary to their romantic relationships.\n\nAdd to that, the way they were portrayed was often problematic: Viewers who were excited to see Disney's first black princess were dismayed when they realized that Tiana spent most of the movie as a frog. And for folks who know anything about colonial history, Pocahontas was a disappointment, too. The real life Pocahontas didn't fall in love with an English sailor — as a child, she was in fact forced to marry a white colonizer old enough to be her father.\n\nSince then, Disney has made some progress in depicting strong, dynamic people of color. In 2016's Moana, the titular character's love for her people and her culture is the key to saving her island. And (though its protagonist wasn't a girl,) 2017's Coco was widely lauded for portraying Mexican culture in a thoughtful, beautiful way.\n\nWhich brings us to today's Disney heroines: Meg Murray and Shuri. They're compelling young women of color whose stories don't need to be bolstered by romantic love or sanitized history.\n\nBut what made Disney take such the leap to, once again, re-imagine its girl-hero?\n\nUCLA professor and co-author of the annual Hollywood Diversity Report, Dr. Ana-Christina Ramón says the business conditions were right. While Disney might be aware of the social implications of the movies it makes, she says it's also aware of what's \"going to improve the bottom line.\"\n\nThe most recent figures from the Motion Picture Association of America show that Latinos account for 23 percent of frequent movie-goers, while African-Americans and Asians represent a combined 26 percent of frequent movie-goers. So bringing Meg and Shuri to the big screen made business sense.\n\nRamón added that Disney saw these box office trends play out in two ways. The live action reboots of Cinderella and Beauty and the Beast — in which both traditional Disney princesses were made more independent — were the 9th highest grossing film of 2015 and the second highest grossing film of 2017, respectively.\n\nAnd when it came to racial diversity, Disney, the parent company of Marvel Films, took the hint from the success of its superhero movies. According to Ramón, \"the comic book franchise [had] been established already, so [Disney could] slowly bring in diversity with secondary characters throughout these stories... [They introduced] Falcon, [an African-American character] played by Anthony Mackie — he's the sidekick to Captain America. So they introduced a little diversity, but they [didn't] make it the main plotline.\"\n\nRamón says there is still work to be done before girl-heroes of color who aren't black become the norm. That's because Hollywood executives still tend to think of diversity in black and white. \"When they think about Asian and Latino audiences, they tend to think of immigrant audiences, or they're not what they consider mainstream,\" she says.\n\nBut Ramón says that the success of movies like Marvel's Black Panther and A Wrinkle in Time underscores what the research from the Hollywood Diversity Report has proved time and again: people – regardless of their race — want to see more racial diversity on the screen.", "keywords": ["movies", "color", "imagining", "disney", "heroine", "shuri", "ramón", "meg", "panther", "think", "diversity", "black"], "polarity": 0.0872007108118219, "subjectivity": 0.3878106461439796}
]