[
{"title": "Republican Lawmakers Say Mueller Needs No Protection", "url": "https://www.npr.org/2018/03/20/595242242/republican-lawmakers-say-mueller-needs-no-protection", "text": "Republican Lawmakers Say Mueller Needs No Protection\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 7:38 p.m. ET\n\nTop Republican lawmakers do not support legislation aimed at protecting Department of Justice special counsel Robert Mueller and his Russia investigation from White House interference, insisting that it is unnecessary.\n\n\"The special counsel should be free to follow through his investigation to its completion without interference, absolutely,\" House Speaker Paul Ryan, R-Wis., told reporters Tuesday. \"I am confident that he'll be able to do that. I have received assurances that his firing is not even under consideration.\"\n\nThe speaker did not say who has offered him such assurances, but his view is widely held among congressional Republicans that President Trump will not attempt to fire Mueller. Fears of White House meddling were stoked over the weekend after the late Friday firing of outgoing FBI official Andrew McCabe and a series of presidential tweets, some attacking Mueller by name.\n\nRepublicans largely downplayed those concerns but, at the same time, offered support for Mueller's investigation.\n\n\"I agree with the president's lawyers that Bob Mueller should be allowed to finish his job. I believe it was an excellent appointment, and he should be allowed to go where the facts lead him, \" Senate Majority Leader Mitch McConnell, R-Ky., told reporters on Tuesday, before adding, \"I don't think Bob Mueller is going anywhere.\"\n\nSen. Lindsey Graham, R-S.C., told conservative radio host Hugh Hewitt on Tuesday that the president knows that any effort to end Mueller's investigation could be considered an impeachable offense.\n\n\"I can't think of a more upsetting moment in the rule of law to have an investigator looking at a president's campaign as to whether or not they colluded with a foreign government, what kind of crimes may have been committed,\" Graham said, \"I've seen no evidence of collusion, but to stop the investigation without cause, I think, would be a constitutional crisis.\"\n\nOther top Republicans, including House Oversight Chairman Trey Gowdy, R-S.C., Senate Foreign Relations Chairman Bob Corker, R-Tenn., and Senate Finance Chairman Orrin Hatch, R-Utah, have all publicly warned the White House since the weekend to cool it on Mueller. Hatch went so far to say that firing Mueller would be \"the stupidest thing\" Trump could do.\n\nRetiring Sen. Jeff Flake, R-Ariz., a frequent Trump critic, said it was incumbent upon all Republicans to make it clear that firing Mueller is a red line that can't be crossed. Republicans have generally avoided direct criticism of the president. \"If you're going to pick a fight, this is a fight to pick. You've got to pick this fight. If you don't pick this fight, we might as well not be here. This is a serious one,\" Flake said.\n\nHe was less confident than most of his Republican colleagues that Trump can be trusted to leave the special counsel alone. \"Just a week ago he said he wasn't firing Tillerson, too. I think pre-emptively it would behoove our leadership to be forceful and say, 'This is a line you cannot cross,' \" Flake said.\n\nLater Tuesday, Flake appeared to turn up the volume on his concerns. In an evening tweet, referenced impeachment: \"We are begging the president not to fire the special counsel. Don't create a constitutional crisis. Congress cannot preempt such a firing. Our only constitutional remedy is after the fact, through impeachment. ...\" The tweet echoed and crystallized remarks Flake made to the Washington Post.\n\nCongressional leaders are putting the final touches on a $1.3 trillion spending bill that will pass Congress in the coming days. Some Democrats would like to see language included in the must-pass bill to protect Mueller, but GOP leaders have said that is off the table.\n\nNot all Democrats believe legislation is necessary at this time. Sen. Dianne Feinstein, D-Calif., told reporters she also believes the president understands how severe the consequences would be if he were to interfere with an independent investigation. \"[Mueller] is protected now. He's working independently now,\" she said, \"I don't believe that there is any cause to terminate him and without cause, it becomes political, and that, I think, would rip apart this administration.\"", "keywords": ["protection", "trump", "firing", "lawmakers", "president", "mueller", "republican", "think", "investigation", "say", "house", "needs", "special", "told", "flake"], "polarity": 0.14060559006211176, "subjectivity": 0.4704192546583852},
{"title": "Democrats Grill DeVos On Guns, Schools And Money", "url": "https://www.npr.org/sections/ed/2018/03/20/595236524/democrats-grill-devos-on-guns-schools-and-money", "text": "Democrats Grill DeVos On Guns, Schools And Money\n\nEnlarge this image toggle caption Pablo Martinez Monsivais/AP Pablo Martinez Monsivais/AP\n\nDemocrats got their shot at Education Secretary Betsy DeVos on Tuesday, when she testified before a House committee about her department's proposed budget.\n\nThe hearing followed widespread criticism of DeVos for lackluster performances on 60 Minutes and the Today show earlier this month. She remains one of the most unpopular members of President Trump's Cabinet and continues to anger Democrats over many issues.\n\nRepublicans at the hearing, not surprisingly, were more supportive, praising DeVos for her efforts to shrink the size of the federal bureaucracy, her support for charter schools and vouchers, and for her stance that states should decide whether teachers should carry guns.\n\nBut from Democrats, there was criticism — and scorn.\n\nRep. Rosa DeLauro, D-Conn., started off by taking aim at DeVos' proposed 5 percent cut in education spending for 2019.\n\n\"You are turning your back on public schools,\" DeLauro said. \"You admitted in your interview on 60 Minutes that you have yet to visit a single struggling school and said you support arming teachers, an idea most teachers oppose.\"\n\nDeVos insisted that arming teachers should be left up to the states and local school districts. She said she hasn't visited struggling schools because she is afraid she wouldn't be welcome. She said she has focused instead on schools that are doing innovative things and are more welcoming.\n\nDeLauro piled on the criticisms: \"You stand up for debt collectors rather than college students struggling to pay back loans. You favor reducing government oversight of private, for-profit schools with bad track records. You're undermining sexual assault policies on college campuses.\"\n\nDeVos seemed unruffled, smiling as she tried to get back to a discussion about the budget, especially her push to help low-income parents pay for private school tuition.\n\nRep. Nita Lowey, a New York Democrat, was next: \"Your budget includes over a billion dollars more for school choice,\" she told DeVos. \"But no new money for special education.\"\n\nLowey accused DeVos of not caring that some private schools aren't following federal laws that are supposed to protect children with disabilities.\n\n\"We are working to make sure private schools follow those laws,\" DeVos responded. \"But it's a state matter if a school has its own programs that the Individuals with Disabilities Education Act does not cover or fund.\"\n\n\"Wait,\" Lowey interrupted, \"you're saying the feds have no role in making sure parents get services that IDEA calls for? So if parents put a child in a school that does not serve that child, that's OK?\"\n\nDeVos did not respond.\n\nReturning to her budget proposal, the secretary said it has two main goals: first, to make the department more efficient by doing more with less, and, second, to reduce the federal footprint on state and local school reform.\n\nTo that end, DeVos wants to slash the budget, mostly by cutting $2 billion from teacher training and professional development programs. She suggested that school districts could replace that money by taking funds from other federal programs.\n\n\"That's preposterous!\" said Rep. Lucille Roybal-Allard, a California Democrat.\n\n\"You're robbing Peter to pay Paul,\" agreed Democrat Barbara Lee, also of California.\n\nLee accused DeVos of rolling back protections for the rights of minority students. She noted DeVos' proposal to reduce funding for the department's Office for Civil Rights and the administration's support for a rollback of Obama-era guidance on racial disparity in suspensions and expulsions.\n\nYears of research show that African-American and Latino students are punished more often and more harshly than white students for the same violations.\n\n\"Do you admit there's racial bias? Yes or no?\" Lee asked.\n\n\"We don't tolerate discrimination,\" DeVos responded. \"The office of civil rights is doing more with less. It's more efficient than before. Our budget protects and encourages minority students. It expands opportunities that target minority low-income students.\"\n\n\"Your head is in the sand,\" Lee retorted. \"You just don't care about civil rights do you?\"\n\nRep. Andy Harris, R-Md., came to DeVos' defense.\n\n\"It's shameful that you're being accused of being racist just because people don't agree with you,\" he told her.\n\nOn guns and arming teachers, DeVos had little to add beyond what she has said previously: It's an issue best left to states.\n\nAlthough DeVos went to Florida after the Parkland shooting, Rep. Mark Pocan, a Wisconsin Democrat, wanted to know: \"Will you at least be willing to meet with students from [Marjory] Stoneman Douglas High School, who'll be marching this Saturday in Washington?\"\n\n\"Yes,\" DeVos said. \"But at some other time.\"\n\nTrump has named DeVos to head a new commission on school safety. She told the lawmakers that the panel will examine the \"culture of violence\" in the U.S.\n\nAfter more than two hours of testimony and repeated attacks from Democrats, Rep. Rodney Frelinghuysen, R-N.J., stated the obvious: \"There's a disconnect between you and lawmakers.\"", "keywords": ["private", "school", "rights", "democrats", "federal", "students", "budget", "devos", "teachers", "money", "schools", "grill", "guns"], "polarity": 0.1357936777153195, "subjectivity": 0.41381286209644413},
{"title": "Shooting At Maryland High School Injures 2 Students; Gunman Dead", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595161163/shooting-reported-at-maryland-high-school", "text": "Shooting At Maryland High School Injures 2 Students; Gunman Dead\n\ntoggle caption Alex Brandon/AP\n\nUpdated at 5:05 p.m. ET\n\nTwo students were injured when another student opened fire at Great Mills High School in St. Mary's County, Md., according to the local sheriff. The shooter, identified by the sheriff as 17-year-old Austin Wyatt Rollins, was confirmed dead after being taken to a hospital.\n\n\"A male student produced a handgun and fired a round, wounding a female student and another male student in a hallway of Great Mills High School just before classes\" began at about 7:55 a.m. Tuesday, St. Mary's County Sheriff Timothy Cameron told reporters at a news conference.\n\nThe two victims have been taken to local hospitals. The male student, 14, is in stable condition, and the female student, 16, is in intensive care with \"life-threatening critical injuries,\" Cameron said.\n\nA school resource officer engaged the shooter after he started firing, quickly containing the situation, Cameron told reporters. Deputy First Class Blaine Gaskill \"fired a round at the shooter; simultaneously, the shooter fired a round as well,\" Cameron said. They are investigating whether the officer's rounds struck the shooter; the sheriff added that Gaskill was not injured.\n\nDeputy's troopers and school nursing staff immediately administered first aid, including CPR, to the victims, Cameron said.\n\n\"There is an indication that a prior relationship existed between the shooter and the female victim,\" Cameron added. \"We are working as we speak to determine if that was and, if so, the extent of that and if it was part of the motive for this shooting.\"\n\nFurther information about Rollins was not immediately available. A Facebook page under the name of \"Austin Rollins\" depicted a teenager who attends Great Mills High School and is interested in car racing and kayaking. Within hours of the shooter identification, the page was altered to indicate that Rollins is deceased and much of the information on it is no longer visible.\n\n\"Austin Wyatt Rollins\" was listed in the school's honor roll multiple times, as reported by local media.\n\nWitnesses to the shooting were questioned at a secured area in the high school, the sheriff said.\n\nThe school district said the school was being evacuated and that the rest of the students were taken to Leonardtown High School, where they met up with parents in pouring rain.\n\nThey \"embraced, shared hugs, tears and reassurances,\" as WAMU's Patrick Madden reported from the scene. Among them was 15-year-old Bethany Morgan and her dad, Brian.\n\n\"Everybody just said, 'What was that noise?' and my teacher went out and said somebody was on the floor,\" Morgan told Madden. \"Right in the moment, it was really scary. I don't want to go through it again.\"\n\nGreat Mills High School is located in southern Maryland, about 60 miles southeast of Washington, D.C.\n\nThe FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives said their agents are on the scene assisting the sheriff's department.\n\n\"This is what we train for, this is what we prepare for, and this is what we pray we never have to do,\" said the sheriff. \"And on this day, we realize our worst nightmare: that our greatest asset — our children — were attacked in one of our places, a bastion of safety and security, one of our schools.\"\n\nAccording to The Bay Net, a southern Maryland news site, authorities investigated potential threats to Great Mills High School last month after reports circulated on social media.\n\nEnlarge this image toggle caption Alex Brandon/AP Alex Brandon/AP\n\nThe news site said the school principal said in a letter to parents that the school and law enforcement assessed the threat and that it \"has not been validated at this time.\" At Tuesday's press conference, the sheriff said authorities are investigating whether anything on social media is linked to this attack.\n\nThe 17-year-old shooter likely did not have legal authorization to possess the gun. As The Associated Press reported, \"In Maryland, a person must be 21 to possess a handgun, unless carrying one is required for employment.\"\n\nThe shooting comes just over a month after the shooting that killed 17 people at Marjory Stoneman Douglas High School in Parkland, Fla.\n\n\"That's what we're talking about right now across the country,\" Cameron added. \"The notion of 'it can't happen here' is no longer a notion.\"\n\nLast week, tens of thousands of students from across the country walked out of classrooms to call for firmer action against gun violence. Mass demonstrations are expected this weekend in Washington, D.C., in favor of stricter gun regulations, a protest organized by Parkland shooting survivors.\n\nEmma Gonzalez, a Parkland student who has been outspoken in calling for tighter gun laws, tweeted a message of support for Great Mills students.\n\nMaryland Gov. Larry Hogan said in a statement that he was praying for the Great Mills community. \"But prayers are not enough,\" Hogan said. \"Although our pain remains fresh and the facts remain unclear, today's horrible events should not be an excuse to pause our conversation about school safety.\n\n\"Instead, it must serve as a call to action.\"\n\nThis is a developing story. Some things that get reported by the media will later turn out to be wrong. We will focus on reports from police officials and other authorities, credible news outlets and reporters who are at the scene. We will update as the situation develops.", "keywords": ["high", "sheriff", "injures", "maryland", "shooting", "school", "student", "mills", "rollins", "great", "students", "shooter", "dead", "gunman", "cameron"], "polarity": 0.10596273291925468, "subjectivity": 0.4157936507936507},
{"title": "Spending Bill Caught In Partisan Fight Ahead Of Friday Deadline", "url": "https://www.npr.org/2018/03/20/595197537/spending-bill-caught-in-partisan-fight-ahead-of-friday-deadline", "text": "Spending Bill Caught In Partisan Fight Ahead Of Friday Deadline\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nCongressional negotiators delayed the release of a $1.3 trillion spending bill Tuesday as the clock ticked closer to a Friday shutdown deadline amid battles over more than a dozen unresolved policy matters.\n\nLeaders originally planned to release the details of the bill over the weekend but the spending talks remain mired in fights over immigration, gun control and health care.\n\nThese unrelated policy measures, known as riders frequently plague spending bills and leaders are downplaying the chances of a shutdown. House Speaker Paul Ryan, R-Wisc., told reporters Tuesday that talks dragged into the night Monday but the bill was nearly complete.\n\n\"There are some unresolved issues,\" Ryan said at a weekly press conference. \"We're working through them as we speak and we hope to post today.\"\n\nThat delay means the Senate would have less than 48 hours to pass a spending bill before the shutdown deadline — a task that could prove difficult under strict Senate rules that call for lengthy debate on the bill. A single Senator could force a temporary shutdown by objecting to a request to shorten the debate time, as Sen. Rand Paul, R-Ky. did last month.\n\nOne of the biggest squabbles centered on funding for payments to shore up the individual marketplaces covered by the Affordable Care Act. The two parties were at odds over whether insurers could use payments meant to offset the cost of insurance for low-income people to pay for plans that cover abortion.\n\nIt is a complex fight that dragged well into the night Monday. Senate Health Education Labor and Pensions Chairman Lamar Alexander, R-Tenn., blamed Democrats for stalling the subsidies over a GOP effort to apply a long-standing restriction on federal funding for abortion, known as the Hyde amendment, to the subsidy payments.\n\n\"Suddenly they're trying to turn a 40 percent decrease in health insurance rates into a discussion of extreme abortion language,\" Alexander told reporters Monday. \"It says very simply the federal government can't pay for abortions but anybody else can.\"\n\nAlso at issue is the fate of immigrants who are in the country illegally after being brought to the country as children. President Trump announced last year that would rescind the Deferred Action for Childhood Arrivals program, known as DACA. Courts have delayed the implementation of that order but Democrats say they want Congress to immediately pass legal protections for those immigrants.\n\nBut Democrats are unwilling to swap those protections for $25 billion in funding for Trump's planned wall along the U.S.-Mexico border. The number two Senate Republican, John Cornyn of Texas, told reporters Monday that he expects the immigration battle will not be resolved in this spending bill.\n\n\"It sounds like everybody is still where they were on DACA,\" Cornyn said. \"Nobody has really moved.\"\n\nInstead, Democrats appear likely to accept roughly $1.6 billion in border protection funds as part of the spending bill.\n\nLeaders say they hope the issues will be resolved quickly so that the Senate can vote on the measure before the Friday deadline.", "keywords": ["fight", "caught", "senate", "known", "democrats", "funding", "partisan", "health", "reporters", "spending", "bill", "ahead", "deadline", "shutdown", "told"], "polarity": 0.006916099773242633, "subjectivity": 0.4299319727891157},
{"title": "Senate Intel Committee Urges More Funding, IT Upgrades To Secure 2018 Election", "url": "https://www.npr.org/2018/03/20/595213067/senate-intel-committee-urges-more-funding-it-upgrades-to-secure-2018-election", "text": "Senate Intel Committee Urges More Funding, IT Upgrades To Secure 2018 Election\n\nEnlarge this image toggle caption Nicholas Kamm/AFP/Getty Images Nicholas Kamm/AFP/Getty Images\n\nUpdated at 3:46 p.m. EDT\n\nState elections officials need more funding and better safeguards against cyberattacks in order to prepare to defend the 2018 midterm elections, according to new Senate intelligence committee recommendations on Tuesday.\n\nThe findings appeared as primary season is starting to heat up across the United States. Texans went to the polls earlier this month, and Illinois — the only state known to have been successfully hacked leading up to the 2016 election — is voting on Tuesday.\n\nThe Senate intelligence committee's report specifically reacted to Russia's efforts to interfere in U.S. democracy leading up to the 2016 election.\n\n\"The Russians were relentless in attempting to meddle in the 2016 elections,\" said Sen. Susan Collins, R-Maine, in an intelligence committee press conference unveiling the new recommendations. \"And they will continue their efforts to undermine public confidence in western democracies and in the legitimacy of our elections.\"\n\nIntelligence officials are in agreement that Russia intervened to try to hurt Hillary Clinton and get President Trump elected.\n\nTrump's allies dispute that specific assessment, but Trump did use a press conference earlier this month to acknowledge Russian interference in Western elections. Trump said his administration was \"doing a very very deep study\" with suggestions on improving election security and vowed to \"counteract very strongly\" any interference this year.\n\nAll the same, White House press secretary Sarah Huckabee Sanders said she didn't think election interference came up in a phone call between Trump and Putin on Tuesday.\n\nAt their press conference on Capitol Hill, avoided commenting about Trump's leadership on election interference, although they said they hoped the executive branch, Congress and state officials ultimately could work together.\n\n\"Certain issues are non-partisan and this is one of those,\" said Sen. Kamala Harris, D-Calif.\n\nCyberthreat\n\nThe Department of Homeland Security has said that Russian-affiliated operatives probed the voting systems of 21 states leading up to the 2016 election, but only successfully broke into those belonging to Illinois. Hackers gained access to the voter registration data of tens of thousands of voters in Illinois but did not alter that data.\n\nNo vote tallies were changed by the Russian cyberattacks, officials say.\n\nIt took DHS almost a year, however, to disseminate that information to the states that were targeted, and to the public — a delay that frustrated election officials and lawmakers, who argued that they needed that information early to react with enough time before the 2018 midterms.\n\nThe Senate intelligence committee's report includes a recommendation that \"the intelligence community should put a high priority on attributing cyber attacks both quickly and accurately,\" and that DHS should create \"clear channels of communication\" between the federal government and the states.\n\nThe recommendations also ask for the intelligence community to declassify information quickly, as most people in charge of running elections at the local level don't have security clearances to be able to see details about sensitive national security threats.\n\nThe committee's recommendations also point to a huge sticking point in securing elections leading up to voting this November and again in 2020: improving cybersecurity requires bringing on specialized IT staff, updating software, and replacing old outdated technology.\n\nThat takes money.\n\nLegislation to help states cover the cost of improvements has stalled in Congress, but in Tuesday's announcement, senators on the intelligence committee spurred their colleagues to try again.\n\n\"The committee recommends Congress urgently pass legislation increasing assistance,\" the report says.\n\nThe Senate Intelligence Committee is scheduled to convene a hearing Wednesday on election security at which representatives from the National Association of State Election Directors, the federal Election Assistance Commissions, and DHS Secretary Kirstjen Nielsen are expected to testify.", "keywords": ["trump", "elections", "election", "recommendations", "upgrades", "senate", "funding", "committee", "officials", "urges", "secure", "2018", "intel", "states", "security", "intelligence"], "polarity": 0.15103999175427743, "subjectivity": 0.45600443207586044},
{"title": "The Wave Of Female Candidates Is Set For A Wave Of Losses, Come November", "url": "https://www.npr.org/2018/03/20/594096515/the-wave-of-female-candidates-is-set-for-a-wave-of-losses-come-november", "text": "The Wave Of Female Candidates Is Set For A Wave Of Losses, Come November\n\nEnlarge this image toggle caption The Washington Post/Getty Images The Washington Post/Getty Images\n\nLauren Underwood is optimistic about her chances of winning a seat in Congress.\n\n\"This seat is 100 percent at play. It's winnable,\" the Democratic candidate says of the Illinois 14th Congressional District, which stretches along the western and northern sides of Chicago's outer suburbs.\n\nHer attitude is maybe unremarkable — every candidate says they're optimistic — except for the fact that the odds are stacked against her. She knows very well that this race is considered a pretty safe bet for the GOP in November — the nonpartisan Cook Political Report lists it as a \"likely Republican\" win, meaning Republican incumbent Randy Hultgren has an excellent chance of holding onto his House seat.\n\nStill, Underwood is undeterred.\n\n\"We're not in an average year, and I'm not an average candidate,\" she says. \"I think that that matters. What we've seen in elections out of Virginia and Texas and the special [election] in Pennsylvania is that the candidate and the quality of the election that they're running matters a lot in the election outcome.\"\n\nUnderwood is in good company. This year's unprecedented crop of women running for office includes a glut of women running in races that, to put it mildly, will be a challenge for them to win in November.\n\nLots more women running equals lots more women losing\n\nAn NPR analysis shows that the influx of women candidates, beyond being heavily Democratic, features a glut of Democratic women running in races currently considered to be easy Republican wins.\n\nIn total, 49 percent of the Democratic women running for the House, Senate, and governor, not including incumbents, are in \"likely\" or \"safe\" Republican races. On the other side, 34 percent of Republican women running as non-incumbents are in likely or safe Democratic House, Senate, or governors' races.\n\nAnd even those running for seats that are within reach for their party will still have to get through sometimes crowded primaries.\n\nThe bottom line is that a wave of female candidates is going to equal a wave of women losing in 2018.\n\nLoading...\n\nImportantly, this doesn't necessarily make women unusual, according to an NPR analysis of the FEC's total candidate dataset. That data isn't perfect — it includes some candidates who filed but never made it to the ballot, for example — but it suggests that large numbers of men, particularly Democrats, have filed in districts that would be very difficult to win. Indeed, while the number of women running has increased substantially this year, the level of women as a share of all candidates has not increased all that much.\n\nInterestingly, the districts featuring female candidates followed a similar pattern in the last midterms — with many Democratic women likewise running in solid Republican districts — according to data from March 2014 provided to NPR by both the Cook Political Report and Rutgers' Center for American Women and Politics, or CAWP.\n\nLoading...\n\nBoth parties have seen increases in female candidates this cycle, though far more of the increase has been among Democratic women, who have been energized by their dislike of President Trump, as well as cultural forces like the #MeToo movement.\n\nThe large number of Democratic female candidates in those \"solid\" and \"likely Republican\" districts may reflect that energy, as women like Underwood hope to unseat staunch conservatives.\n\nTo be clear, the candidate field will narrow considerably in the primaries. Right now, according to the Rutgers data, there are 555 women in the running for 324 U.S. House, Senate or governors' races — a figure that includes incumbents, challengers and candidates in open races.\n\nBut in November, that wave of women will face its real numbers test.\n\nHow many women could be elected?\n\nOne way to look at the data: If a woman won every possible House race this November, women would occupy 264 House seats — well over half, and a roughly 150 percent bump from the current level of 106.\n\nBut take out all of those Democratic women in races that Cook considers \"solid\" or \"likely\" Republican and Republican women in \"solid\" or \"likely Democratic\" races, and there would be a potential 162 female House members. And that's potential — assuming all of those women won.\n\nTo be clear, this still gives women — particularly Democratic women — a good chance of picking up significant numbers of seats in November.\n\nToss-up races are one opportunity for this to happen. One easily overshadowed figure in the above charts is the number of women in toss-up races this year — twice as many GOP women as in 2014, and more than five times as many Democratic women.\n\nSome women will lose, though. And that's OK with Erin Vilardi, founder and CEO of VoteRunLead, a nonpartisan group that recruits and trains women to run for office. She says her group is \"coaching women to run to lose\" for a few reasons.\n\n\"One, you might actually win, because this is such a crazy election cycle in 2018,\" Vilardi says. \"No political pundit knows what voter turnout is going to be. Is it going to be 16 points higher [than the last mid-term election]? Eight points higher? Five points higher? We have no idea.\"\n\nIn addition, Vilardi says, a first-time candidate's 2018 campaign could teach them about fundraising and campaigning, not to mention giving them more name recognition, setting them up for an easier campaign in 2020.\n\nRunning a strong campaign in 2018 could also get a candidate more respect and power within her party in advance of future elections, Vilardi adds.\n\n\"Maybe it's also that you go to the party and say, 'If we had 12 people running in this race,' or 'If we had a ticket up and down,' or 'If we had been tending to the Latino population in this community,' or 'I registered 15,000 new Latinos as a part of this campaign' — those people are only voting for you. You're bringing that body of people with you,\" she says.\n\nOn top of all that, Vilardi adds, new candidates can give more visibility to otherwise ignored issues.\n\nFor now, Underwood has other things on her mind than the long game. She faces off against six other candidates on Tuesday (all of them men) for the Democratic nomination. She knows she's a strong candidate, having outraised all of her opponents who have filed fundraising reports combined, according to FEC data. But she does know that, if she wins, she'll have a much tougher race to run.\n\n\"We're going to need to raise two million dollars in the general,\" she says. \"This will be a challenge. We're rising to that challenge.\"", "keywords": ["wave", "female", "democratic", "republican", "candidates", "running", "races", "women", "likely", "house", "set", "come", "candidate", "losses"], "polarity": 0.1801065501958359, "subjectivity": 0.4919993944547517},
{"title": "From Clues To Capture: Forensics, Profiling And The Hunt In Austin", "url": "https://www.npr.org/2018/03/20/595344942/former-fbi-profiler-weighs-in-on-how-bureau-can-help-in-austin-bombings-case", "text": "From Clues To Capture: Forensics, Profiling And The Hunt In Austin\n\nEnlarge this image toggle caption Suzanne Cordeiro/AFP/Getty Images Suzanne Cordeiro/AFP/Getty Images\n\nThe task of catching a criminal – such as the one(s) behind the apparent serial bombings in Austin, Texas – often hinges on forensic experts, whose job may involve concocting a profile of the perpetrator or perpetrators.\n\n\"You're building the outline of who this individual is, and you'll fill it in as more information becomes available,\" retired FBI agent Mary Ellen O'Toole told NPR's All Things Considered on Tuesday.\n\nShe worked on the search for the Unabomber and other high-profile criminals, and now directs the forensic science program at George Mason University.\n\nO'Toole is not involved in the Austin bombing investigation.\n\n______________________________________________________\n\nInterview Highlights\n\nOn clues that help identify a bomber\n\nForensic investigators are looking for biometric identifiers: DNA, fingerprints, or maybe a hair that was left over by the bomber. [Those identifiers] can survive a blast. And they're always there.\n\nThat's why investigators are being so intense and so inclusive about conducting that crime scene. Because they know that one little piece that was found maybe a block away could contain that biometric identifier that leads them to the bomb-maker. ...\n\nNow you have multiple devices, so you have evidence that has been left over or survived on all of them. ... And that will ultimately lead to his being identified.\n\nThe other thing I would say: this is someone that is working at a harried pace, at a very exaggerated pace. And when you see a serial offender doing that, especially with bomb-making, they will make mistakes. So he* can either injure himself or even kill himself when he tries to make the next bomb – or his mistakes will cause him to be identified.\n\n*Why \"he\"? O'Toole says statistically, it is \"more than likely\" that the bomb-maker targeting the suburbs of Austin is male.\n\nOn the process of piecing together a profile\n\nOne of the first things that investigators will be looking at are the devices, and what remained after they were detonated. How the device was built, and what was used inside it. What were the component parts made out of – were they available in common, everyday hardware stores? And how were the wires tied? How complicated was the triggering system? So they'll have a lot of information about the skill level of the bomb-maker. ...\n\n[Whoever is behind the Austin bombings] has already killed two people. And after the first murder, he continued to place a bomb in a neighborhood, where the potential for death or major injury was significant. That suggests somebody without compassion, without empathy. Someone that's arrogant in the face of law enforcement. So this is someone that is probably [enjoying] the feeling of power and control – almost like holding the city of Austin hostage out of fear.\n\nOn the reliability of profiling\n\nIt is common to readjust and reevaluate information as it becomes available. One of the major components, foundations of an FBI profiler, is that you have multiple people who are consulting on the case. That's what they have down in Austin ... because one person may see something that another profiler may not.\n\nNPR's Carol Klinger, Andrea Hsu and Selena Simmons-Duffin produced and edited the audio version of this story.", "keywords": ["serial", "information", "hunt", "available", "suzanne", "forensics", "bombmaker", "clues", "profiler", "thats", "profiling", "capture", "things", "investigators", "austin"], "polarity": 0.012673611111111113, "subjectivity": 0.5020138888888889},
{"title": "Washington Man Charged In Case Involving 'Gingerbread House' Full Of Child Porn ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/594960640/washington-man-charged-in-case-involving-gingerbread-house-full-of-child-porn", "text": "Washington Man Charged In Case Involving 'Gingerbread House' Full Of Child Porn\n\ntoggle caption Courtesy of King County Superior Court\n\nA secret \"gingerbread house\" deep in a forest sounds like something from a fairy tale, but investigators in Seattle say the one they found was anything but. Now, 56-year-old Daniel Wood faces charges of possession of depictions of minors engaged in sexually explicit conduct, according to the Seattle Times.\n\nAn employee for Washington's Department of Natural Resources discovered bedding, food and a large amount of child pornography in an elaborate treehouse cabin in the Baker-Snoqualmie National Forest about 50 miles east of Seattle in Nov. 2016.\n\nThis set off a months-long federal investigation, that eventually led to Wood.\n\nForest Service employees had known about the treehouse for about seven years, but nobody knew exactly who had built it. The last time it had been inspected was nearly three years ago, and no photos of the cabin existed.\n\nThe employee with the DNR heard rumors of the cabin and decided to try to find it. He looked for it on five separate occasions, and then finally found the treehouse and its cache of pornography.\n\ntoggle caption Greg Vaughn /Getty Images\n\nIt looked like a gingerbread house on the outside. The cabin was \"dark brown in color and built approximately 8 feet off the ground,\" according to FBI's Seattle office. \"There was a porch around the structure, a front door, and windows on the side, as well as a pitched roof, and a ladder from the ground to the porch.\n\nBut, when he looked inside, the employee found something startling.\n\n\"On all four walls were framed pictures of fairy-like figures or of what appeared to be young girls, approximately 8-12 years old,\" per FBI reports.\n\nThe employee took some of the photos to show to law enforcement, and then returned with a detective from the King County Sheriff's Office. Det. Christopher Myers found an envelope that contained more pornographic images of young girls, along with an SD card with thousands of images of child pornography on it. The photos and SD card were turned over to the Seattle FBI for further investigation.\n\nIn a sub-folder slugged \"Fairies,\" the FBI found pornographic photos of young girls dressed as fairies. Some of those photos were taken inside the cabin, investigators determined.\n\nEventually, investigators were able to match Wood's DNA to samples collected from a paper cup found in the cabin. He will be arraigned on March 26, and was ordered not to have \"any contact with minors without exception.\"", "keywords": ["involving", "porn", "charged", "young", "girls", "child", "employee", "man", "gingerbread", "house", "seattle", "case", "photos", "treehouse", "looked", "cabin", "investigators", "washington"], "polarity": 0.09434523809523813, "subjectivity": 0.5043154761904761},
{"title": "A Chinese Space Lab Will Soon Fall From The Sky. Where It Lands, No One Knows", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595190226/a-chinese-space-lab-will-soon-fall-from-the-sky-where-it-lands-no-one-knows", "text": "A Chinese Space Lab Will Soon Fall From The Sky. Where It Lands, No One Knows\n\ntoggle caption Kin Cheung/AP\n\nA Chinese space lab the size of a city bus will soon be falling back to Earth, and no one knows exactly where bits of it might crash down.\n\nCurrent predictions say that the 19,000-pound lab should re-enter the earth's atmosphere sometime in the last few days of March or the first few days of April.\n\nThe lab is called Tiangong-1, which means \"heavenly palace.\" China launched it into space in 2011. The outpost was briefly visited twice by Chinese taikonauts, including Wang Yaping, who beamed down a science lecture to schoolchildren.\n\nAlthough Tiangong-1 has been called a Chinese \"space station,\" it actually is just a precursor to China's planned space station, says Joan Johnson-Freese, a professor at the Naval War College.\n\nCCTV YouTube\n\nSince 1992, she says, China has been following a methodical program \"to demonstrate human space flight and culminate with a large space station.\"\n\nFor that, China's space agency needs to get experience with things like docking and long-term life support in space. Tiangong-1 and another lab in orbit called Tiangong-2, \"have been technology test bed laboratories to do experimentation on all those different areas and more,\" she explains.\n\nNow, though, Tiangong-1 is headed back down. And even though space junk this size falls to Earth a few times a year, it's usually something like a spent rocket stage — not a home-away-from-home for space travelers.\n\n\"These kinds of events are noteworthy and people in this business kind of watch to see what they can learn about how these things come apart as they come down,\" says Bill Ailor of the Aerospace Corporation's Center for Orbital and Reentry Debris Studies.\n\nSpace Take The Long Way Home: Spacefarers' Journey Prolonged By Space Junk Take The Long Way Home: Spacefarers' Journey Prolonged By Space Junk Listen · 1:29 1:29\n\nMost of it, though not all, should burn up during the fiery re-entry.\n\n\"Somewhere between, say, 2,000 and 8,000 pounds might come down,\" Ailor says.\n\nThe possible impact zone covers about two-thirds of the globe, including a lot of the continental United States. But exactly where and when is hard to predict because the vehicle will interact with the atmosphere, which is constantly changing.\n\nStill, don't worry about getting hit, says Ailor. \"It's just not a very likely event that a particular person would have a problem with it,\" he says.\n\nIn 60 years of space exploration, only one person — an American woman named Lottie Williams — is known to have been struck by falling space junk, says Ailor, \"and it was just like a piece of fabric material that kind of brushed her on the shoulder.\"\n\nHe hopes that someone gets to see the bright streaks created by Tiangong-1 breaking up and burning.\n\n\"It would be a beautiful thing to watch,\" says Ailor.\n\nBut since most of our planet is covered by oceans, he says the most likely scenario is that it will come down over the water and never be seen or heard from again.", "keywords": ["ailor", "sky", "fall", "called", "soon", "lab", "way", "junk", "come", "tiangong1", "watch", "space", "chinese", "lands", "knows"], "polarity": 0.07304067460317461, "subjectivity": 0.35255837912087923},
{"title": "Author Traces Christianity's Path From 'Forbidden Religion' To A 'Triumph'", "url": "https://www.npr.org/2018/03/20/595161200/author-traces-christianitys-path-from-forbidden-religion-to-a-triumph", "text": "Author Traces Christianity's Path From 'Forbidden Religion' To A 'Triumph'\n\nEnlarge this image toggle caption Feng Wei Photography/Getty Images Feng Wei Photography/Getty Images\n\nFor years, religion scholar Bart Ehrman wanted to write a book about the early spread of Christianity, but he shied away from it because the topic seemed too big.\n\nEventually, Ehrman decided that the massive scope is what made the project so compelling: \"The entire history of the West was transformed by the fact that Christianity took over the Roman Empire and then became the dominant religious and political and cultural force in our civilization,\" he says.\n\nEhrman's new book, The Triumph Of Christianity, chronicles the rise of Christianity as well as the subsequent demise of paganism. But despite the title, Ehrman asserts that his book doesn't carry a judgment concerning the spread of Christianity.\n\n\"I'm not claiming that it was a great thing that Christianity won; I'm also not saying it was a bad thing,\" he says. \"I'm dealing with it merely as a historian, and I'm saying that Christianity did win, and I point out that this triumph did have obvious good sides and obvious bad sides.\"\n\nInterview Highlights\n\nOn why conversion was so important to Christians\n\nIt's one of the things that made Christianity quite distinct in the ancient world. It had to do with the nature of the Christian religion. Christians from the very beginning believed that it was Jesus' death and resurrection that could make a person right with God and that if a person was not right with God, they would pay an eternal penalty. There would literally be hell to pay if somebody didn't convert. And so Christians believed that their religion was the only right religion and that people had to practice their religion or else they would go to hell.\n\nMoreover, Christians maintained that they were to follow Jesus' teachings of love. You're to love your neighbor as yourself. Well, if your neighbor is going to go to hell by not believing what you believe, and you love this person, then you need to make them see the error of their ways and convert them to your faith. And so that's what Christians were doing from the very beginning: Trying to convert others so that they could join the church and avoid the terrors of hell.\n\nOn how conversions to Christianity were largely voluntary in the religion's first centuries of existence\n\nI think early in Christianity it was always voluntary. People were simply deciding that the Christian God was the one to be worshipped rather than the traditional pagan gods, and for several centuries it went on like that. We don't actually have records of forcible conversions in the sense that Christians were wielding the sword and forcing pagans to convert. We don't have that kind of thing.\n\nBy the end of the 4th century, we do have some Christian intolerance of other religions that was manifest on the political level, where pagan religions became illegal to practice. At that point you ... don't have forced conversions to Christianity; what you do have is enforced illegal religions, so the pagan religions became illegal to practice at one point.\n\nOn why there weren't more Jewish converts\n\nChristianity started out as a group of Jesus-followers, who were all Jewish as he was, who agreed with his teachings, which were Jewish teachings. They believed that Jesus was the Jewish Messiah sent from the Jewish God to the Jewish people in fulfillment of the Jewish scriptures. They were Jewish.\n\nBut this message that they had — that Jesus was the Jewish Messiah after his death — simply didn't take among the Jews. Most Jews absolutely rejected the message, and they didn't think it was simply wrong — they thought it was somewhat ludicrous. Jews who were expecting a Messiah had a variety of understandings of what that Messiah might be, but the various understandings of the Messiah was that the Messiah was going to be a powerful figure who would destroy the enemies of the people of God and set up Israel as a sovereign state in its promised land. He was going to be a powerful warrior political figure.\n\nJesus, on the other hand, was a crucified criminal who is executed for crimes against the state. To call Jesus the Messiah struck most Jews as completely crazy. ... So most Jews simply didn't accept the Christian message, and early on at least, were quite opposed to it.\n\nOn paganism\n\nThe term \"pagan\" when used by a historian is not a derogatory term. There's nothing negative about it. The term pagan is simply used by historians to refer to anybody who followed any of the traditional religions of antiquity, all of which were polytheistic.\n\nThese religions were quite diverse. There were hundreds, thousands of pagan religions and in some ways it's really not fair to lump them all together and call them a thing, so that paganism in a sense is something that we've constructed out of everything that wasn't either Jewish or Christian. ...\n\nThey emphasized practices rather than beliefs, so what mattered were saying prayers and performing sacrifices, and the gods were worshipped not because of an afterlife, but because of what the gods could provide in this life. The gods can control the weather, they can make sure the crops grow and that the livestocks multiply. They can heal the sick. They can take care of people by providing them with things that people can't provide for themselves. And so all of these various religions are doing this in a variety of ways, worshipping a variety of gods, but they do seem to have these common features.\n\nOn why pagans converted to Christianity\n\nWhy would somebody give up religious practices that had been going on in their family for generations, millennia, in order to follow a new religion? The answer seems to be that the Christians were meeting the pagans on their own grounds. The reason pagans were worshipping their gods is because the gods could provide them with things that they could not provide for themselves. It was all about divine power. We can't control if it rains. We can't control if the livestock reproduce. We can't control what happens when we get sick. We can't make ourselves well, but the gods can.\n\nWhat the Christians argued was that the Christian God was more powerful than any other god, that this God was active in the world. He not only brought salvation through the death and resurrection of Jesus, he continues to act in the lives of his followers. He heals the sick. He casts out demons. He raises the dead. This God is very active and he is more powerful than any of the others, and so it came to be a competition between the gods, where the Christians were trying to convince people that their God was the superior one.\n\nPhyllis Myers and Seth Kelley produced and edited this interview for broadcast. Bridget Bentz, Molly Seavy-Nesper and Patrick Jarenwattananon adapted it for the Web.", "keywords": ["messiah", "path", "christians", "traces", "forbidden", "religion", "jewish", "gods", "triumph", "jesus", "christianity", "god", "christianitys", "author", "religions", "pagan"], "polarity": 0.04304961378490788, "subjectivity": 0.4517682426505955},
{"title": "Kiss Off, You're Irish: In Experiment, Detroit Pub Bans St. Patrick's Day Revelers", "url": "https://www.npr.org/sections/thesalt/2018/03/20/595228105/kiss-off-youre-irish-in-experiment-detroit-pub-bans-st-patricks-day-revelers", "text": "Kiss Off, You're Irish: In Experiment, Detroit Pub Bans St. Patrick's Day Revelers\n\nEnlarge this image toggle caption Dan Margulis Dan Margulis\n\nUsually the image of a pub is one of welcome, a cozy place where neighbors gather to share friendship and a pint or two. But Dan Margulis, an advertising professional with a personal interest in immigration issues, decided to use the concept for a kind of social experiment along Detroit's St. Patrick's Day Parade route — and there was no friendly welcome involved.\n\nInspired by the political debate surrounding the Deferred Action for Childhood Arrivals (DACA), Margulis pulled together a group of friends in just three days to create and document the \"No Irish Pub,\" which operated for a handful of hours on March 11th, the day of the St. Patrick's Day Parade, without actually serving a single drink. Instead, a bouncer, portrayed by local contractor Bill Johns, sat on a stool outside the building and turned would-be patrons away based on two criteria: being Irish or simply wearing green to celebrate St. Patrick's Day. A video produced by Atlas Industries is now garnering national attention from people on differing sides of the immigration issue.\n\n\"St. Patrick's Day is the one day that everyone becomes Irish,\" says Margulis, \"so it made sense to use it as a way to humanize the immigrant debate. It's also a day that everyone really wants to get into a bar, so by not letting people get in, it seemed like a way to encourage empathy.\"\n\nThe temporary \"pub\" was sandwiched between two of Detroit's most popular Irish bars in the Corktown neighborhood — so named for the immigrants from County Cork, Ireland, who populated the area in the mid-19th century. The idea was conceived as a way to highlight how current anti-immigration sentiment echoes the slurs used against Irish immigrants as they began to arrive by the millions in the United States following Ireland's potato famine in the 1840s. The exterior walls were decorated with historical anti-Irish signage such as \"Help Wanted: No Irish Need Apply.\"\n\n\"We chose to make it a 'pub' over a 'bar,'\" says Margulis, \"because a pub has nostalgia, it transports you across oceans. It has warmth and is an inviting space. Bill [Johns] had the most difficult part, though, because he was the one who had to tell people they couldn't come in, and he's actually a really nice guy.\"\n\nBeing confrontational with a bunch of strangers was not easy for Johns, who found some Dutch courage in a couple of shots of whiskey before taking his post at the front door. It was also a lesson in history that he wasn't too familiar with himself — that Irish immigrants were frequently maligned by Americans for being dirty, dishonest and drunk. After a crash course in anti-Irish statements pulled directly from period newspapers and posters, Johns began to draw attention to the No Irish Pub by calling out offers of \"$2 shots of Jack Daniels' American whiskey,\" to emphasize a preference for American over Irish whiskey. When potential customers tried to enter the pub, Johns would turn them away, saying, \"This is an elite establishment, we don't associate with lower class citizens,\" or \"Why would you want to associate yourself with a simian race?\"\n\nFor people who were particularly confused, and even hurt, by their engagement with Johns at the door of the pub, he provided a flyer that explained the experiment.\n\n\"I made one girl cry,\" says Johns, \"and that didn't feel real good. Her friends said I was a horrible person. But there were a lot of people who came back twenty minutes later and said quietly, 'I love the message, this is awesome.'\"\n\nMargulis particularly wanted to highlight that the Irish were not always welcome in America.\n\n\"The goal was to target people of white European descent, because I think that if you're in America and you're brown, you might be a little closer to the immigration experience now,\" he says. \"We wanted to get people who don't feel personally attached to the cause of the dreamers and say, 'If you just rewind history a little bit, this was your family's story, too.' The holiday is about frivolity and celebration but also provided an opportunity for depth and introspection.\"\n\nFor Johns, one of the most difficult moments of the day came when an older man came to the door, dressed in green from head to toe. \"I asked him if he was Irish,\" recalls Johns, \"and he said in a full Irish accent that he was 100 percent Irish. So I said, 'Then go back to Ireland, nobody wants you here.' He was looking at the signs in the window with a lot of confusion and then he just put his head down and walked away. I felt so bad, I got off the stool and tried to catch up with him to give him one of the flyers explaining what we were doing, but he kept walking too fast. That was really hard, to see how it affected him.\"\n\nWhen Johns told one young woman with a group of Irish friends that she couldn't enter the pub because she was wearing green, she actually removed her green socks and other accessories so she could go inside, leaving her Irish companions to wait for her on the sidewalk. Once inside, she found out that there was actually no bar or even American whiskey, but still hung out with the production crew and took some pictures.\n\nSince the video of the No Irish Pub was released on St. Patrick's Day, Margulis has been flooded with comments from people with opinions on both sides of the issue. \"I feel like it's allowed people to reconnect to something that they haven't thought about for a while,\" he says. \"The way their ancestors suffered becomes a point of pride, so we're getting people who are sharing stories — not just Irish, but Germans, Italians and others. It's about starting a conversation.\"\n\nKristen Hartke is a food writer based in Washington, D.C.", "keywords": ["st", "youre", "kiss", "green", "detroit", "whiskey", "revelers", "day", "way", "irish", "johns", "patricks", "margulis", "pub", "experiment"], "polarity": 0.030976364904936337, "subjectivity": 0.3294174079888366},
{"title": "Ohio GOP Introduces Bill To Ban Abortion", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595211551/ohio-gop-introduces-bill-to-ban-abortion", "text": "Ohio GOP Introduces Bill To Ban Abortion\n\nAfter a federal judge put the brakes on Ohio's latest abortion restrictions, a group of Republican lawmakers is trying to take a step even further: banning all abortions in Ohio.\n\nUnder a bill introduced Monday, HB 565, the state would prohibit abortions even in cases of rape, incest or danger to a woman's life.\n\nThe proposal would allow criminal charges against both doctors and pregnant women seeking abortions and would characterize an \"unborn human\" as a person under Ohio's criminal code regarding homicide. That means abortions could be punishable by life in prison or even the death penalty.\n\nNARAL Pro-Choice Ohio criticized the proposal, calling it an obvious attempt to give the U.S. Supreme Court a chance to overturn Roe v. Wade, the 1973 decision providing the right to have an abortion.\n\n\"Anti-choice extremists from the Ohio Statehouse to the White House are lining up their dominoes to topple Roe v. Wade and punish those who seek or provide abortion care,\" said executive director Kellie Copeland in a press release.\n\nThe measure was sponsored by state Reps. Ron Hood and Nino Vitale, and 18 more House Republicans signed on.\n\nOhio has incrementally added abortion restrictions in recent years, including a ban on abortions after 20 weeks that went into effect in 2017. Not all the laws have endured, though. Last week, a judge put on hold a state law banning abortions based on a diagnosis of Down syndrome.\n\nIn 2016, Gov. John Kasich, a Republican, vetoed the controversial \"heartbeat bill\" that would ban abortions at the point a fetal heartbeat can be detected, sometimes as early as six weeks. Ohio Right to Life did not support that bill, citing concerns over its constitutionality. The bill was reintroduced last year but has yet to go anywhere.\n\nA blanket ban on abortions would almost certainly not hold up in court, even if the Ohio General Assembly were to pass it over Kasich's likely objections. In recent years, the American Civil Liberties Union sued Ohio four times over abortion restrictions, and reports estimate that Ohio will spend up to several million dollars defending those laws.", "keywords": ["wade", "gop", "ohio", "state", "v", "weeks", "restrictions", "ban", "bill", "abortions", "introduces", "abortion"], "polarity": 0.06704623878536922, "subjectivity": 0.40935127674258104},
{"title": "Shingles Is Nasty, And The New Vaccine Works Well. Why Do Adults Avoid Shots?", "url": "https://www.npr.org/sections/health-shots/2018/03/20/594956495/shingles-is-nasty-and-the-new-vaccine-works-well-why-do-adults-avoid-shots", "text": "Shingles Is Nasty, And The New Vaccine Works Well. Why Do Adults Avoid Shots?\n\nEnlarge this image toggle caption Andrew Brookes/Getty Images/Cultura RF Andrew Brookes/Getty Images/Cultura RF\n\nFederal officials have recommended a vaccine against shingles that is more effective than an earlier version at protecting older adults from the painful rash. But persuading many adults to get this and other recommended shots continues to be an uphill battle, health providers say.\n\n\"I'm healthy; I'll get that when I'm older\" is what adult patients often tell Dr. Michael Munger when he brings up an annual flu shot or a tetanus-diphtheria booster or the new shingles vaccine. Sometimes, he says, they put him off by questioning a vaccine's effectiveness.\n\nMunger, a family physician in Overland Park, Kan., who is president of the American Academy of Family Physicians, says he gets more pushback from adults about getting their own vaccines than about immunizing their children.\n\n\"As parents, we want to make sure our kids are protected. But as adults, we act as if we're invincible.\"\n\nThe new schedule for adult vaccines for people age 19 and older has been updated in the last several months by the federal Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices. The most significant change was to recommend Shingrix, the shingles vaccine that was approved by the Food and Drug Administration last fall, over an older version of the vaccine.\n\nShingrix should be given in two doses between two and six months apart to adults who are at least 50 years old, the CDC says. The older vaccine, Zostavax, can still be given to adults who are 60 or older, but Shingrix is preferred, according to the agency.\n\nIn clinical trials, Shingrix was 96.6 percent effective in adults ages 50 to 59, while Zostavax was 70 percent effective. The differences were even more striking in older age groups: Effectiveness in adults 70 and older was 91.3 percent for Shingrix, compared with 38 percent for Zostavax.\n\nShingrix also provided longer-lasting protection than Zostavax; the older vaccine's effectiveness waned after the first year.\n\nThe CDC's guidelines suggest that people who have already had the Zostavax shot be revaccinated with Shingrix.\n\nThe two-shot series of Shingrix costs about $280, while Zostavax runs $213.\n\n\"What's remarkable [about the new vaccine] is that the high level of immunity persists even in the very old,\" says Dr. Anne Louise Oaklander, a neurologist at Harvard and Massachusetts General Hospital who studies the complications that can arise with shingles.\n\nShingles is caused by the same varicella-zoster virus that causes chickenpox. The virus can re-emerge decades after a recovery from chickenpox, often causing a painful rash that may burn or itch for weeks before it subsides.\n\nAbout 1 in 3 Americans will get shingles during their lifetime, according to the Centers for Disease Control and Prevention; there are roughly 1 million cases every year. People are more likely to develop shingles as they age, as well as develop complications like postherpetic neuralgia, which can cause severe, long-standing pain after the shingles rash has disappeared. In rare cases, shingles can lead to blindness, hearing loss or death.\n\nAlthough shingles vaccination rates have inched upward in recent years, only a third of adults who were 60 or older in 2016 had received the Zostavax vaccine, the CDC says.\n\nMany adults seem to skipping other recommended vaccines, too. Typically, about 45 percent get the annual flu shot, and only 23 percent of those the CDC says should get the pneumococcal and tetanus-diphtheria-pertussis vaccines are up-to-date with those immunizations.\n\nIn contrast, by the time children are 3 years old, typically more than 80 percent (and more than 90 percent, in the case of some vaccines) have received recommended immunizations.\n\nWhy the discrepancy between kids and grown-ups? Cost can be a big deterrent for adults who are considering some vaccinations. The federal Vaccines for Children Program helps parents whose kids are eligible for Medicaid or are uninsured cover the cost of vaccines up to age 19.\n\nAdults with private insurance who get vaccines recommended by the CDC are sheltered from high costs because (under the Affordable Care Act) the shots must be covered by most commercial plans without charging consumers anything out-of-pocket.\n\nStill, patients, should confirm their coverage before requesting the new shingles vaccine, health care providers say; insurers typically add new vaccines gradually to their formularies after they have been added to the recommended list. So some consumers may need to wait a little while before their insurer covers Shingrix.\n\nVaccine coverage under the Medicare program for people age 65 and older tends to be much less comprehensive. Vaccines to prevent influenza and pneumonia are covered without a copayment under Medicare Part B, which covers outpatient care, while other vaccines — including the shingles vaccine — are typically covered under Part D drug plans. And those Part D plans may leave some beneficiaries on the hook for all or part of the cost of the two-shot series.\n\nThat can pose a significant problem for patients.\n\n\"Not every Medicare beneficiary elects Part D, and even if you do, some have deductibles and copayments,\" says Dr. William Schaffner, an infectious-diseases specialist at Vanderbilt University School of Medicine.\n\nAnd even if adults want to get their recommended shots, some lose track of which they have already received and when. Pediatricians routinely report the vaccines they provide to state or city vaccination registries that electronically collect and consolidate the information. But the registries are not widely used for adults, who are more likely to get vaccines at various locations, such as a pharmacy or at work, for example.\n\n\"I'm always asking patients, 'Did you get all the doses in the series?' 'Where did you get them?' \" says Dr. Laura Riley, vice chairwoman of obstetrics at Boston's Mass General Hospital, and a member of the CDC's Advisory Committee on Immunization Practices. \"It can be very challenging to track.\"\n\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation. Michelle Andrews is on Twitter @mandrews110.", "keywords": ["vaccines", "adults", "recommended", "typically", "avoid", "works", "age", "older", "nasty", "shots", "zostavax", "shingrix", "vaccine", "shingles"], "polarity": 0.14295546932742065, "subjectivity": 0.4823922148312392},
{"title": "Austin On Edge As Another Explosion Is Reported Late Tuesday", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595136020/bomb-destined-for-austin-explodes-at-fedex-hub-near-san-antonio", "text": "Austin On Edge As Another Explosion Is Reported Late Tuesday\n\nEnlarge this image toggle caption Eric Gay/AP Eric Gay/AP\n\nUpdated at 9:25 p.m. ET\n\nAnother explosion in Austin, Texas, injured one person Tuesday night, but city police say in tweet that the explosion was caused by an incendiary device and \"At this time, we have no reason to believe this incident is related to previous package bombs.\"\n\nAuthorities say a man in his thirties suffered \"potentially serious, not expected to be life threatening, injuries.\"\n\nFederal and local authorities say that two packages found earlier on Tuesday at separate FedEx facilities in the Austin/San Antonio area are connected to the four previous package explosions that occurred between March 2 and March 18 in Austin.\n\nA package detonated Tuesday at around 12:25 a.m. local time at a facility in Schertz, Texas, northeast of San Antonio, the FBI says. \"One person was treated and released at the scene,\" the Schertz Police Department said.\n\nSchertz Police Chief Michael Hansen said that the package blew up while it was on an automated conveyor and that a FedEx worker who was nearby \"later complained of ringing in the ears.\"\n\n\"We were very fortunate\" that there weren't any other injuries, Hansen added.\n\n\"It was mailed from Austin, and it was mailed back to Austin\" going through the FedEx center in Schertz, state Attorney General Ken Paxton told KXAN-TV news.\n\nThe package that exploded, Paxton said, had been addressed to an Austin resident. And he confirmed that he had also been told about a second suspicious package in the FedEx system on Tuesday.\n\nFedEx says, \"The individual responsible also shipped a second package that has now been secured and turned over to law enforcement.\"\n\nIn a statement late Tuesday evening, the Austin Police Department (APD), the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) released more details about the second package found today.\n\n\"Later that morning, at approximately 6:19 a.m., APD received a call regarding a suspicious package at 4117 McKinney Falls Parkway in Austin. APD, along with the FBI and the ATF, responded. It was determined the package contained an explosive device and was disrupted by law enforcement. No injuries were reported.\"\n\nOfficials say the package that exploded may have come from an address on Brodie Lane that houses a FedEx Office printing and shipping office, part of the large Sunset Valley Shopping Center, southwest of downtown Austin. The Sunset Valley Police Department says:\n\n\"The FBI is currently investigating a confirmed link between packages involved in the Austin bombing investigation and a mail delivery office in Sunset Valley. It appears that the source of the suspect packages was a private package delivery office in Sunset Valley.\"\n\nAfter the latest in a string of bombings focusing on Austin, FBI spokeswoman Michelle Lee said, \"We believe that the explosion is likely connected\" to those earlier blasts.\n\nHours after the blast near San Antonio, Austin police headed to the scene of a suspicious package that was reported at 4107 McKinney Falls Road — an address that corresponds to a FedEx Ground facility in Austin. The city's fire department said a hazmat team was there to help with the investigation.\n\nIn a midday update on the situation at McKinney Falls, Austin Senior Police Officer Destiny Winston said that police officers had confirmed a suspicious package there and that the bomb squad was investigating, along with federal agencies.\n\n\"There is an army of law enforcement folks that are here,\" Austin Mayor Steve Adler told NPR's David Greene about the effort to end the bombing threat. \"Hundreds of federal agents, multiple federal agencies, hundreds of agents working on this outside of Austin and Texas.\"\n\nAdler added, \"I'm confident they're going to figure out who's responsible for this and stop it.\"\n\nThe investigation into the Schertz blast was slowed by the need to ensure the FedEx facility was safe, FBI Assistant Special Agent in Charge James Smith said at a midmorning update.\n\n\"We're going to be here for a little while,\" Smith said.\n\nInvestigators said Monday that a \"serial bomber\" is behind the Austin attacks that have killed two people and injured several others. After a blast on Sunday that was triggered by a tripwire, investigators said the culprit was likely more sophisticated than they had first realized.\n\nInvestigators believe the Austin bombings are related, Austin Police Chief Brian Manley said, \"because of some of the specific components of these devices. We are sending all of the evidence to the ATF lab in Quantico, and they are conducting all of the post-blast analysis of the evidence that we have recovered.\"\n\nThose experts, Manley said, \"are reconstructing these devices so that they understand what the firing mechanism is\" and what explosive is being used.\n\nPolice have urged Austin residents to report any suspicious packages. The Austin Police Department says it has received a total of 1,257 such calls since March 12 — including 420 in the 24 hours between 8 a.m. Monday and 8 a.m. Tuesday.\n\n\"I want to continue to remind our community to pay close attention to any suspicious device,\" Manley said Tuesday, \"whether it be a package, a bag, a backpack or anything that looks out of place, do not approach it.\"\n\nThe bombings have raised the question of whether the case can be more accurately seen as domestic terrorism or a hate crime — in part because the first victims of the bombs were people of color, including two black men who were killed.\n\nWhen asked how he sees the case, Adler said, \"I certainly know there is significant fear and terror being felt by people in the community.\" He added that law enforcement is approaching the bombings with an open mind and exploring every possibility.\n\nIt seems that Tuesday's explosion was not as dangerous as it might have been had it reached its target.\n\n\"[T]he package was moving from an elevated conveyor belt to a lower section when it exploded,\" reports CBS Austin.\n\nThe package \"contained shrapnel consisting of nails and pieces of metal, sources said,\" according to the CBS affiliate, which said the Schertz facility has 75 employees.\n\nFedEx released a statement about the blast in Schertz:\n\n\"FedEx has confirmed that a package detonated at a San Antonio FedEx Ground facility early this morning. We have also confirmed that the individual responsible also shipped a second package that has now been secured and turned over to law enforcement. We are thankful that there were no serious injuries from this criminal activity. We have provided law enforcement responsible for this investigation extensive evidence related to these packages and the individual that shipped them collected from our advanced technology security systems. The safety and security measures in place across the FedEx networks are designed to protect the safety of our people, customers and communities, and to assist law enforcement as appropriate.\"\n\nThe Texas bombing case now includes hundreds of law enforcement agents from local police, the FBI and ATF, as well as a reward of up to $100,000.\n\nThis is a breaking news story. As often happens in situations like these, some information reported early may turn out to be inaccurate. We'll move quickly to correct the record and we'll only point to the best information we have at the time.", "keywords": ["package", "edge", "suspicious", "explosion", "fedex", "enforcement", "packages", "law", "reported", "facility", "schertz", "late", "fbi", "austin"], "polarity": 0.07570448179271708, "subjectivity": 0.4488011204481791},
{"title": "Cambridge Analytica CEO Suspended One Day After Release Of Hidden Camera Report", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595124809/u-k-seeks-search-warrant-on-cambridge-analytica-ceo-seen-in-hidden-camera-report", "text": "Cambridge Analytica CEO Suspended One Day After Release Of Hidden Camera Report\n\nEnlarge this image toggle caption Patricia De Melo Moreira/AFP/Getty Images Patricia De Melo Moreira/AFP/Getty Images\n\nUpdated at 3:55 p.m. ET\n\nCambridge Analytica has suspended its CEO, Alexander Nix. The London-based company, which is accused of using data from 50 million Facebook users to influence the 2016 presidential campaign, announced the move Tuesday afternoon — one day after the release of a video that appears to show Nix acknowledging the firm's engagement in political dirty tricks.\n\n\"In the view of the Board, Mr. Nix's recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm,\" the company's board of directors said in a statement, \"and his suspension reflects the seriousness with which we view this violation.\"\n\nThe board said it is replacing Nix with Alexander Tayler in the interim as an independent investigation is conducted.\n\nThe British government says it has opened an investigation of its own, seeking a warrant to search databases and servers belonging to the company. U.K. Information Minister Elizabeth Denham had demanded access to Cambridge Analytica's databases by Monday after reports that the company improperly mined user data from Facebook to target potential voters.\n\nHowever, after the firm missed the deadline, Denham told Britain's Channel 4: \"I'll be applying to the court for a warrant.\"\n\nCambridge Analytica says it used legal means to obtain the data and did not violate Facebook's terms of service. Facebook has promised \"a comprehensive internal and external review.\"\n\nDenham's statement follows the latest revelation in the British media about the firm co-founded by former White House adviser Steve Bannon and heavyweight Republican donor Robert Mercer. The company is an offshoot of behavioral research and strategic communications company SCL Group and has ties to the 2016 Trump presidential campaign.\n\nTechnology Cambridge Analytica And Facebook: Explaining The User Data Controversy Cambridge Analytica And Facebook: Explaining The User Data Controversy 9:40\n\n\n\nOn Monday, Channel 4 broadcast the hidden-camera exclusive that appeared to catch Nix acknowledging that the firm works secretly in political campaigns around the world by using front companies and subcontractors.\n\nIn a statement issued Monday, Cambridge Analytica charged that the video was \"edited and scripted to grossly misrepresent the nature of those conversations and how the company conducts its business.\"\n\nChannel 4 says the recordings were made of meetings at London hotels between November 2017 and January 2018. They included Nix and two others speaking to an undercover reporter posing as a representative for a wealthy client trying to get candidates elected in Sri Lanka.\n\nChannel 4 YouTube\n\nNix attempts to sell the company's potential services, such as the deployment of \"honey traps\" to target opponents — including secretly filming politicians taking bribes or in the company of prostitutes.\n\n\"We'll offer a large amount of money to the candidate, to finance his campaign in exchange for land for instance,\" Nix says on hidden camera. \"We'll have the whole thing recorded, we'll blank out the face of our guy and we post it on the Internet.\"\n\nHe is heard saying that one strategy for compromising opponents is to \"send some girls around to the candidate's house,\" adding that he prefers to use Ukrainian girls. They \"are very beautiful, I find that works very well,\" he says.\n\nTwo other individuals also appear in the hidden-camera footage: the company's chief data officer — Tayler, who has been tapped as interim CEO — and Mark Turnbull, the managing director of CA Political Global.\n\nNix advises the undercover reporter that \"I'm just giving you examples of what can be done, what has been done.\"\n\nNix also says in the footage that he is willing to help his \"client\" lie to the public. \"It sounds a dreadful thing to say, but these are things that don't necessarily need to be true, as long as they're believed,\" he says and adds that \"often we set up, if we are working, we can set up fake IDs and websites\" posing as students or tourists.", "keywords": ["data", "user", "release", "company", "nix", "analytica", "facebook", "report", "camera", "ceo", "statement", "cambridge", "firm", "hidden", "suspended", "day", "secretly"], "polarity": -0.011796536796536798, "subjectivity": 0.4315205627705627},
{"title": "Sudan, World's Last Male Northern White Rhino, Dies ", "url": "https://www.npr.org/sections/parallels/2018/03/20/591075801/sudan-worlds-last-male-northern-white-rhino-dies", "text": "Sudan, World's Last Male Northern White Rhino, Dies\n\nEnlarge this image toggle caption STR/AP STR/AP\n\nSudan, the world's last male northern white rhinoceros, died in Kenya on Monday, leaving his species one step closer to extinction, even as a group of scientists undertake an unprecedented effort to try to keep this animal from vanishing entirely.\n\nSudan was 45 years old, and his health had deteriorated in recent weeks after a severe leg infection. In a statement, the Ol Pejeta Conservancy said that his condition worsened and that he was no longer able to stand up, so his veterinary team decided to euthanize him.\n\nSudan was captured in Sudan in 1975, when he was just 2 years old, and was taken to Dvůr Králové Zoo in the Czech Republic. But as that zoo fell into financial troubles and rhinos failed to breed, Sudan was relocated in 2009 to the Ol Pejeta Conservancy, in Laikipia County, Kenya, along with two northern white rhino females named Najin and Fatu.\n\nThe thinking was that in a place closely resembling their homeland, they would thrive. Northern white rhinos used to be found in an area spanning Uganda, Chad, southwestern Sudan, the Central African Republic and the Democratic Republic of the Congo. Some 2,000 existed in 1960, according to the World Wildlife Fund, but war and the poaching that funded the fighting drove them to extinction in the wild.\n\nJoseph Thaida, who took care of Sudan at the conservancy since 2012, remembers him as an affectionate and gentle rhino who had his picture taken with tourists and served as the centerpiece of publicity stunts. The most famous was when Sudan got his own Tinder profile last year to bring attention to the plight of his subspecies and to direct donations to the Ol Pejeta Conservancy for research on assisted reproductive technologies for rhinos.\n\n\"Whenever he hears people talking, he loves to come close, because he knows he's gonna be scratched,\" Thaida told NPR last year.\n\nThaida remembered when Sudan arrived at the conservancy, watching him as he studied the southern white rhinos already there. Sudan learned how to sharpen his horn using a tree. He began to graze and wallow in mud like his genetic cousins.\n\nAfter years in captivity, Sudan finally learned to become a rhino at this conservancy, Thaida believed. But he and the two females never reproduced.\n\nDr. Steve Ngulu, the veterinarian who was in charge of Sudan, said the animal's death is sad and shocking — and a testament to human failure.\n\n\"But then, as far as their propagation is concerned, we are happy that at least we collected some sperm from him and the other males,\" Ngulu said.\n\nOne of the huge hurdles facing scientists is that the two remaining female northern white rhinos cannot gestate the next generation — one is sterile and the other is not physically capable of carrying a calf to full term.\n\n\"So, natural reproduction cannot take place, artificial insemination is not possible, so the only other option that we have to have a pure northern white rhino baby is to retrieve or to do something we call ovum pick-up, collect eggs from the females,\" Ngulu said.\n\nThose fertilized eggs would then be implanted in a southern white rhino, who would carry the calf to term. Taking eggs from a rhino, though, has never been done. If and when scientists take that risk, there is a chance that the females could perish — bringing the species to extinction.", "keywords": ["scientists", "females", "white", "male", "rhinos", "rhino", "sudan", "republic", "conservancy", "thaida", "northern", "worlds", "dies"], "polarity": 0.02967205750224619, "subjectivity": 0.39166666666666666},
{"title": "Decline In Hunters Threatens How U.S. Pays For Conservation ", "url": "https://www.npr.org/2018/03/20/593001800/decline-in-hunters-threatens-how-u-s-pays-for-conservation", "text": "Decline In Hunters Threatens How U.S. Pays For Conservation\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nTom Wrasse is at his hunting shack alone. Light pours into the small room from a window framed by antlers, harvested from the surrounding central Wisconsin woods. On the opposite wall is a collage of fading photos, showing how big the hunting parties out here used to be.\n\n\"I try to keep the tradition alive,\" Wrasse says, looking at the photos over a cup of coffee. \"But no, they've all gone their separate ways.\"\n\nIn rural Wisconsin, the passion for hunting still appears to burn as bright as the blaze orange jackets you'll see stalking through fields or clambering up into trees during deer season. But stop into a meat processing center or a sporting goods store, ask about it at a bar or a hunting shack and you'll hear from people like Wrasse: Fewer people are hunting. \"It's just kind of fading away,\" he says.\n\nA new survey by the U.S. Fish and Wildlife Service shows that today, only about 5 percent of Americans, 16 years old and older, actually hunt. That's half of what it was 50 years ago and the decline is expected to accelerate over the next decade.\n\nLoading...\n\nMeanwhile other wildlife-centered activities, like birdwatching, hiking and photography, are rapidly growing, as American society and attitudes towards wildlife change.\n\nThe shift is being welcomed by some who morally oppose the sport, but it's also leading to a crisis.\n\nState wildlife agencies and the country's wildlife conservation system are heavily dependent on sportsmen for funding. Money generated from license fees and excise taxes on guns, ammunition and angling equipment provide about 60 percent of the funding for state wildlife agencies, which manage most of the wildlife in the U.S.\n\nThis user-play, user-pay funding system for wildlife conservation has been lauded and emulated around the world. It has been incredibly successful at restoring the populations of North American game animals, some of which were once hunted nearly to extinction.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nBut with the slide in hunting participation expected to speed up in the next 10 years, widening funding shortfalls that already exist, there's a growing sense of urgency in the wildlife conservation community to broaden that funding base. Congress is looking at tapping oil and gas revenues. Some states are adding general sales taxes, while others are looking for ways to tweak the user-play, user-pay model to better represent how today's society interacts with wildlife, monetizing activities like wildlife-viewing.\n\nThose efforts are running into a larger question: Is the greater public willing to pay more to protect wildlife?\n\n\"Conservationists need to be looking at what is the next step to keep our conservation programs and places strong and healthy,\" says Mary Jean Huston, director of The Nature Conservancy in Wisconsin. \"Things need to evolve.\"\n\nAnd they need to evolve fast.\n\nIn Wisconsin, a lack of funding has prompted the state's Department of Natural Resources to leave staff positions unfilled and cut back on habitat management. Colorado's wildlife agency has cut tens of millions of dollars in expenditures and trimmed programs that deal with invasive species. Vermont's fish and wildlife department, which manages more than 25,000 species and nearly 2,000 native plants, is cautioning that even though the state leads the nation in wildlife viewing, that activity \"provides no significant revenue stream to the department that would allow for the management of the resources viewed.\"\n\nA panel on sustaining America's fish and wildlife resources recently warned: \"Without a change in the way we finance fish and wildlife conservation, we can expect the list of federally threatened and endangered species to grow from nearly 1,600 species today to perhaps thousands more in the future.\"\n\nEnlarge this image toggle caption Nate Rott/NPR Nate Rott/NPR\n\nA demographic wall\n\nIn 1992, Tom Heberlein, a rural sociologist at the University of Wisconsin-Madison, made a bold prediction: If sociological trends, like increasing urbanization, smaller family sizes and growing anti-hunting sentiment continued, the sport of hunting – as Wisconsinites knew it – could be extinct by the year 2050.\n\nA quarter century later, Keith Warnke, the hunting and shooting sports coordinator for the state of Wisconsin, sits at his desk in downtown Madison looking at a graph of recent hunter data.\n\n\"It's just striking how close demographers were in their estimates to the actual hunter numbers,\" he says.\n\nWarnke is a \"recovering biologist,\" as he puts it, so he collects hunter data and demographics – age, gender, location, etc. – with the same detailed focus that he used to apply to tracking deer populations. Only now, he uses unique identification numbers instead of ear tags.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nAnd while he does not believe that hunters will go extinct in the next few decades – or ever, for that matter – he does know a steeper decline in hunting participation is coming, as Heberlein predicted.\n\nIncreased urbanization, restricted access to huntable areas, lack of free time, and the rise of Netflix, video games and all-consuming youth sports are all dropping hunter numbers, but the most-pressing challenge is one that Warnke and others can't do anything about.\n\n\"We're up against a demography wall,\" Warnke says. \"A wall of demographics when the number of hunters is really going to decline.\"\n\nThat wall is an age. Sixty-five. That's when the average hunter stops buying licenses and picking up their rifle, Warnke says.\n\nFor many hunters in Wisconsin and around the U.S., that wall is rapidly approaching.\n\nNearly a third of all hunters in the U.S. are baby boomers. They hunted like no other generation since. But the oldest Boomers are already aging out of the sport and the youngest, at 54, are only about a decade away from joining them.\n\nThis visualization by Dr. Loren Chase with the Oregon Department of Fish & Wildlife shows the age demographics of hunters through time. Each column represents the percent of the U.S. population that hunts in different age groups from 1992 to 2012. Dr. Loren Chase, Oregon Department of Fish & Wildlife YouTube\n\nWhen put on a timeline, that cohort of older hunters looks like a wave, moving through time, that drops as it hits the age of 65.\n\n\"What that means is the way that conservation was done in the past is not going to be sufficient in the future,\" says Randy Stark, the former chief game warden for Wisconsin's Department of Natural Resources, or DNR.\n\nLinking hunting to conservation\n\nTo understand the connection between hunting and conservation, you need to go back to when deer and geese weren't viewed a public nuisance, but as the rare wildlife they were.\n\nIn the late 1800s, American wildlife was in a bad place. Market hunting, trapping, invasive species and American's rapid expansion westward had pushed many wildlife species to the brink.\n\nAll of this over-hunting got the attention of a couple of other hunters – one who would go on to found the Audubon Society, another who would become the 26th and youngest president of the United States.\n\nGeorge Bird Grinnell and Theodore Roosevelt, along with others like John Muir and Gifford Pinchot, helped establish the American conservation movement around the idea that wildlife and other natural resources, belong to all Americans – current and future. As such, they needed to be preserved or conserved.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nRoosevelt proposed the idea of \"conservation through wise use,\" and started pushing his fellow hunters to help pay for that conservation.\n\nLicenses or permits for hunting already existed. New York sold the first permit to hunt deer in 1864. Under Roosevelt though, the practice spread and license fees became a source of revenue for states.\n\nThen, in 1937, legislation was passed that linked the financing for wildlife conservation to hunting in a way we're still seeing today.\n\n\"Nobody could anticipate 100 years later what society would look like,\" Stark says. \"In some ways the way that conservation was funded and conceived in its early years contributes to the problem we have now.\"\n\nLoading...\n\nThe Federal Aid in Wildlife Restoration Act, or the Pittman-Robertson Act, as it's more commonly known, requires that states use their revenues from hunting license fees for wildlife management. It also took an existing 11 percent excise tax on guns and ammunition and directed that money to state wildlife agencies for wildlife restoration and protection. A similar act was later passed to tax angling equipment.\n\nMore than $19 billion has since been apportioned to state wildlife agencies from funds generated by those taxes.\n\nWith gun sales surging in recent years, that pool of money has actually grown. People in the hunting world joke that former president Barack Obama was the greatest conservationist since Roosevelt, because of the record gun sales during his presidency.\n\nBut there's a catch.\n\nTightening belts\n\nTo access those federally apportioned funds, states have to pony up some of their own matching money - 25 percent or more of the total they're looking to get back. No match, no money.\n\n\"With decreases in license sales, we're getting to the point as a state agency that we're struggling to match those funds,\" says Eric Lobner, the head of the wildlife division for Wisconsin's DNR.\n\nMany states have increased license fees for out-of-state hunters to compensate for the decrease in license sales, but Lobner says there's only so far you can raise fees before you start pricing people out.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nAt the same time, he says, the cost of doing business is going up and the demands on his agency are growing. Climate change and development are threatening more species. The public wants protections for animals that it used to not care about. The combination is creating a crunch.\n\nThe National Wildlife Federation, a nonprofit conservation organization, says that current funding levels for national wildlife conservation are \"less than 5 percent of what is necessary.\"\n\nIn Wisconsin, Lobner says, they've had to cut 16 positions in their program because of budget shortfalls over the last four years - people who would have been managing wildlife and habitat. Open positions are staying vacant longer. Programs and services are being scaled back.\n\nIn a report to the Wisconsin legislature's Joint Committee on Finance, the DNR listed several ongoing or potential reductions due to insufficient funds, including fewer game warden patrols, less habitat management, fewer fish surveys and 2,000 acres of shallow wetlands that are being left unmanaged.\n\nWetlands that, as Lobner points out, don't just serve as wildlife habitat but also help to purify the state's drinking water.\n\n\"These are resources that the public wants,\" Lobner says. \"We've been hearing they want to see waterfowl, they want to see deer, they want to see bear, whatever the species it is. They want those resources at their disposal.\"\n\nThe question is: Are they willing to pay for them?\n\nHunting for more funding\n\nPublic support for hunting remains high across the country, even with fewer people participating. Public support for wildlife conservation is even higher.\n\nNearly 90 percent of Wisconsin residents - Republicans, Democrats and Independents - agree that money should be invested in protecting land, water and wildlife even when the state's budget is tight, according to a poll commissioned by the state's chapter of The Nature Conservancy.\n\nNationally, 74 percent of Americans believe the country should \"do whatever it takes to protect the environment,\" according to the Pew Research Center.\n\nBut in most cases outside of hunting and fishing, that's not being translated into dollars.\n\nPhilanthropy and nonprofits have certainly stepped up to try and fill the void, bringing in money for habitat purchases and management. A few states have passed sales taxes to help fund conservation. Others have tapped lottery ticket sales or started selling specialty license plates.\n\nEven Congress is looking for a solution. Legislation, introduced late last year, would redirect revenues from energy and mineral development on federal lands to state wildlife programs. The proposal has bipartisan support, but similar efforts to secure wider funding have failed in the past.\n\nSo in most cases, state wildlife agencies like Wisconsin's are going back to the hand that feeds them, doubling down on hunters with programs to retain old hunters, reactivate those who have quit the sport and to recruit new hunters.\n\nFor the latter, state wildlife agencies are increasingly looking for new hunters that don't fit the traditional mold by advertising in urban areas, opening stands at farmers markets and staffing community events. In Wisconsin, they're offering free classes on college campuses, teaching hunter's safety and hands on butchering clinics, with the goal of capitalizing on the locavore movement and a renewed interest in wild meat.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nThese efforts are having success, Warnke says, particularly in recruiting women to the sport.\n\n\"But when you look overall, our small group isn't going to change the trend,\" says Jim Wipperfurth, a volunteer for Wisconsin's DNR who leads recruitment hunts. \"There's just so many factors involved, it's hard to just change it.\"\n\nThis pains Wipperfurth and other hunters to say. It's not just the loss of a sport or a revenue source they're trying to stop, but the loss of a tradition and a connection to the natural world, Wipperfurth says.\n\n\"Who goes and sits in the woods all day except hunters?\" Wipperfurth says. \"If hunting didn't exist, who'd know that the squirrel population is down, that a windstorm knocked all these trees down - who'd know all of that stuff? Because we're the ones out here seeing all of it.\"\n\nThe latest numbers from the U.S. Fish and Wildlife Service show that 86 million Americans participated in wildlife watching in 2016. That was a 20 percent increase from just five years previous. The number of people enjoying outdoor recreation is increasing as well.\n\n\"We need to find ways for the rest of those folks, who are canoeing and cross country skiing and biking and going to the park to contribute as well,\" Huston says.\n\nThere have been efforts to tax outdoor equipment like sleeping bags, tents and binoculars. Some in the wildlife management world joke about an \"REI Tax,\" a reference to the chic outdoor retailer.\n\nThose efforts have failed though, in large part because of opposition from the outdoor industry, which argues that it already pays billions of dollars in taxes through import tariffs. That revenue should be used to adequately fund conservation, says the Outdoor Industry Association, a trade group that represents retailers like Patagonia and The North Face.\n\nThe arguments about funding for conservation can quickly grow divisive. Hunters are quick to write off other outdoor recreationists as hippies and \"free riders.\" Wildlife advocates are quick to paint hunters as hillbillies, clinging to an outdated tradition. But many people are in the middle.\n\n\"Wildlife conservation has been at its strongest when hunters and non-hunters are allied together for wildlife,\" says Adena Rissman, an associate professor of forest and wildlife ecology at the University of Wisconsin.\n\nThe passage of the Lacey Act, the nation's first - and perhaps most powerful - wildlife protection law is a good example, Rissman says. It prohibits the trade of wildlife, fish and plants that have been taken illegally.\n\nEnlarge this image toggle caption Nathan Rott/NPR Nathan Rott/NPR\n\nThat act, Rissman says, was galvanized not just by hunters, but by affluent women's groups that had grown concerned about the millinery trade's impact on bird populations. Feathered hats were in fashion in the late 19th century and hunters were killing millions of birds annually, wiping out entire colonies, to feed the demand. Sport hunters, angry about the sorry state of their quarry, were equally concerned. Together, they helped push lawmakers to a legislative solution.\n\nA similar collaborative effort is needed to address the funding issues of today, Rissman says, and she believes that other wildlife lovers are willing to contribute.\n\nAbout 20 miles north of Madison, at a quiet, open wildlife sanctuary, Neal Deunk takes pictures of four lonely geese floating on a tiny patch of open water in an otherwise frozen pond. His telephoto lens juts out from the open driver's side window of his car.\n\nDeunk knows the challenges facing wildlife refuges like this, with the decline in hunting and shrinking revenues. He says he'd like to see lawmakers allocate more general tax money to address the situation. But he also thinks it would be prudent to get other wildlife enthusiasts to contribute more.\n\n\"It's difficult to license birdwatchers or hikers and so forth in the same way that hunting and fishing can be regulated,\" he says, watching as a few of the geese take flight. Asked if he'd be willing to pay a license-fee to view wildlife like this, he pauses. \"I think I would,\" he says.", "keywords": ["wildlife", "decline", "hunters", "state", "threatens", "wisconsin", "funding", "fish", "states", "conservation", "pays", "hunting", "nathan"], "polarity": 0.07465076776735968, "subjectivity": 0.40677382408324125},
{"title": "Severe Storms, Tornadoes, Rip Through U.S. Southeast", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595104602/severe-storms-tornadoes-rip-through-u-s-southeast", "text": "Severe Storms, Tornadoes, Rip Through U.S. Southeast\n\nEnlarge this image toggle caption Brynn Anderson/AP Brynn Anderson/AP\n\nAn outbreak of severe storms, including several tornadoes erupted in a multi-state swath from Tennessee to Florida late Monday, leaving behind downed trees, power outages and numerous damaged structures, including on the campus of Jacksonville State University.\n\nLarge hail and strong winds accompanied the storms. The Weather Channel says Jacksonville, Ala., was likely hit by two tornadoes just minutes apart.\n\nAt Jacksonville State University, Athletic Director Greg Seitz said in a tweet that \"we have major roof damage at Pete Mathews Coliseum\" and he later added that Logan Hall and Patterson Hall on the campus also sustained roof damage and that \"[numerous] trees and power lines are down.\"\n\nEnlarge this image toggle caption Brynn Anderson/AP Brynn Anderson/AP\n\nThe Coliseum is home to JSU's men's and women's basketball teams and the women's volleyball team.\n\n\"I'm very thankful JSU is on spring break this week and most students are out of town,\" Seitz wrote.\n\nIn Limestone County, Ala., near the border with Tennessee, the sheriff's office posted photos of damaged structures and vehicles, but said there were no reports of injuries.\n\nThe Associated Press writes that \"Portions of northern Alabama and southern Tennessee were still under tornado warnings Monday night, and the National Weather Service issued a tornado watch for much of northern Georgia as the line moved eastward.\"\n\nAccording to The Weather Channel:", "keywords": ["severe", "brynn", "womens", "rip", "toggle", "southeast", "jacksonville", "tornado", "trees", "tennessee", "storms", "weather", "tornadoes"], "polarity": 0.05341021825396826, "subjectivity": 0.4156746031746032},
{"title": "'I'm Ready To Call 911': Austin On Edge With 'Serial Bomber' At Large", "url": "https://www.npr.org/2018/03/20/595080158/i-m-ready-to-call-911-austin-on-edge-with-serial-bomber-at-large", "text": "'I'm Ready To Call 911': Austin On Edge With 'Serial Bomber' At Large\n\nEnlarge this image toggle caption Drew Anthony Smith/Getty Images Drew Anthony Smith/Getty Images\n\nMore than 500 investigators and bomb techs have streamed into Austin, Texas, to look for clues and to catch what they're now calling a \"serial bomber.\"\n\nFive explosions have killed two people and injured several more, one gravely.\n\nIn the latest attack, a package bound for Austin exploded at a FedEx distribution facility. Before that, two men in their early 20s were walking along a quiet street Sunday night when they tripped a wire that exploded a bomb near a hiking trail, authorities said. They remain hospitalized in stable condition.\n\nThe blasts, which have occurred over less than three weeks, have unnerved the Lone Star State's capital. According to FBI Special Agent in Charge Christopher Combs, it raised alarms for authorities.\n\n\"It changes it from a more targeted approach to a more random approach,\" he told reporters, \"and that's very concerning to us.\"\n\nOfficials say the bomber has shown a particular sophistication with triggers.\n\nThe first two bombs blew up when victims picked up packages left at doorsteps.\n\nThe third exploded when the person took the box indoors and opened it.\n\nThe fourth went off when the two pedestrians hit a thin metal wire or fishing line.\n\nThe fifth exploded at a package distribution facility.\n\nYet the bomber has defied a discernible pattern of attack.\n\nThe victims we know of so far have been racially diverse — black, Hispanic and white.\n\nThe FBI's renowned behavioral profilers are now in Austin, and Combs says they are anxious to know whom they're dealing with.\n\n\"We would like the bomber to reach out to us so we can talk to them. So we can understand why are they doing this,\" he says. \"Is it terrorism? Is it civil rights? Is it something completely off the radar? We don't know that. And that's why it's important to get this dialogue going.\"\n\nAustin Police say they have persons of interest, but no suspects.\n\nConsultant Anthony May spent 20 years as a bomb tech in the military and 20 more years as a bomb specialist with the Bureau of Alcohol, Tobacco, Firearms and Explosives.\n\n\"When the device goes off,\" he says, \"that doesn't mean the evidence goes away. The criminal investigators, the FBI, the ATF, they are probably collecting 98 to 99 percent of the material used in that particular bomb.\"\n\nMay says they look for the device's unique \"signature\" and then start visiting stores to find out who made multiple purchases of these items.\n\nAn ATF source, who asked not to be named because he wasn't authorized to speak, says they're also looking at recent police reports of explosions — perhaps in rural areas near Austin — where the bomber may have tested a mechanism.\n\nPublic officials are telling folks what has become a familiar watchword — see something, say something. It could be a backpack, a suitcase, a bag, a box — anything that looks suspicious or out of place.\n\nJames Flowers, CEO of Driftwood Recovery just west of Austin, says he called a local fire department when a box from Amazon showed up at his office door that was strangely taped. \"They (the firemen) said, 'Walk away. Don't touch it.' A fire engine pulled up 10 minutes later,\" Flowers said.\n\nThe package turned out to contain floor cleaner, vacuum bags and books — exactly what he had ordered.\n\nOn Monday, Natalie Janis called the hospital where she's a nurse and said she was scared to come into work for her early morning shift. She says she went to a park with her daughter because she feels safe there.\n\n\"We're afraid,\" she says. \"We're afraid to leave. I feel safe in the park because I can see everyone who's around me. But they're putting bombs everywhere.\"\n\n\"I'm on alert for whatever type of situation,\" she adds. \"I'm ready to call 911.\"", "keywords": ["serial", "package", "theyre", "austin", "ready", "large", "box", "911", "exploded", "say", "im", "know", "bomb", "anthony", "bomber", "edge"], "polarity": 0.0750114468864469, "subjectivity": 0.3872596153846154},
{"title": "Justices Appear Skeptical Of Calif. Law Challenged By Anti-Abortion Centers", "url": "https://www.npr.org/2018/03/20/593675135/abortion-and-freedom-of-speech-a-volatile-mix-heads-to-the-supreme-court", "text": "Justices Appear Skeptical Of Calif. Law Challenged By Anti-Abortion Centers\n\nEnlarge this image toggle caption Lee Sheehan/NPR Lee Sheehan/NPR\n\nUpdated at 5:34 p.m. ET\n\nSupreme Court justices on both sides of the ideological spectrum expressed skepticism Tuesday about California's \"truth-in-advertising\" law requiring anti-abortion clinics to more fully disclose what they are.\n\nThe anti-abortion \"crisis pregnancy centers\" objected to the law on free-speech grounds.\n\nWhile some more liberal justices appeared receptive to the state's case initially, doubt about the law seemed to increase as the argument progressed.\n\nJustice Anthony Kennedy, potentially the swing justice, said the law in certain circumstances would seem to impose an undue burden. He cited a hypothetical example of a billboard in Los Angeles with the words \"Choose Life,\" paid for by an anti-abortion clinic. Under California's law, would the ad have to include, as the statute says, the words about the clinic being unlicensed, in large font and in multiple languages?\n\nYes, it would, said the lawyer for the state. For Kennedy, that seemed to be too much. That, he seemed to say, ended the case for him — the statute is unconstitutional.\n\nWhat this case is about\n\nThe case before the justices pitted the right to know against the right of free speech. On one side are self-identified \"crisis pregnancy centers\" that seek to prevent abortions, and on the other side is the state of California, which enacted a law to ensure that these centers do not intentionally or unintentionally mislead the women who walk through their doors.\n\nSupporters of the California law call the state's effort nothing more than seeking \"truth in advertising.\" But anti-abortion pregnancy centers see the law as unconstitutional, compelling speech that turns them into mouthpieces for a government message they disagree with.\n\nPassions run high when it comes to abortion. Add the fact that most anti-abortion pregnancy centers have a firm Christian perspective, and you have quite a volatile mix.\n\nNotice requirements for unlicensed and licensed centers\n\nThe case began in 2015 when California passed a law known as the FACT Act. (It stands for Freedom, Accountability, Comprehensive Care and Transparency.)\n\nThe impetus was two-fold — first, allegations that pregnancy centers opposed to abortion were using deceptive practices; and second, concern that lower-income women, in particular, weren't aware of the free pregnancy-related services California provides, from pre-natal and delivery care to birth control and abortion.\n\nThe FACT Act requires unlicensed crisis pregnancy centers to post a sign or otherwise disclose to their clients in writing that the center is not a licensed medical facility and has no licensed medical provider who supervises the provision of services. The disclosure requirement extends to advertising, which anti-abortion pregnancy centers object to as an attempt to \"drown out\" their message.\n\nThe state sees the law as a public health measure to ensure that women know when they are entering an unlicensed clinic and that they know the state provides free access for pre-natal and delivery care as well as for contraception and abortion services that clinics opposed to abortion do not provide.\n\nIn contrast, anti-abortion clinics see the California law as unconstitutional because in the case of licensed clinics, it requires them to point patients to clinics that engage in practices they oppose. In addition, they see the declaration of unlicensed status as drowning out their message.\n\nThe second provision of the law, dealing with licensed centers, requires clinics that do not provide a full range of reproductive care, including services covered by Medicaid, to post a sign that says the state provides free or low cost access to pre-natal and delivery care, birth control, and other reproductive care, including abortion.\n\nThe sign is to include the phone number of the county social services office for referrals. But licensed centers do not have to post the notice in their advertising.\n\nSauce for the goose is sauce for the gander\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nInside the Supreme Court chamber, lawyer Michael Farris, representing the anti-abortion clinics, told the justices that California's law \"took aim at pro-life pregnancy centers by compelling licensed centers to point the way to an abortion and imposing onerous advertising rules on unlicensed centers.\"\n\nJustices Ruth Bader Ginsburg, Anthony Kennedy and Sonia Sotomayor observed that the court has in the past upheld laws enacted by \"pro-life states.\" In the 1992 case Planned Parenthood v. Casey, the court upheld laws that require doctors to tell women seeking an abortion about alternatives, including telling the pregnant woman that the father of the child would be liable for child support.\n\nAs Justice Elena Kagan put it, \"They're really the exact flip side of the requirements in this case.\"\n\nTherefore, the justices asked, why shouldn't a \"pro-choice state\" require anti-abortion clinics to tell women that there are other options, including contraception and abortion.\n\nFarris said California's law is different, because it involves clinics that provide medical procedures. Justice Samuel Alito asked, what if the state required all clinics to post a referral notice advising patients where they can learn about all their options. Farris said that was still unconstitutional.\n\n\"In law ... what is sauce for the goose is sauce for the gander,\" Justice Stephen Breyer observed. \"If a pro-life state can tell a doctor you have to tell people about adoption, why can't a pro-choice state tell a doctor ... you have to tell people about abortion?\"\n\nA \"suspicious pattern\"\n\nThe tone of the argument turned, however, when Justice Kennedy raised his billboard hypothetical. Requiring unlicensed clinics to disclose their status on such billboards, he said, would pose an \"undue burden\" and \"should suffice to invalidate the statute.\"\n\nOther justices seemed to agree, including Justices Sotomayor and Neil Gorsuch. Justice Ginsburg noted that the disclosure, which in multi-ethnic Los Angeles is required in 13 different languages, can be \"very burdensome.\"\n\nHowever, Justice Sotomayor also pointed out the advertising practices of some of these unlicensed clinics. She observed that on the Fallbrook Pregnancy Resource Center's website there is \"a woman on the home page with a uniform that looks like a nurse's uniform in front of an ultrasound machine.\"\n\nThe site further states, \"Fallbrook will educate clients about different abortion methods available, and describe in medical terms different abortion procedures.\"\n\nThe website also indicates that Fallbrook follows all HIPAA regulations. \"If they're not a medical provider, they don't have to follow HIPAA,\" noted Justice Sotomayor.\n\nDefending the law, California's deputy Solicitor General Joshua Klein told the justices the law was not targeted at \"pro-life clinics.\" Rather, he said that most general clinics provide Medicaid which, in California, automatically gives women access to free or low-cost reproductive care, including pre-natal care and abortion.\n\nBut Justice Alito pushed back, asking why the law applies only to clinics whose \"primary function is providing service to pregnant women.\" He wanted to know why the law applies only to non-profits and why it exempts individual doctors. \"When you put all this together, you get a very suspicious pattern,\" he said.\n\nIf the argument proved one thing it is that there are a lot of unanswered questions about how California applies its law. Those questions are unanswered, because the case went to the Supreme Court at an early stage, without establishing the facts in a trial, and several justices suggested that perhaps the court should send the case back to establish an evidentiary record as to how the law is applied.\n\nWere the Supreme Court to strike down either of the law's provisions, it could well cast doubt on laws in \"pro-life states\" that require doctors to give extensive information about other options to patients seeking abortions.\n\nIn the California case, the Trump administration has a compromise position. It supports the requirement that unlicensed clinics disclose their status to patients, but it views as unconstitutional the provision that compels disclosure about the existence of free or low-cost abortions that the state of California provides.\n\nProtecting women from deception or trampling on the \"pro-life\" message?\n\n\"We're simply trying to make sure the recipient of health care information or advice understands exactly what he or she is entitled to in terms of services and that the information is accurate,\" said California Attorney General Xavier Becerra in defending the law.\n\nThat is not how the anti-abortion centers see it.\n\nThe law \"is requiring a licensed center... that is pro-life and wants to help women choose life, point the way to an abortion,\" said lawyer Kristen Waggoner, who represents the anti-abortion pregnancy centers that are challenging the California law. That, she adds, \"is not simply information.\"\n\nAs for unlicensed centers, she said, there is no need to disclose the lack of a medical license. \"They're not doing anything that requires a license,\" she said, \"so why would they need to say that?\"\n\nThere are plenty of good reasons, replies Nancy Northup, president and CEO of the Center for Reproductive Rights.\n\n\"If these fake medical centers had on their front doors, 'We're pro-life centers. We're here to help you decide to continue your pregnancy,' there's nothing wrong with that, and that's fine,\" Northup said. \"But what they're trying to do instead is lure women in on false pretenses.\"\n\nIn recent years, the number of pregnancy centers that counsel against abortion has dramatically increased. Today there are about 2,700 of them around the country, more than three times the number of clinics that provide abortions.\n\nAnd just as some states provide taxpayer funds for abortions, 14 states directly fund anti-abortion pregnancy centers. From 2001 to 2006, the centers received an estimated $30 million in federal funding.\n\nThere is no data on how many of the 2,700 anti-abortion pregnancy centers are unlicensed. But unlicensed clinics offer pregnancy tests, limited ultrasounds, and, to an unskeptical eye, they can look very much like a licensed medical facility.\n\nThe personnel wear surgical scrubs or white coats and ask clients to fill out medical history questionnaires. Indeed, many clinics locate next to or across the street from a full service women's reproductive health center and some use similar sounding names.\n\nManipulating search engines\n\nDo these anti-abortion pregnancy centers deliberately locate close to abortion clinics? \"I sure hope so,\" said anti-abortion advocate Waggoner, \"because women should have both options. And they shouldn't see only a provider that has a financial incentive to get them to abort a child.\" Waggoner represents the National Institute of Family and Life Advocates, NIFLA, an umbrella group of anti-abortion pregnancy centers.\n\nSome anti-abortion pregnancy center personnel are even more blunt.\n\nJacob Hall is director of services and client care at Care Net, an organization that supports crisis pregnancy centers. At a recent Care Net conference, he advised the centers on how to use search engines to identify key words for their marketing and websites, the object being to attract women searching online for an abortion clinic to an anti-abortion pregnancy center instead.\n\n\"I know 'abortion pill' is something people are searching,\" he said. \"'Abortion clinic,' 'abortion clinic near me,' 'abortion cost,'\" Hall said. \"Fantastic key words if those phrases are on your website. If they're not, easy, just add them. Just say, 'we're here to talk to you about abortion, including abortion pills and abortion surgery.'\"\n\nAt the same conference, Jana Pinson, director of a crisis pregnancy center in Texas, said she had great success with the term, \"planning parenthood.\" Though her clinic opposes abortion, she changed her website tag to 'The Number One Source of Abortion Information in the Coastal Bend,' \"because we are,\" she said.\n\nBrian Fisher, of Human Coalition, another group that helps anti-abortion clinics, has also advocated using these tactics to attract women seeking an abortion in hopes of derailing their plans. This sort of marketing is necessary, he argued last year, because \"the abortion-determined woman will not walk into a pregnancy center voluntarily.\"\n\nSeveral women NPR contacted were infuriated by these tactics.\n\nAnnie Filkowski went to a clinic because it advertised free pregnancy tests. She spent hours there before learning she was not pregnant, and when she then asked a counselor to write her a birth control prescription or give her advice on which method to use, she said the counselor told her, \"Birth control causes infertility and can give you cancer\" and other \"crazy\" things.\n\nDartricia Walker said she went to a clinic for a pregnancy that she very much wanted. She mistakenly thought it was a medically licensed facility, and that the person who conducted the ultrasound was a nurse. Neither was true. She then had a miscarriage that a doctor later told her might have been avoided had she received adequate medical care.\n\n\"I was really upset that I was given the wrong date,\" Walker said, \"because if I had known that I was due sooner, I would have gone sooner to an ob/gyn.\"\n\nThere are excellent clinics that oppose abortion, too. For an example of those, NIFLA, which is challenging the California law, referred us to \"Informed Choices,\" a licensed clinic in Gilroy, Calif., that has a staff of five, including two nurses, plus a volunteer ob/gyn who supervises medical procedures, and 20 other volunteers.\n\nChristine Vatuone, the executive director, said that while the clinic does oppose abortion, and will not refer patients to an abortion provider, all patients are clearly told that they have three options: abortion, adoption and parenting — and that every room in the center has a sign with five promises: \"that we will treat them with respect, that we will protect their privacy, that we will not pressure them, that we will support them, and that we will not lie to them.\"\n\nStill there is room for confusion about the clinic. Google \"pregnancy, Gilroy, CA,\" and the first three results are for Informed Choices, while the fourth is Planned Parenthood.\n\nGoogle \"Abortion, Gilroy, CA\" and Informed Choices comes up too.\n\nAnd \"on advice of counsel,\" the clinic does not display the mandatory language in the California law advising patients that the state provides free access to a full range of care from pre-natal to abortion.\n\nMany patients who seek out clinics that will support their pregnancy say they are thrilled with the counseling and material support clinics like Informed Choices provide, everything from food to baby clothes, diapers, car seats, and emotional support.\n\n\"It just gave me that push to let me know that, you know, I can do this,\" said Laura Wu after visiting a crisis pregnancy center in New York. \"It is possible for me to do this alone.\"", "keywords": ["centers", "clinics", "care", "clinic", "california", "pregnancy", "women", "skeptical", "challenged", "justices", "law", "calif", "appear", "abortion", "antiabortion"], "polarity": 0.10737555246989211, "subjectivity": 0.3965500013613221},
{"title": "French Ex-President Questioned On Claims He Took Funds From Gadhafi", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595129997/ex-french-president-questioned-on-claims-he-took-campaign-funds-from-gadhafi", "text": "French Ex-President Questioned On Claims He Took Funds From Gadhafi\n\nEnlarge this image toggle caption Patrick Hertzog/AFP/Getty Images Patrick Hertzog/AFP/Getty Images\n\nUpdated at 6:35 a.m. ET\n\nFormer French President Nicolas Sarkozy is being detained for questioning as part of an investigation looking into allegations that he took millions of euros from Libya to fund his 2007 election campaign.\n\nPolice took Sarkozy into custody on Tuesday as part of investigation that began in 2013. He is being held at the Nanterre police station west of Paris while the questioning by French magistrates takes place, according to The Associated Press, quoting unnamed officials familiar with the case.\n\nFrance24 reports that Libyan officials linked to the regime of the late Moammar Gadhafi say they helped finance the 2007 campaign that swept Sarkozy, then leader of the Union for Popular Movement party, into the presidency. Sarkozy served as president until 2012.\n\nNPR's Eleanor Beardsley, reporting from Paris, says Sarkozy hasn't spoken publicly since he was taken into custody on Tuesday morning. \"They can hold him for 48 hours and then he could be officially charged,\" depending on the strength of the evidence, she says. \"But he has always vehemently denied\" the allegations, Eleanor says.\n\nAlthough it is apparently the first time in the five-year probe that Sarkozy has been questioned specifically about Gadhafi, allegations of corruption have swirled around Sarkozy for years.\n\nAs we reported, Sarkozy's home was searched in connection with possible illegal campaign funds accepted from France's wealthiest woman, L'Oreal heiress Liliane Bettencourt. The following year, Sarkozy seemed to have been cleared of those charges, but he was detained and questioned about them again in 2014, as NPR's Bill Chappell reported at the time.\n\nAs NPR's Rebecca Hersher reported last year, Sarkozy also faces trial \"... over the alleged falsifying of account records by his party in order to hide more than $20 million in overspending.\"\n\nThe latest questioning comes three weeks after a former Sarkozy associate, Alexandre Djouhri, was arrested in London in connection with the investigation.\n\nFrance24 reports:\n\n\"In November 2016, French-Lebanese businessman Ziad Takieddine said he delivered three suitcases from Libya, containing five million euros in cash, to Sarkozy and his former chief of staff and campaign director, Claude Guéant, between 2006 and 2007. Sarkozy, who was president from 2007 to 2012, has always denied the allegations. A lawyer for the former French president could not be reached immediately for comment on Tuesday.\"\n\nAccording to the AP:\n\n\"Investigators are examining claims that Gadhafi's regime secretly gave Sarkozy 50 million euros overall for the 2007 campaign. Such a sum would be more than double the legal campaign funding limit at the time of 21 million euros. In addition, the alleged payments would violate French rules against foreign financing and declaring the source of campaign funds.\"\n\nReuters adds: \"A former minister and close ally of Sarkozy, Brice Hortefeux, was also being questioned by police on Tuesday morning in relation to the Libya investigation, another source close to the probe said.\"", "keywords": ["expresident", "campaign", "took", "claims", "president", "euros", "allegations", "funds", "sarkozy", "million", "questioned", "gadhafi", "french", "2007"], "polarity": 0.0467741935483871, "subjectivity": 0.2594086021505376},
{"title": "Arizona Governor Helped Make State 'Wild West' For Driverless Cars", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595115055/arizona-governor-helped-make-state-wild-west-for-driverless-cars", "text": "Arizona Governor Helped Make State 'Wild West' For Driverless Cars\n\nEnlarge this image toggle caption Eric Risberg/AP Eric Risberg/AP\n\nArizona Gov. Doug Ducey began a push three years ago to attract makers of self-driving cars to the state and actively wooed Uber away from California as a venue for testing those vehicles.\n\nShortly after his election in 2015, the governor signed an executive order supporting the testing and operation of self-driving vehicles that he said was about \"innovation, economic growth, and most importantly, public safety.\"\n\nNow the \"public safety\" part of that order has been thrown into question and Arizona's willingness to become a testing ground for emerging driverless vehicles has come into sharp focus after Sunday's incident in which a self-driving Volvo SUV operated by Uber struck and killed a 49-year-old woman who was walking her bicycle in Tempe.\n\nAs we reported Monday, the car was in autonomous mode at the time of the crash, around 10 p.m., but had a human riding in the passenger seat to take control if necessary. The incident is now under investigation.\n\nThe year after Ducey's executive order, Arizona seized on a chance to steal a bit of driverless thunder from Silicon Valley. California had just ordered Uber to stop testing its autonomous vehicles on the streets of San Francisco until it obtained the proper testing permits. Uber balked and Arizona stepped in.\n\n\"Arizona welcomes Uber self-driving cars with open arms and wide open roads,\" Ducey said in a statement in December 2016.\n\n\"While California puts the brakes on innovation and change with more bureaucracy and more regulation, Arizona is paving the way for new technology and new businesses,\" the Republican governor said.\n\nTechnology Uber Says It Will Cooperate With Investigation After Pedestrian Killed In Arizona Uber Say It Will Cooperate With Investigation After Pedestrian Killed In Arizona Listen · 2:52 2:52\n\nFor its part, Uber pledged to expand its self-driving pilot program in Arizona and said it was \"excited to have the support of Governor Ducey.\"\n\nArizona has also welcomed other companies working on driverless technology, leading The Arizona Republic to proclaim last year that \"With major testing by Waymo, Uber, General Motors, Ford and Intel, Arizona is more than holding its own in the race to attract the self-driving car industry.\"\n\nThe newspaper highlighted the fact that metro Phoenix was one of three places in the country that people could hail a ride in a self-driving Volvo from Uber (with human co-pilot) and that there were enough of them around the city that \"their bulky rooftop sensors are now a common sight.\"\n\nIn 2016, Uber's self-driving cars were made available to riders in Pittsburgh, Pa., where regulatory barriers are also minimal.\n\nBut some safety advocacy groups have been less enthusiastic.\n\nAll Tech Considered Pittsburgh Offers Driving Lessons For Uber's Autonomous Cars Pittsburgh Offers Driving Lessons For Uber's Autonomous Cars Listen · 7:40 7:40\n\nIn a statement on Monday, the non-profit group Consumer Watchdog described Arizona as \"the wild west of robot car testing.\"\n\nThe group said there is \"no regulation in place,\" in the state. \"That's why Uber and Waymo test there. When there's no sheriff in town, people get killed.\"\n\nDespite the criticism, however, it is not yet clear exactly what went wrong on Sunday. The National Transportation Board and the National Highway Traffic Safety Administration say they will investigate.\n\nWhile the Tempe Police Department has declined to determine fault yet, the city's police chief, Sylvia Moir, told The San Francisco Chronicle that from viewing videos of the collision taken by the car's onboard cameras, \"it's very clear it would have been difficult to avoid this collision in any kind of mode (autonomous or human-driven) based on how she came from the shadows right into the roadway.\"", "keywords": ["driverless", "helped", "testing", "uber", "state", "vehicles", "arizona", "cars", "ubers", "west", "governor", "wild", "selfdriving", "autonomous"], "polarity": 0.1101142607392607, "subjectivity": 0.43784881784881774},
{"title": "Brother Of Florida Shooter Arrested For Trespassing At Stoneman Douglas High", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/595075613/brother-of-florida-shooter-arrested-for-trespassing-at-stoneman-douglas-high", "text": "Brother Of Florida Shooter Arrested For Trespassing At Stoneman Douglas High\n\nEnlarge this image toggle caption AP AP\n\nThe brother of the suspect in the killings of 17 people at Marjory Stoneman Douglas High School in Parkland, Fla., was arrested Monday for trespassing at the same site.\n\nAccording to a police report quoted by the Miami Herald, \"Defendant Cruz stated that he unlawfully entered the school property to 'reflect on the shooting and to soak it in ...\"\n\nZachary Cruz, 18, had been warned to stay away from the campus, the Herald reported. The police report said that Cruz was spotted on campus at about 4:30 p.m. after the school day was over and students had been dismissed.\n\n\"Defendant Cruz surpassed all locked doors and gates and proceeded to ride his skateboard through school grounds,\" a deputy wrote in his arrest report.\n\nZachary Cruz's arrest comes just about a month after his brother, Nikolas Cruz, 19, allegedly shot and killed 14 students and 3 staff members at the Parkland school. Nikolas Cruz could face the death penalty.\n\nThe Sun Sentinel reports that Zachary has been living with a family friend since his mother, Lynda Cruz, died in November 2017.\n\nThe Sun Sentinel added that Zachary had admitted to Palm Beach County Sheriff's deputies that he and his friends had bullied his brother, Nikolas, when they were younger.", "keywords": ["trespassing", "high", "arrested", "school", "zachary", "brother", "florida", "douglas", "stoneman", "report", "students", "nikolas", "shooter", "sentinel", "cruz"], "polarity": -0.009999999999999998, "subjectivity": 0.163125},
{"title": "Supreme Court Delivers Blow To Republicans, Declines To Take Up Pa. Redistricting", "url": "https://www.npr.org/2018/03/19/594993409/supreme-court-delivers-blow-to-republicans-declines-to-take-up-pa-redistricting", "text": "Supreme Court Delivers Blow To Republicans, Declines To Take Up Pa. Redistricting\n\nEnlarge this image toggle caption Manuel Balce Ceneta/AP Manuel Balce Ceneta/AP\n\nUpdated at 9:39 p.m. ET\n\nThe U.S. Supreme Court declined to take up a Republican challenge to the newly drawn Pennsylvania congressional map ahead of the 2018 elections.\n\nThe decision means Republicans have few, if any, options remaining to try to stem a map that will almost certainly result in Democrats picking up potentially three or four seats and could make half a dozen or more competitive.\n\nTuesday is the filing deadline for candidates for Pennsylvania's May 15 primaries.\n\nLast month, the Supreme Court also declined to block the state court decision that said the old GOP-drawn map violated the Pennsylvania Constitution.\n\nRepublicans drew a gerrymandered map in 2011 that resulted in a 13-5 congressional district advantage. That was despite Democrats having won the state in five straight presidential elections at the time.\n\nDemocrats need to win a net of 24 seats to win a majority in the U.S. House.\n\nThe decision comes on the same day a federal court dismissed a lawsuit filed by Republican congressmen challenging the new map. It's a double gut punch to the GOP and all but guarantees that Democrats pick up a few seats, and in an election with control of Congress at stake, every seat counts.\n\nLegally, the challenge could also open the path to a slew of state court challenges.\n\nChallengers to the 2011 GOP-drawn map called into question its legality based on the state constitution, a rarity that could provide a road map for challengers in other states.\n\nThe Supreme Court's decision Monday also shows a possible reluctance to weigh in on state law when it comes to redistricting.\n\nThis is not the last say the Supreme Court will have, however, on redistricting. It is hearing arguments March 28 on a Republican challenge to Maryland's Democratic-drawn congressional map, and the court has a decision pending on a Democratic challenge to GOP-drawn state legislative districts in Wisconsin.\n\nBoth cases deal with political rather than racial gerrymandering. While the court has ruled previously on racial gerrymandering, it has never ruled on political gerrymandering.\n\nThe Supreme Court will hear arguments April 24 on racial gerrymandering in Texas as well. And the court also temporarily blocked a lower court's decision in a racial gerrymandering case in North Carolina ordering the state to redraw a map that was favorable to Republicans.", "keywords": ["court", "map", "state", "gerrymandering", "supreme", "blow", "pa", "challenge", "decision", "racial", "seats", "declines", "delivers", "redistricting", "republicans"], "polarity": 0.10914718614718616, "subjectivity": 0.33788744588744585},
{"title": "Russia's Presidential Election Observers Were Pressured And Intimidated", "url": "https://www.npr.org/sections/thetwo-way/2018/03/19/594977396/russias-presidential-election-observers-were-pressured-and-intimidated", "text": "Russia's Presidential Election Observers Were Pressured And Intimidated\n\nEnlarge this image toggle caption Olga Maltseva/AFP/Getty Images Olga Maltseva/AFP/Getty Images\n\nAs Vladimir Putin won a fourth term on Sunday, reports have surfaced of election observers being harassed and intimidated that day and in the days leading up to the vote.\n\nMore than 1,300 foreigners reportedly served as election monitors in the presidential election, which took place on March 18 and yielded a predicted win for Putin. Many observers came from places and political backgrounds that are friendly to the Russian government in an attempt \"to create an international stamp of approval for the vote,\" reported The Guardian.\n\nSputnik, a Kremlin-backed news outlet, reported that observers judged the election to be \"fair and transparent.\" But numerous independent media outlets found observers who said they saw violations.\n\nA month before Russia's presidential election, observer David Kankiya was informed by the police that his car might have been used to commit a crime, Reuters reported. He was detained, charged with disobeying police and sent to jail for five days. \"I was detained and charged on a false pretext,\" Kankiya told the news agency. \"It's political pressure.\"\n\nPolice say Kankiya didn't produce identification during a routine check.\n\nAs the presidential election drew closer, Kankiya's car tires were slashed and pro-Kremlin journalists accosted him in two separate incidents, he told Reuters.\n\nKankiya is a coordinator at Golos, a nongovernmental election watchdog that was labeled a \"foreign agent\" because it received foreign aid. Volunteers from Golos — a word that translates to both \"vote\" and \"voice\" — say when entering or leaving Russia, they are often stopped by border staff who accuse them of having terrorist links, according to Reuters.\n\nBefore the election, a Golos representative told The Guardian that police ripped up a contract to lease office space. The location was supposed to be a call center to receive reports of election violations. The representative said that police officers threatened the landlord of the building: \"You shouldn't hold this event here or you'll have trouble.\" The Russian government denied involvement.\n\nPolice also attempted to stop activist observers from visiting polling stations, The Guardian reported. The officers raided headquarters of opposition figure Alexei Navalny, who was banned from the election, and they tried to seize documents that would give observers access to polling locations.\n\nOn the day of the election, indications that some observers were targeted cropped up. \"Spoke to more observers who got beaten up by a mobile gang of toughs at polling stations,\" tweeted Financial Times Moscow correspondent Max Seddon. He described some of the election observers who were harmed:\n\nBy the end of the day, Golos said it had registered more than 1,500 violations. There were ballot boxes that had papers in them before polls officially opened and video footage of ballot boxes being stuffed, according to Golos.\n\nThere were also reports that concerned the treatment of observers, including denying them access to polling stations, restricting them from taking photos and videos, limiting their ability to move around premises and removing them from polling stations.\n\nThe Organization for Security and Cooperation in Europe, which requested 420 short-term observers to monitor polling stations, voting, ballot counts and results, will issue a final report of the entire electoral process in about eight weeks.\n\nAt a conference in Moscow on Monday, an OSCE election monitor described the presidential election as \"overly controlled.\"\n\n\"Where the legal framework restricts many fundamental freedoms and the outcome is not in doubt, elections almost lose their purpose,\" said Michael Georg Link, director of the Office for Democratic Institutions and Human Rights who led OSCE observers.", "keywords": ["election", "polling", "golos", "reports", "intimidated", "reported", "observers", "russias", "kankiya", "pressured", "presidential", "stations", "told"], "polarity": 0.13055555555555556, "subjectivity": 0.3037037037037037},
{"title": "1 Man Injured As Authorities In Austin Respond To Another Reported Explosion ", "url": "https://www.npr.org/2018/03/20/595423084/1-man-injured-as-authorities-in-austin-respond-to-another-explosion", "text": "1 Man Injured As Authorities In Austin Respond To Another Reported Explosion\n\nAuthorities in Austin, Texas, responded to another explosion Tuesday night. They said a man in his 30s was seriously injured. It's unclear if this is related to a series of other deadly blasts.\n\nAILSA CHANG, HOST:\n\nIn Austin, Texas, tonight, there has been another report of an explosion. Police and paramedics are on the scene near a Goodwill store. It's unclear if this incident is related to four other explosions that have shaken this city this month. We're going to go now to Mose Buchele of member station KUT, who's following the situation. Hi, Mose.\n\nMOSE BUCHELE, BYLINE: Hey.\n\nCHANG: So what do we know about this latest incident?\n\nBUCHELE: Well, not much yet. Like you said, what we do know is that there was an explosion reported maybe about an hour ago in the southwest side of town near a Goodwill. Officials are saying that there was one injury reported - a man in his 30s who was transported to a hospital with injuries that don't appear to be life-threatening.\n\nCHANG: OK.\n\nBUCHELE: Of course it's not totally clear whether this is linked to all the other bomb attacks that have taken place in the city this month, but it comes as the city is in this kind of heightened state of alert. There have been four bombs that have exploded in Austin this month. Two people have died. Four others were injured. And just, you know, it seems like this is a fifth explosion here.\n\nCHANG: Today law enforcement appeared to catch at least some breaks in their investigation, right? Can you explain what happened earlier today?\n\nBUCHELE: Yeah, so just after midnight at a FedEx sorting facility about an hour outside of town, a package exploded on a conveyor belt, and police were later able to link that to the other explosions that we've had in Austin. And then at a different FedEx facility, this one closer to the city, they found another package that turned out to have a bomb inside of it that hadn't exploded. And so law enforcement have been able to learn that the same person sent both of these packages from a FedEx facility within Austin.\n\nCHANG: And do they know whether those two packages related to the other bombs that have detonated the past four weeks?\n\nBUCHELE: They appear - yes, they appear to all be related.\n\nCHANG: What have been the similarities in each of these cases?\n\nBUCHELE: That's really the strange this about this. And, I mean, this would cause anxiety in any circumstance. But this is especially tricky to wrap your head around because almost all of these have been different. The first three appear to be just left on people's doorsteps probably by the bomber. They weren't dropped - probably weren't dropped off by, you know, official deliverers, mail people. Then the fourth instance on Sunday - it was an explosion on the side of a road. It was essentially a booby trap with a bomb with a trip wire attached to it. Two young men hit the trip wire. The bomb exploded, and they were both hospitalized with injuries.\n\nThe fifth instance was this thing this morning at the FedEx facility outside of town. That exploded on the conveyor belt. So obviously now these bombs are being sent out through FedEx. Now this appears to be the sixth. Although, again - of course, again, that hasn't been officially confirmed. But it looks like it's happened at a business, at a Goodwill and - again, in the southwestern part of town.\n\nCHANG: So some of the bombs appear to be sort of targeted. Others have been more randomized in terms of...\n\nBUCHELE: They - yeah, and they - yes, yeah. And, I mean, of course there's a lot that's not known yet about what - where these things were sent through FedEx. But it almost seems like they've become more random.\n\nCHANG: Do we have any information in why these attacks are happening, and clue about motive?\n\nBUCHELE: Not really. I mean, there were a lot of ideas floated around initially, and it was - there was - there had been - some people still suspect that it was kind of hate-related, people targeted because of their race. But, you know, as we've said, now it seems like it's becoming more and more random and striking just different parts of town all over the city.\n\nCHANG: And in talking to people over the course of all these attacks, what kinds of things are you hearing from them? How are people carrying on right now?\n\nBUCHELE: I was walking around town today, interviewing people. And I have to say, people are pretty scared, you know? People are taking this very seriously. This is not a city that's used to this kind of thing, and people are taking it very, very seriously.\n\nCHANG: Mose Buchele is a reporter from member station KUT in Austin. Thank you very much.\n\nBUCHELE: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["city", "town", "course", "respond", "injured", "authorities", "exploded", "man", "explosion", "know", "fedex", "reported", "facility", "appear", "austin"], "polarity": 0.07784361471861469, "subjectivity": 0.4884181096681097},
{"title": "Woman Who Took In Nikolas Cruz Before Parkland Shooting Feared His Interest In Guns", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595409456/woman-who-took-in-nikolas-cruz-before-parkland-shooting-feared-his-interest-in-g", "text": "Woman Who Took In Nikolas Cruz Before Parkland Shooting Feared His Interest In Guns\n\nEnlarge this image toggle caption Mary Altaffer/AP Mary Altaffer/AP\n\nIn New York City today, a woman who had briefly opened her home to the alleged Parkland, Fla., high school shooter gave a terrifying account of his stay with her. In a tearful presentation, Rocxanne Deschamps talked of her friendship with the late Lynda Cruz, the mother of accused gunman Nikolas Cruz, and the fear she felt most of the time that he was in her home.\n\nCruz is charged with the murders of 17 students and faculty members at Marjory Stoneman Douglas High School last month.\n\nDeschamps described making a death bed promise to Lynda Cruz to take in her two sons, Nikolas and Zachary, after she died. But once that happened, Nikolas Cruz's fascination with firearms became an issue for Deschamps and her two sons, Rock, 22 and Tyler, 5.\n\nShe knew about Cruz and his fascination with firearms. She'd seen what she described as \"army guns\" in the Cruz home which was next door to her own. She said Lynda Cruz told her Nikolas once held a rifle to her head. So Deschamps told Cruz when he moved in with her that he had to store his firearms someplace else.\n\nThe guns \"were taken to friend's house where I was assured by the friend's parents that they would be locked up,\" said Deschamps.\n\nNikolas Cruz lived with her for less than a month. \"At first he was on his best behavior,\" Deschamps said. But that didn't last. She called 911 on three separate occasions.\n\nShe said the first time it was after her mother found a receipt for a newly purchased rifle and ammunition in Cruz's room. He hadn't yet taken possession of the gun because of the waiting period. Deschamps wanted the police to prevent him from doing so.\n\nBut she recalled that the police \"said they couldn't stop him from buying or having possession of guns. I told them that Nikolas was 19 years old, but he felt mentally and emotionally similar [to] a twelve-year-old.\"\n\nThe second 911 call came when Cruz was discovered digging a hole in the backyard, apparently to bury a large gun box that was empty at the time. In the third call, she said, she reported Cruz punching walls and punching Deschamps' older son. Deschamps says she told the police she was afraid Cruz would return to her home with a gun.\n\nShe says when he returned, \"I told him I could not have guns and violence in my house and he had to find another place to stay. I could not live in fear in my own home.\"\n\nBut she said she would still help him and they stayed in touch. The day before the shooting at Marjory Stoneman Douglas high school, he texted her to ask how his dogs were.", "keywords": ["woman", "high", "took", "parkland", "shooting", "school", "lynda", "firearms", "deschamps", "feared", "nikolas", "interest", "told", "guns", "cruz"], "polarity": 0.0682943722943723, "subjectivity": 0.40136652236652226},
{"title": "Minneapolis Officer Faces Murder, Manslaughter Charges In Shooting Of Unarmed Woman", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595387967/minneapolis-officer-faces-murder-manslaughter-charges-in-shooting-of-unarmed-wom", "text": "Minneapolis Officer Faces Murder, Manslaughter Charges In Shooting Of Unarmed Woman\n\nEnlarge this image toggle caption AP AP\n\nA Minneapolis police officer is charged with third-degree murder and second-degree manslaughter in the case of an unarmed Australian woman who was shot and killed after calling 911 to report a possible crime.\n\nHennepin County Attorney Mike Freeman told reporters at a news conference that Officer Mohamed Noor killed Justine Ruszczyk Damond, 40, last July as she was approaching the squad car in which he and his partner were sitting, and before he could see the woman's hands.\n\n\"Officer Noor did not act reasonably, did not act objectively reasonably, and abused his authority to use deadly force,\" said Freeman.\n\nAs the Two-Way reported in July 2017,\n\n\"Transcripts of 911 calls released by the police department on Wednesday showed that Ruszczyk phoned to say she was worried a rape might be taking place outside her home. According to the officer driving the squad car that arrived on the scene, he was startled by a loud noise nearby. After that, Ruszczyk approached the driver's side of the car, and the other officer in the car, Mohamed Noor, shot her once through the open driver's window. The officers' body and car cameras had not been turned on.\"\n\nMinnesota law defines third degree murder as,\n\n\"Whoever, without intent to effect the death of any person, causes the death of another by perpetrating an act eminently dangerous to others and evincing a depraved mind, without regard for human life, is guilty of murder in the third degree and may be sentenced to imprisonment for not more than 25 years.\"\n\nFreeman explained his justification for charging Noor with third degree murder.\n\n\"A person sitting in a passenger seat of a squad car takes a gun, hears a noise, maybe sees some object...he reaches across in front of his partner, shoots a gun at an object that he can't see. That's evidence of a depraved mind in my view,\" he said.\n\nThe case drew international attention and the killing lead to the resignation of Minneapolis' former police chief Janee Harteau. Noor had been with the police force for two years and his hire initially was touted by city leaders and Minnesota's Somali-American community.\n\nDamond's father, John Ruszcyzk, and her fiance, Don Damond, issued a joint statement applauding the decision to charge Noor.\n\n\"No charges can bring our Justine back. However, justice demands accountability for those responsible for recklessly killing the fellow citizens they are sworn to protect, and today's actions reflect that,\" the statement said as quoted by the Associated Press.\n\nNoor turned himself in and his bail was set at $500,000. He has not yet offered his version of the events leading to the fatal shooting. He had been on administrative leave since the shooting and was terminated on Tuesday.", "keywords": ["woman", "murder", "ruszczyk", "unarmed", "shooting", "officer", "degree", "squad", "charges", "faces", "car", "noor", "minneapolis", "manslaughter", "act"], "polarity": -0.055, "subjectivity": 0.29766666666666663},
{"title": "What Did Cambridge Analytica Do During The 2016 Election? ", "url": "https://www.npr.org/2018/03/20/595338116/what-did-cambridge-analytica-do-during-the-2016-election", "text": "What Did Cambridge Analytica Do During The 2016 Election?\n\nEnlarge this image toggle caption Bryan Bedder/Getty Images for Concordia Summit Bryan Bedder/Getty Images for Concordia Summit\n\nIt's been a bad week for Cambridge Analytica.\n\nMultiple state attorneys general are launching investigations in the U.S. into the company's misuse of 50 million Facebook users' personal data. The company has been suspended from Facebook in the wake of a New York Times report revealing that it violated Facebook's terms of service for using personal data. And, in the wake of a series of undercover sting reports capturing CEO Alexander Nix making outlandish claims about the company bribing politicians or entrapping them by \"sending some girls to the candidate's house,\" Cambridge Analytica's board has suspended Nix from the company.\n\nIt's all a far cry from the beginning of the 2016 presidential campaign, when Cambridge Analytica waded into American politics with the goal of giving conservatives big data tools to compete with Democrats. Its big promise: developing detailed psychological profiles of every American voter, so that campaigns could tailor their pitches from person to person.\n\n\"We've been appealing to the same demographic on the same issue,\" Nix told NPR in February 2016. \"yet how we nuance this engagement is completely different.\"\n\nNo, Cambridge Analytica couldn't fully capture the personality of every single voter. But here's how Nix pitched the company's approach at the time. Cambridge Analytica worked with researchers to develop \"a 120-question survey that seeks to probe personality,\" he said. \"And we've rolled this out to literally hundreds and hundreds of thousands of people across America.\"\n\nThe company asked all sorts of questions about personality and behavior. Then it scored people on traits like openness, extroversion and agreeableness — aspects of the typical \"big five\" personality traits.\n\nPersonality profiles\n\nThose results were mixed together with polls, voter records and online activity in order to create personality models for voters. Cambridge Analytica may not have talked to you, Nix said, but \"if I talk to enough people who look like you, in terms of what data they have, I'd be able to quantify your personality based on the discussion I've had with other people.\"\n\nThis week, the Times reported that Cambridge Analytica collected a lot of this information by breaking Facebook's rules. An outside researcher affiliated with Cambridge University, Aleksandr Kogan, developed an app for the company that required users to sign in using their Facebook accounts.\n\nFacebook's rules at the time allowed the app to suck up information about all those users, and even more importantly, information about their friends. That data included education, location, the groups and pages they liked, their relationship status, and where they worked.\n\nKogan, who created the app, was allowed to collect all this information for academic purposes. What he wasn't allowed to do was pass the data along to a third party, instead of using it for research, as had been promised.\n\nFacebook has now suspended Cambridge Analytica and Kogan from the platform.\n\nCruz campaign embraces Cambridge Analytica\n\nAll this data went into the company's much-hyped psychological profiles. While Cambridge Analytica is now associated with Donald Trump's general election campaign, it was Texas Senator Ted Cruz who first employed the firm.\n\nThe Cruz campaign went all-in on political science theory and big data approaches to campaigning, and divided voters into six different psychological profiles during the early primaries. The campaign reached out to voters it grouped as \"timid traditionalists\" with different messaging than it did for \"temperamental\" voters, even if the calls, emails, and flyers were about the same Cruz stances on the same topics.\n\nThe psychological profiling got a lot of media attention after Cruz won the Iowa caucuses, especially after Nix publically claimed credit for the win in a series of media interviews.\n\nBut as the campaign advanced, the Cruz campaign became skeptical of the approach's. It ultimately phased out the psychological profiling attempts after the South Carolina primary, even though Cambridge Analytica staffers remained attached to Cruz's campaign.\n\n\"In explicit contractual language, Cambridge Analytica affirmatively represented that all data used by them were obtained legally, that they would conduct their operations 'in accordance with all applicable laws and regulations,' and that they 'hold all necessary permits, licenses and consents to conduct its operations,'\" Cruz spokeswoman Catherine Frazier said in an emailed statement this week.\n\nCruz ended his campaign for president after the Indiana primary. With Cruz out of the race and Trump on his way to lead the Republican ticket, Cambridge Analytica began working for the GOP nominee. This shift paralleled the migration of the Mercer family, major Republican donors with a significant financial stake in the company.\n\nWhile Cruz's campaign had embraced data science and was willing to experiment with political science theories that had never before been tested on the presidential level, the Trump campaign's data operation had been nonexistent. Shortly after winning the Republican nomination, Trump told the AP he viewed data as \"overrated\" in politics.\n\nStill, Cambridge Analytica staffers embedded with Trump digital strategist Brad Parscale in his San Antonio office, and played a key role in the campaign's online efforts.\n\n\"We did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign, and our data informed all the strategy,\" Nix unwittingly told Britain's Channel 4 in their undercover sting.\n\nBut, according to a source close to that operation, psychological profiling never entered into the picture. Given Trump's lack of digital infrastructure, the Cambridge Analytica staffers focused on much more basic goals, like increasing online fundraising, reaching out to undecided voters, and boosting Election Day turnout.\n\nPeople involved in both the Cruz and Trump campaigns say they never used the data Cambridge Analytica illicitly acquired from Facebook. And both campaigns ultimately soured on both the company and its CEO.\n\nNix repeatedly claimed credit for both Cruz and Trump's triumphs, violating long-held norms for behind-the-scenes campaign operatives.\n\nNix continues to brag about Cambridge Analytica's efforts. It's just that, in the most recent episode, he didn't realize he was doing-so on camera.", "keywords": ["trump", "election", "campaign", "psychological", "nix", "analytica", "personality", "cambridge", "2016", "data", "voters", "cruz"], "polarity": 0.09181622775372776, "subjectivity": 0.3731782106782108},
{"title": "Talking About Periods in Public", "url": "https://www.npr.org/2018/03/20/594966524/talking-about-periods-in-public", "text": "Talking About Periods in Public\n\nFive people tackle the period taboo head-on. NPR YouTube\n\n\"Shark week,\" \"Aunt Flo,\" \"Carrie at the prom\" — these are a few common nicknames for periods, according to Jennifer Weiss-Wolf, author of Periods Gone Public: Taking a Stand for Menstrual Equity. But the list is far from exhaustive: \"There are something like 5,000 euphemisms for periods,\" she says.\n\nWhy all the code words? Society has become more open to talking about menstruation in recent years (in fact, NPR declared 2015 the \"year of the period\"), but periods are still a topic more often talked around than talked about. That can have consequences — like shame, undiagnosed medical conditions and lack of product innovation, to name a few.\n\nHear five people who are fighting the taboo share their thoughts and experiences about periods — from leaks to the \"tampon tax\" to what it means to bleed when you don't identify as a woman — all out in the open.", "keywords": ["taboo", "talked", "words", "woman", "talking", "period", "public", "open", "npr", "youtubeshark", "periods"], "polarity": 0.03333333333333333, "subjectivity": 0.34027777777777785},
{"title": "Bodies of 39 Kidnapped Indian Workers Found In Mass Grave In Iraq", "url": "https://www.npr.org/sections/thetwo-way/2018/03/20/595231816/bodies-of-39-kidnapped-indian-workers-found-in-mass-grave-in-iraq", "text": "Bodies of 39 Kidnapped Indian Workers Found In Mass Grave In Iraq\n\nEnlarge this image toggle caption Prabhjot Gill/AP Prabhjot Gill/AP\n\nFor years Harjit Masih has been talking about what happened outside of the Iraqi city of Mosul, the Associated Press reported. He and 39 other Indian men — all construction workers working on the Mosul University campus — had been kidnapped by members of ISIS as the extremist group waged its assault on the city.\n\nThe Sikh men were held captive for a handful of days then, Masih told Fountain Ink, they were forced to kneel shoulder to shoulder and shot multiple times at close range. Masih, who was shot in the thigh, was the lone survivor and managed to escape. Eventually, he made his way back to India, where until now the government's highest officials insisted there was no proof all the other prisoners were dead.\n\n\"They were killed in front of my eyes,\" he said from his home in a northern Indian village on Tuesday, the same day India's foreign minister, Sushma Swaraj, told parliament that DNA analysis of remains found in a mass grave near the village of Badush prove that the men who were abducted in 2014 were killed, The Guardian said.\n\n\"With full proof I can say these 39 are dead,\" Swaraj told reporters, adding that the missing workers had been murdered by ISIS, according to The Telegraph.\n\nThe AP said the bodies were found under a dirt mound after Iraqi authorities found evidence of the grave last summer using radar equipment. Once the bodies were exhumed, Indian authorities sent DNA samples from relatives of the missing workers. All but one have been identified.\n\nAmong the artifacts discovered at the site were ID cards, non-Iraqi shoes and religious bracelets.\n\nIn the days leading up to their disappearance, the AP reported many of the men made panicked phone calls to their relatives back in India, pleading for help to escape the ISIS-controlled region.\n\nAs a result, as NPR reported, anxious families began swamping government hotlines. \"A majority of the Indians kidnapped in Iraq hail from Punjab,\" Punjab's deputy chief minister Sukhbir Singh Badal told NPR. \"We are really worried ... The federal government must take every necessary action to bring [them] back home,\" he said at the time.\n\nBut The Telegraph reported, the Indian government never received any ransom demands or other direct communication from the kidnappers.\n\nSwaraj, has been roundly criticized by members of the opposing party \"for giving false hope to the nation.\" But she defended the decision to wait until this week to declare the men dead, insisting the government needed proof.\n\n\"It would have been a sin had we handed over anybody's body claiming it to be those of our people, just for the sake of closing files,\" she said.\n\nThe AP says dozens of mass graves like the one found outside of Badush have been discovered in territories previously held by ISIS. However, the Iraqi government says it doesn't possess the resources or trained personnel to examine all of them.\n\nThe Indian government said the identified bodies will be flown home after formalities are completed in Iraq.", "keywords": ["masih", "bodies", "mass", "isis", "workers", "grave", "kidnapped", "men", "indian", "reported", "iraq", "39", "told"], "polarity": -0.05050505050505051, "subjectivity": 0.27904040404040403},
{"title": "Classroom Skeleton: Whose Bones Are These?", "url": "https://www.npr.org/sections/ed/2018/03/20/594907805/classroom-skeleton-whose-bones-are-these", "text": "Classroom Skeleton: Whose Bones Are These?\n\nYouTube\n\nRemember that skeleton hanging in the front of your biology — or art — classroom?\n\nIt's possible those bones are not plastic, but actual human remains. A lot of classroom skeletons, in high schools, universities and medical schools, are real.\n\nMy high school in Erie, Pa., has one; it's been hanging in the back of the art room for years. Students use it to draw and sculpt and learn about anatomy. For this episode of Skunk Bear, teachers and administrators let us borrow the skeleton. We then used a bunch of scientific tools — usually applied at crime scenes and archeological digs — to investigate this person's past: Who was this person? And where did the bones come from?\n\nFollow Skunk Bear, NPR's science show, on YouTube and Facebook.", "keywords": ["high", "bear", "skeleton", "art", "classroom", "hanging", "youtube", "bones", "skunk", "schools"], "polarity": -0.011111111111111108, "subjectivity": 0.33888888888888885},
{"title": "What Questions Do You Have About Facebook And Your Personal Data?", "url": "https://www.npr.org/2018/03/20/595288839/what-questions-do-you-have-about-facebook-and-your-personal-data", "text": "What Questions Do You Have About Facebook And Your Personal Data?\n\nWith recent backlash surrounding analytics firm Cambridge Analytica's access to and alleged misuse of massive amounts of Facebook user data, NPR wants to hear from social media users.\n\n\n\nFill out the form below. An NPR producer might be in touch, and your response may be used for an upcoming story.", "keywords": ["user", "touch", "wants", "facebook", "upcoming", "surrounding", "used", "personal", "npr", "social", "data", "questions", "usersfill"], "polarity": -0.00952380952380953, "subjectivity": 0.3166666666666667},
{"title": "Austin Mayor Steve Adler Discusses Series Of Bombings Happening Throughout City", "url": "https://www.npr.org/2018/03/20/595344930/austin-mayor-steve-adler-discusses-series-of-bombings-happening-throughout-city", "text": "Austin Mayor Steve Adler Discusses Series Of Bombings Happening Throughout City\n\nMICHEL MARTIN, HOST:\n\nIt has happened again. This morning at a FedEx processing center about 60 miles from Austin, Texas, a package exploded. It's the fifth such bombing this month. Two people have been killed, and four others have been injured. The package that exploded along with a second package with a device that did not detonate were sent by the same person.\n\nSteve Adler is the mayor of Austin where most of the explosions have taken place, and he is with us now. Mr. Mayor, it's a pleasure to speak with you again. I'm sorry about why, but thank you for joining us.\n\nSTEVE ADLER: Absolutely.\n\nMARTIN: Do the investigators think the bombing this morning is connected to the first four in Austin?\n\nADLER: The first one appears to be linked, yes.\n\nMARTIN: The obvious question, though, is why? Do you have any sense of that? Why? What's the motive here?\n\nADLER: You know, we don't know a motive at this point. And, you know, the investigators are working really hard to try to identify the folks that are responsible. And there are literally hundreds - over 500 people here in Austin from federal agencies alone. All the resources that can be brought to bear are being brought to bear. But we don't know at this point. And quite frankly, they're trying not to telescope down, the theory being that if they do that, they might overlook questions that they should be asking or not seeing things that they should see.\n\nMARTIN: You know, after the first bombing, the police chief initially said that this wasn't terrorism, that this was an isolated incident. There was even the implication that the first victim himself might be at fault. Now, the chief has since apologized for any such implication, but I am wondering why the chief was so sure of that at the time and whether that assumption led to a delay in taking this as seriously as it obviously deserves.\n\nADLER: I think what the chief says is that he wasn't coming to those conclusions - an answer to a question not too dissimilar from the question that you asked. He commented that that was something that they were looking at. But he's looking at all things. And he later, you know, apologized for the way that he answered that question because he didn't stress enough that they were looking at all things at that point, not having precluded anything. And that's still where we are.\n\nMARTIN: Is it still - the suggestion has been made that this could possibly be a hate crime given the demographics of the people who were initially affected. Is that still something that is under consideration?\n\nADLER: You know, at this point, they're not ruling out anything and gathering as much information and data as they can. You know, the events that happened today add to the concern that people are feeling in the community. They add to the anxiousness, but they also give us more information and data and more evidence.\n\nMARTIN: And you mentioned the concern that people understandably are feeling about this. Could you just tell us a little bit more about what you're hearing from your constituents? What are they saying to you?\n\nADLER: Well, I think everybody here wants answers to questions. They want whoever's responsible identified, and they want this to be over. And what we're doing is we're focusing on the things that we can do. Law enforcement has asked us all to pull together, to get each other's backs, to be basically the eyes and ears for law enforcement, to identify suspicious things that people see if things appear like they're out of place.\n\nWe're telling people that if you see something that raises a question in your mind about whether you should report it or not, the very fact that you're having that debate means that the answer is yes. And you should pick up the phone and call 911. And that's what we're doing, and people can pull together to do that. And I think everybody is - it's good for everyone to hear that there are so many people that are involved, that this is the - you know, not only the state but the national priority at this point.\n\nMARTIN: All right. Steve Adler is the mayor of Austin, Texas. Mr. Mayor, thanks so much for speaking with us.\n\nADLER: Yes, take care.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["city", "chief", "theyre", "happening", "things", "series", "bombings", "adler", "think", "point", "know", "discusses", "steve", "question", "mayor", "austin"], "polarity": 0.10113315696649029, "subjectivity": 0.4236331569664903},
{"title": "Austin Community Enacting New Security Measures After Series Of Bombings", "url": "https://www.npr.org/2018/03/20/595345001/austin-community-enacting-new-security-measures-after-series-of-bombings", "text": "Austin Community Enacting New Security Measures After Series Of Bombings\n\nAs authorities in Texas investigate the explosion of what is believed to be a fifth bomb, people in Austin are worried. Schools, businesses and residents are putting new security measures in place.\n\nAILSA CHANG, HOST:\n\nSome breaking news now - there has been a sixth explosion tonight in central Texas. Police and paramedics are on the scene at a Goodwill store near Austin. But police say this latest incident involved an incendiary device that was not a package bomb. They say they have no reason to believe this is related to prior bombings. Earlier today, a package destined for Austin exploded in a FedEx facility, and officials found another package mailed by the same person that contained an explosive device. But that device had not gone off. Reporter Ashley Lopez of member station KUT went out to gauge how people in Austin are reacting.\n\nASHLEY LOPEZ, BYLINE: The folks who are most freaked out right now are people like Angel Torres. He lives just a few streets down from where one of the first package bombs exploded in southeast Austin.\n\nANGEL TORRES: I was really worried. Like, I messaged all of my friends that live in that area to make sure they're OK. I thank God, like, that they are OK and, like, none of them were hurt.\n\nLOPEZ: Torres says ever since then, he's changed some of his behavior, making sure he's paying more attention to what's going on around him.\n\nTORRES: I get out of class late at night. And I always, like, have my music going, like, blasting my headphones walking at night. So like, I'm definitely, like, going to, like, put the volume really low and, like, just have one earphone in and, like, always have, like, my phone on me.\n\nLOPEZ: A lot of folks in Austin are on edge mostly because police haven't said much about what exactly people should look out for. The first three explosions were packages left on people's doorsteps, but one this past Sunday was a bomb placed by a sidewalk and set off by a tripwire. Jackie Rylander says she's worried this can happen at any place, at any time.\n\nJACKIE RYLANDER: It seems like it can be anything now - backpacks. And it's not worth changing your whole life for. You've got to still live.\n\nLOPEZ: And this is a common sentiment, too. Folks like David Didonato say, yeah, this is scary, but so are other things.\n\nDAVID DIDONATO: How many people are killed by crossing the street? I mean, it's something to be worried about, but there's a lot of things to be worried about.\n\nLOPEZ: A lot of people in Austin are also surprised this is happening in the first place. Brittany Taylor says this is out of character for a city known for being quirky and friendly.\n\nBRITTANY TAYLOR: And it makes me sad honestly - like, more so sad and just kind of upset than freaked out that people would do this and take time out of their day just to hurt someone else. But it's just unfortunate. And then it kind of puts a stain on our city.\n\nLOPEZ: So far police say they don't know who or how many people are involved in these bombings. For NPR News, I'm Ashley Lopez in Austin.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["enacting", "package", "measures", "series", "worried", "bombings", "npr", "community", "torres", "say", "lopez", "security", "going", "lot", "folks", "austin"], "polarity": 0.11952830308093464, "subjectivity": 0.5170872256398571},
{"title": "President Trump Adds New Lawyer To His Legal Team", "url": "https://www.npr.org/2018/03/20/595344994/president-trump-adds-new-lawyer-to-his-legal-team", "text": "President Trump Adds New Lawyer To His Legal Team\n\nPresident Trump has added a new lawyer to his legal team — one who's been vocal about attacking the Justice Department. He's not the only member of that legal team to do so.\n\nAILSA CHANG, HOST:\n\nPresident Trump's legal team is growing by one. The move comes as Trump, more directly, goes after special counsel Robert Mueller and his investigation. White House press secretary Sarah Sanders says the president is simply expressing his frustration through tweets - even as the White House and Trump's outside lawyers say they are cooperating fully with the probe. NPR White House correspondent Tamara Keith has this look at what Trump's legal team has been saying.\n\nTAMARA KEITH, BYLINE: The newest member of President Trump's outside legal team, Joe DiGenova, is a former federal prosecutor and well-known Washington lawyer. But it's more likely that his appearances on Fox News criticizing the Russia investigation are what landed him the gig. This was DiGenova on Fox in January.\n\n(SOUNDBITE OF TV SHOW, \"TUCKER CARLSON TONIGHT\")\n\nJOE DIGENOVA: There was a brazen plot to illegally exonerate Hillary Clinton and - if she didn't win the election - to then frame Donald Trump with a falsely-created crime.\n\nKEITH: And here he was again on Fox just the day before Attorney General Jeff Sessions fired former acting director of the FBI Andrew McCabe.\n\n(SOUNDBITE OF TV SHOW, \"TUCKER CARLSON TONIGHT\")\n\nDIGENOVA: This system of equal justice has been rent asunder by the conduct of James Comey, America's best-known dirty cop, Andrew McCabe and others, including senior Obama administration Justice Department officials.\n\nKEITH: Another member of Trump's outside legal team, Jay Sekulow, hosts a national call-in show where he too weighs in on developments in the investigation.\n\n(SOUNDBITE OF RADIO SHOW, \"JAY SEKULOW LIVE!\")\n\nJAY SEKULOW: This is Jay Sekulow. The Attorney General Jeff Sessions fires Andrew McCabe.\n\n(SOUNDBITE OF MUSIC)\n\nUNIDENTIFIED MAN: Live from Washington, D.C., Jay Sekulow Live!\n\nKEITH: On this edition of the show, Sekulow didn't offer much of his own analysis. But last month when Mueller's team secured the indictments of 13 Russians and three Russian entities for using social media and even organizing rallies to interfere in the U.S. election, Sekulow used his show to downplay the development.\n\n(SOUNDBITE OF RADIO SHOW, \"JAY SEKULOW LIVE!\")\n\nSEKULOW: Also, it was a program that started in 2014 - well before the election. So this was part of a - looks like an ongoing move by the Russians to engage this kind of issue is what it seems like to me. And then again, it predates the presidential campaign of Donald Trump.\n\nKEITH: Another outside lawyer John Dowd said, over the weekend, he thinks the investigation should be shut down but also described ongoing discussions with the office of special counsel as productive and constructive. That's more in line with the approach taken by the lawyer inside the White House handling the Mueller investigation, Ty Cobb, who has emphasized cooperation and insists the president has no intention of firing Mueller. So what exactly is the strategy?\n\nSTEPHEN SALTZBURG: I think there's a little bit of good cop, bad cop going on here.\n\nKEITH: Stephen Saltzburg is a professor at George Washington University Law School. Cobb is the good cop, and the outside lawyers are doing more of the bad-cop routine, Saltzburg says.\n\nSALTZBURG: And I think Joe DiGenova's addition is part of the bad cop.\n\nKEITH: But Saltzburg, who was on the independent counsel team investigating Iran-Contra and has known Mueller for a long time, says this approach must be more about undermining the investigation in the court of public opinion than actually changing how Mueller conducts his probe.\n\nSALTZBURG: He's a very disciplined prosecutor. I don't think this is going to exacerbate his approach. In other words, it's not going to make him tougher on the president, but it's not going to soften him up either.\n\nKEITH: One other audience for all these tough public statements - their own client, President Trump. Tamara Keith, NPR News, the White House.\n\n(SOUNDBITE OF RJD2'S \"MONSTERS UNDER MY BED\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["trump", "team", "president", "npr", "mueller", "legal", "adds", "trumps", "lawyer", "outside", "white", "sekulow"], "polarity": 0.10262153730463587, "subjectivity": 0.3687508891734245},
{"title": "Justices Skeptical About California Law Being Challenged By Anti-Abortion Clinics", "url": "https://www.npr.org/2018/03/20/595344987/justices-skeptical-about-california-law-being-challenged-by-anti-abortion-clinic", "text": "Justices Skeptical About California Law Being Challenged By Anti-Abortion Clinics\n\nSupreme Court justices on both sides of the ideological spectrum expressed skepticism about California's \"truth-in-advertising\" law requiring anti-abortion clinics to more fully disclose what they are.\n\nMICHEL MARTIN, HOST:\n\nSupreme Court justices from both sides of the ideological spectrum showed skepticism today as they heard arguments in a case that concerns abortion and free speech. On one side are self-identified crisis pregnancy centers that seek to prevent abortions. On the other side is the state of California, which enacted a law to ensure that the clinics do not mislead their patients. NPR legal affairs correspondent Nina Totenberg reports.\n\nNINA TOTENBERG, BYLINE: The California Legislature found that hundreds of crisis pregnancy centers in the state used, quote, \"intentionally deceptive advertising and counseling practices that often confuse, misinform and even intimidate women from making fully informed, time-sensitive decisions about critical health care.\" In response, the state enacted a law that has two provisions. One requires all unlicensed clinics to inform patients in writing that the facility has no licensed medical personnel. That one-sentence disclosure is also required in advertisements.\n\nThe second provision requires a licensed clinic to post a sign saying that the state provides free and low-cost access to prenatal and delivery care and other reproductive care, including birth control and abortion. The sign is to list a county social services number for more information. On the steps of the Supreme Court today the law's author, Assemblyman David Chiu, called the measure a public health truth-in-advertising law.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDAVID CHIU: There are thousands of fake health clinics around our country, 370 in the state of California that are unfortunately deceiving women.\n\nTOTENBERG: But Michael Farris, who represents the anti-abortion clinics, said the statute unconstitutionally compels his clients to point women to places where abortion is available.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nMICHAEL FARRIS: It's one thing for government to ban speech. That's not acceptable. But it's even worse for the government to put words in your mouth and turn you into their marionette that they can force you to say what they want you to say.\n\nTOTENBERG: Inside the high court, Farris got some pushback from the court's liberal justices. Justices Ginsburg, Sotomayor and Kagan all noted that the court in 1992 upheld provisions of a state law that required doctors to inform women seeking abortions of alternatives, including adoption, and to give these women nonmedical information - for instance, that the state requires the father of a child to pay child support. That's the exact flip side of this case, said Justice Kagan. Or as Justice Stephen Breyer put it, in law, what's sauce for the goose is sauce for the gander.\n\nJustice Samuel Alito, a consistent opponent of abortion rights, asked if it would be constitutional for the state to require that all clinics, pro-life and pro-choice, post a full list of options available to pregnant women. Farris said that, too, would be unconstitutional. A few moments later, Farris said that unlicensed clinics should not be subject to any disclosure provision because they don't provide medical procedures.\n\nSotomayor disputed that. She pointed to a website for an unlicensed crisis pregnancy clinic, noting that there's a woman on the home page in a nurse's uniform in front of an ultrasound machine and that the text says that the clinic will, quote, \"educate women about different abortion methods available.\" How, asked Sotomayor, would this not be perceived as a medical facility? Farris eventually conceded that some unlicensed anti-abortion centers do provide pregnancy tests and ultrasounds, but maintained that these are not medical procedures.\n\nThe tone of the argument changed, however, when Justice Kennedy posed this hypothetical - what would happen if an unlicensed center had a billboard that said, choose life? Would they have to disclose that they're an unlicensed center? Yes, replied Farris, adding that the disclosure sentence would have to be in the same font size as choose life, and that it would also have to appear as well in other languages that are spoken frequently in that county.\n\nFor Kennedy, potentially the decisive vote in the case, that seemed to close the book. It's an undue burden, he said, and that should suffice to invalidate the statute. California Deputy Solicitor General Joshua Klein seemed unable to mitigate that concern, and soon liberal justices Sotomayor, Kagan and Ginsburg also expressed misgivings about the potentially onerous nature of the law's advertising provision. Nina Totenberg, NPR News, Washington.\n\n(SOUNDBITE OF BRUNO BAVOTA'S \"IF ONLY MY HEART WERE WIDE LIKE THE SEA\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["court", "npr", "state", "women", "skeptical", "challenged", "justices", "law", "california", "unlicensed", "farris", "clinics", "antiabortion"], "polarity": 0.035851063829787234, "subjectivity": 0.4283333333333333},
{"title": "Facebook's Data Scandal Latest Blow To The Company's Reputation", "url": "https://www.npr.org/2018/03/20/595344980/can-facebook-move-past-latest-breach-of-user-data", "text": "Facebook's Data Scandal Latest Blow To The Company's Reputation\n\nEnlarge this image toggle caption Daniel Leal-Olivas/AFP/Getty Images Daniel Leal-Olivas/AFP/Getty Images\n\nThe turmoil for Facebook isn't letting up. The social media giant is facing more blowback from users, regulators and investors following reports that its user data was misused by Cambridge Analytica, a firm that worked for the 2016 Trump presidential campaign.\n\nThat has spurred a user boycott, as angry former Facebook users started turning to Twitter over the weekend to express their discontent. David Chartier, a freelance writer in Chicago, was one of them:\n\n\"You can and arguably should #DeleteFacebook,\" Chartier wrote, in response to news that Cambridge Analytica, a voter-profiling firm, allegedly collected and used data from 50 million Facebook users without their permission.\n\nChartier's tweet — one of many like it — proved one of his most popular, eliciting 300 retweets and several responses. \"People who have been thinking about it, and they're getting inspired to now, or people who had done it recently\" reached out in support, he says.\n\nCalls for a consumer boycott of Facebook is just one of the company's mounting problems, all stemming from a rapid erosion of public trust. It failed to prevent the dissemination of fake news and misleading ads during the presidential election, and now it appears it failed to keep its users' data safe.\n\nTavis McGinn says he thinks the unauthorized use of data involves more companies than just Cambridge Analytica.\n\n\"You have to assume that there are many, many other companies who are out there using the data in a similar way,\" he says.\n\nMcGinn now has his own research firm called Honest Data, but last year worked for Facebook CEO Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg, conducting reputation research and polling for them. He left after only six months, because he did not like the company's culture, and says Facebook and its executives' reputations have gotten markedly worse since he left.\n\n\"A lot of the damage has already been done, and it is very hard to rebuild trust,\" he says.\n\nThe executives are coming under fire for their response. Facebook's data security chief, Alex Stamos, is leaving by August, amid reports of discord among executives over to handle its many problems.\n\nMotley Fool analyst Jason Moser says Facebook executives are hurting its stock price and making its brand problems far worse by not responding to the public outcry.\n\n\"Mark Zuckerberg made his resolution for 2018 to fix the Facebook platform,\" he says. \"Right now, that's getting off to ... a horrendous start.\"\n\nFacebook could not be reached for comment.\n\nMoser says the company is likely to face increased regulatory pressure. On Wednesday, Facebook officials are meeting with congressional staffers. According to news reports, the Federal Trade Commission is investigating the incident.\n\nTechnology Facebook Admits Data-Mining Firm Got Access To Millions Of Users' Personal Information Facebook Admits Data-Mining Firm Got Access To Millions Of Users' Personal Information Listen · 3:32 3:32\n\nFacebook has grown through acquisition of companies such as Instagram and WhatsApp. But Moser says it isn't likely to win regulators' blessings on any future deals. \"Regulators would put that under the microscope, and give it a very thorough examination, because of what we're seeing right now,\" he says.\n\nMeanwhile, Moser says, the #DeleteFacebook movement speaks to an overall disenchantment among users. He says he informally surveys friends and acquaintances about their recent Facebook use. Every one of them reports having cut back. \"But then it also has to make you wonder, are Facebook's best days behind it?\"\n\nDavid Chartier, the Chicago writer, says he was inspired to quit Facebook after other friends quit. And now, he says, even more friends are following suit.\n\n\"We just took a little bit of time to talk a different way, maybe we message each other, or some of them use Twitter a little more often, maybe we're even calling each other,\" he says.", "keywords": ["users", "reports", "regulators", "moser", "friends", "latest", "companys", "facebook", "reputation", "scandal", "executives", "blow", "facebooks", "firm", "data"], "polarity": 0.07770146520146519, "subjectivity": 0.45641941391941393}
]