[
{"title": "Depth Of Russian Politician's Cultivation Of NRA Ties Revealed", "url": "https://www.npr.org/2018/03/01/590076949/depth-of-russian-politicians-cultivation-of-nra-ties-revealed", "text": "Depth Of Russian Politician's Cultivation Of NRA Ties Revealed\n\nEnlarge this image toggle caption Konstantin Zavrazhin/Getty Images Konstantin Zavrazhin/Getty Images\n\nUpdated at 10:25 p.m. ET\n\nA prominent Kremlin-linked Russian politician has methodically cultivated ties with leaders of the National Rifle Association, and documented efforts in real time over six years to leverage those connections and gain access deeper into American politics, NPR has learned.\n\nRussian politician Alexander Torshin claimed his ties to the National Rifle Association provided him access to Donald Trump — and the opportunity to serve as a foreign election observer in the United States during the 2012 election.\n\nTorshin is a prolific Twitter user, logging nearly 150,000 tweets, mostly in Russian, since his account was created in 2011. Previously obscured by language and by sheer volume of tweets, Torshin has written numerous times about his connections with the NRA, of which he's a known paid lifetime member. NPR has translated a selection of those posts that document Torshin's relationship to the group.\n\nThese revelations come amid news that the FBI is investigating whether Torshin, the deputy governor of the Bank of Russia, illegally funneled money to the National Rifle Association to assist the Trump campaign in 2016, McClatchy reported in January.\n\nIn a letter to Sen. Ron Wyden, D-Ore., a member of the Senate intelligence committee, the NRA denied any wrongdoing and suggested the FBI is investigating Torshin, not the NRA. Neither the NRA nor Torshin responded to inquiries from NPR.\n\nInvestigations by Congress and the Department of Justice have revealed that the Russian government has sought to sharpen political divisions among American citizens by amplifying controversial social issues. Investigators have expressed concern about Russian links to the NRA, one of the most politically polarizing organizations in the U.S.\n\nTorshin is a former Russian senator and served as the deputy speaker of Russia's parliament for more than a decade. Known as a Putin ally, he also spent time on Russia's National Anti-Terrorism Committee, a state body that includes the director of Russia's internal security service and the ministers of defense, interior and foreign affairs.\n\nTranslation of November 2016 tweet: \"For 15 years, I've traveled to the US with official delegations, and more often - privately. In this time, I NEVER HEARD ONE BAD WORD ABOUT RUSSIA!\"\n\nTorshin's use of NRA connections to open doors, and his 2015 claim to know Trump through the organization, raise new questions about the group's connections with Russian officials — at a time when the organization is being roundly criticized by its opponents, and at times the president himself, for opposition to gun control.\n\nThe president has also defended the group in recent days as the gun debate has reemerged in the wake of a Florida school shooting, including a tweet calling the group's leaders \"Great American Patriots.\"\n\nThe NRA has been a key part of Trump's conservative base. After a meeting with lawmakers in which Trump angered many conservatives for entertaining proposals for gun control, the president tweeted that he had another meeting with NRA leaders in the Oval Office on Thursday night.\n\nOn his verified Twitter account, Torshin talked about how he knew Donald Trump through the NRA, citing a connection at the group's 2015 convention. Responding to a tweet about comedian Larry David accusing Trump of being a racist, Torshin said he knew the businessman through the NRA, and defended him.\n\nTranslation of November 2015 tweet: \"A comedian should make people laugh! Right? So he is trying! I know D. Trump (through NRA). A decent person.\"\n\n\"I saw him in Nashville\" in April 2015, Torshin added later, the date and site of the NRA's 2015 convention. Trump gave a speech at that convention, the outlines of which would become familiar as his stump speech throughout the 2016 presidential campaign. The White House did not respond to repeated requests for comment by NPR, but denied Trump has ever met Torshin to Bloomberg News in 2017.\n\nAmong his tens of thousands of tweets, Torshin also documented his attendance at every NRA convention between 2012 and 2016, only some of which have been previously reported.\n\nTorshin's attendance at the NRA convention in 2016 is where he reportedly met with Donald Trump, Jr.\n\nTorshin had made repeated attempts to meet with Donald Trump himself at that convention during the presidential election year, but there is no evidence of this occurring. A conservative activist with ties to Torshin aide Maria Butina reached out to the Trump campaign in 2016, saying that Russia was \"quietly but actively seeking a dialogue with the U.S.\" and would try to use the NRA convention to make \"first contact,\" the New York Times reported.\n\n\"Putin is deadly serious about building a good relationship with Mr. Trump,\" the activist, Paul Erickson wrote. \"He wants to extend an invitation to Mr. Trump to visit him in the Kremlin before the election.\" Erickson has business ties to Butina, having started an LLC with her in South Dakota.\n\nTorshin has used his repeated trips to NRA conventions to cultivate relationships with top NRA officials. And his Twitter account documents that he has personally met with every person who has been president of the NRA since 2012.\n\nOn Twitter, Torshin portrayed these meetings as more than merely casual encounters. In 2017, he tweeted that he was bringing a gift to then-NRA President Allan Cors, and suggested he was familiar with Cors' hobbies.\n\nTranslation of January 2017 tweet: \"Bought a gift for NRA President Allan Cors. Tanks are his favorite topic!\"\n\nCors is the founder of the Virginia Museum of Military Vehicles, according to its website.\n\nIn a public DropBox album that Torshin linked to from his Twitter account, he's seen meeting with former NRA president Jim Porter, as well as former NRA president David Keene.\n\nHis tweets suggest a longtime relationship with Keene, who repeatedly appears in photos as Torshin documents his visits, suggesting that their meeting was not merely coincidental. Keene did not respond to a request for comment.\n\nTorshin has also met the current president of the NRA, Pete Brownell. Brownell was part of an NRA delegation that visited Moscow in 2015.\n\nThese relationships that he cultivated appeared to open another door. Torshin came to the United States in 2012 as an international election observer, and watched as ballots were cast during the Obama-Romney presidential contest in Tennessee. This was possible, he wrote, due to his NRA links.\n\nTranslation of January 2015 tweet: \"I was there at Obama's last election! The NRA card, to me as an observer from Russia, opened access to any [polling] station.\"\n\n\"Tennessee resident Kline Preston requested Mr. Torshin to be an international observer in November 2012,\" Adam Ghassemi, a spokesman for the Tennessee Secretary of State, told NPR. The Washington Post reported last year that Preston, a Tennessee lawyer, was the one who originally introduced Torshin to former NRA president David Keene back in 2011.\n\nThe heat is on the Russian politician, who was alleged by Spanish police to have directed financial transactions for the Russian mob. Not only is the FBI reportedly investigating him — the bureau declined to comment for this story — but lawmakers involved in congressional investigations have also expressed interest in Torshin.\n\nBoth the Senate and House intelligence committees are currently engaged in investigations into potential ties between the Trump campaign and Russia.\n\nWyden, the top Democrat on the Senate Finance Committee and a member of the Senate intelligence committee, has demanded the Treasury Department's Financial Crimes Enforcement Network hand over documents related to Torshin and the NRA.\n\n\"The NRA and its related entities do not accept funds from foreign persons or entities in connection with United States elections,\" NRA General Counsel John Frazer wrote in response to a request from Wyden to turn over documents related to transactions between the NRA and Russian citizens. \"NRA political decisions are made by NRA officers and executive staff, all of whom are United States citizens. No foreign nationals are consulted in any way on these decisions.\"\n\nRep. Adam Schiff, the top Democrat on the House intelligence committee, told NPR this week that the committee's members have asked relevant witnesses about the NRA through the course of their investigation.\n\n\"I can't go into what we've been able to learn thus far on that issue. I can tell you it's one of deep concern to me and to other members of the committee, that we get to the bottom of these allegations that the Russians may have sought to funnel money through the NRA,\" Schiff said. \"It would be negligent of us not to investigate.\"\n\nGlenn Simpson, the co-founder of research firm Fusion GPS, alluded to Torshin and the NRA during his closed-door testimony before the House intelligence committee in November.\n\n\"It appears the Russians, you know, infiltrated the NRA. And there is more than one explanation for why,\" Simpson told lawmakers. \"But I would say broadly speaking, it appears that the Russian operation was designed to infiltrate conservative organizations. And they targeted various conservative organizations, religious and otherwise, and they seem to have made a very concerted effort to get in with the NRA.\"\n\nNot only are congressional investigators interested in the NRA's relationship with Russia, but this inquiry comes as the NRA is receiving additional pressure from groups hoping to pass additional gun restrictions into law, and as dozens of American companies have cut ties with the NRA in the wake of the Parkland, Fla., shooting last month.\n\n\"These revelations suggest that for years the NRA courted a top Putin ally who is now reportedly attracting scrutiny from the FBI,\" John Feinblatt, president of Everytown for Gun Safety, told NPR. \"NRA leaders still haven't explained their close relationship with Russian officials in Putin's orbit. Until they do, people will continue to wonder what the NRA is hiding.\"\n\nNPR's Alina Selyukh and Audrey McNamara contributed to this story.", "keywords": ["npr", "nra", "russian", "revealed", "depth", "cultivation", "trump", "president", "torshin", "ties", "politicians", "2016", "convention", "committee"], "polarity": 0.06965405284370801, "subjectivity": 0.3522181482310792},
{"title": "Trump Chief Of Staff Kelly: I Didn't Want To Leave DHS But 'God Punished Me'", "url": "https://www.npr.org/2018/03/01/589864333/white-house-chief-of-staff-kelly-didnt-want-to-leave-dhs-but-god-punished-me", "text": "Trump Chief Of Staff Kelly: I Didn't Want To Leave DHS But 'God Punished Me'\n\nWashington Post YouTube\n\nPresident Trump's chief of staff, John Kelly, who has attempted to bring order to a chaotic West Wing, joked Thursday that he is not sure what he did to wind up in his current position.\n\nAt an event marking the 15th anniversary of the Department of Homeland Security, Kelly said, \"The last thing I wanted to do was walk away from one of the great honors of my life, being the secretary of homeland security, but I did something wrong and God punished me, I guess.\"\n\nKelly, appearing on stage with two other former DHS secretaries and the current holder of the position, Kirstjen Nielsen, drew laughs when he said he had \"no right\" to be on stage with them. Kelly told the audience of DHS staffers that he missed them \"every day.\"\n\nKelly was Trump's first homeland security secretary and remained in the job for six months before Trump tapped him to replace Reince Priebus at the White House.\n\nKelly has been under intense scrutiny following revelations that former White House staff secretary Rob Porter had been granted an interim security clearance even though a background check revealed domestic abuse allegations by Porter's two ex-wives — allegations which Porter has denied.", "keywords": ["homeland", "god", "dhs", "stage", "kelly", "trump", "white", "chief", "secretary", "trumps", "didnt", "security", "staff", "punished", "leave"], "polarity": 0.014508928571428575, "subjectivity": 0.3656001984126983},
{"title": "Trump Says Administration Working On 'Very Very Strong' Policies To Combat Opioids", "url": "https://www.npr.org/2018/03/01/589853483/trump-says-administration-working-on-very-very-strong-policies-to-combat-opioids", "text": "Trump Says Administration Working On 'Very Very Strong' Policies To Combat Opioids\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nUpdated at 5:06 p.m. ET\n\nThe White House convened a summit on the opioid epidemic Thursday, where first lady Melania Trump said she is proud of the what the administration has already accomplished on the issue, but that \"we all know there is much work still to be done.\"\n\nAlthough he had not been expected to participate, President Trump briefly joined the event.\n\nAfter introducing a personal friend who lost a son to drugs, the president addressed his administration's plans for battling the opioid epidemic. \"The administration is going to be rolling out policy over the next three weeks, and it will be very, very strong,\" Trump said. I've also spoken with [Attorney General] Jeff [Sessions] about bringing a lawsuit against some of these opioid companies.\"\n\nSince President Trump declared the opioid epidemic a national public health emergency last October, advocates and members of Congress have complained they haven't seen much action and have struggled to get information about what the administration has been doing.\n\nWhite House officials insist the administration has been hard at work, and that's what Thursday's opioid summit was all about. It featured Cabinet members, along with Mrs. Trump and counselor to the president Kellyanne Conway.\n\nThe summit was intended to \"highlight the progress the Administration has made to combat drug demand and the opioid crisis,\" a White House official said in a statement.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nIn 2016, the most recent year for which data are available, opioid-related overdoses killed more than 42,000 Americans. That's an average of 115 deaths every day.\n\nLast November, the president's commission on opioids released a lengthy set of recommendations, and most remain a work in progress or unaddressed altogether.\n\nSeveral advocates NPR contacted ahead of the summit said they hadn't seen as much action as they had hoped, especially in the area of making quality, scientifically sound treatment options more readily available.\n\nIn recent weeks there has been some movement, with a congressional budget agreement pledging to add several billion dollars to combat the crisis and the Department of Justice announcing it would work with states that are suing drug manufacturers.\n\nStill, the advocates said that is far short of what they had hoped when Trump declared an emergency, and they said they were interested to see what new information they could learn from the White House summit.\n\nPanels planned for Thursday's event included a discussion of prevention, treatment and recovery with Health and Human Services Secretary Alex Azar, Veterans Affairs Secretary Dr. David Shulkin and Housing and Urban Development Secretary Dr. Ben Carson. A discussion of law enforcement and drug interdiction efforts with Secretary of Homeland Security Kirstjen Nielsen and Attorney General Jeff Sessions was also planned.\n\nAlso on the agenda: a question-and-answer session with Jim Carroll, the recently named acting director of the Office of National Drug Control Policy. President Trump has also nominated Carroll to permanently hold the position of \"drug czar.\" Trump's first nominee was forced to withdraw. Carroll is a lawyer who has extensive government and private sector experience but hasn't done any work in the public health arena.\n\nOther administration officials were expected to attend as well as about 200 advocates and others directly connected to the opioid crisis. There were some well-known names among them, including former congresswoman Mary Bono, Florida Attorney General Pam Bondi who was a member of the president's opioid commission, the first lady of North Dakota Kathryn Helgaas Burgum who is herself recovering from opioid addiction and former Fox News personality Eric Bolling whose son died of an opioid overdose.\n\n\"It's a problem that's growing,\" the president also said while speaking to those at the summit Thursday. \"And drugs are a similar but different problem,\" Trump also said, \"in the sense that we have pushers and we have drug dealers that don't — I mean, they kill hundreds and hundreds of people, and most of them don't even go to jail.\"\n\n\"Some countries have a very, very tough penalty — the ultimate penalty [for drug dealers],\" Trump also said. \"And, by the way, they have much less of a drug problem than we do. So we're going to have to be very strong on penalties.\"\n\nSpeaking before to NPR before the start of the event, the nation's top doctor said he was a mission to raise awareness about the epidemic. \"We want America to understand this is a problem,\" Surgeon General Jerome Adams said in an interview that aired Thursday on Morning Edition. \"The majority of the public does not see the opioid epidemic as rising to the level of an emergency, so it's important that we continue to say at the highest levels, this is a problem in all communities and it's getting worse.\"\n\nU.S. Surgeon General Jerome Adams Talks To NPR Listen · 7:13 7:13\n\nBut he added he also wants Americans to have hope. \"The administration has prioritized the issue and is implementing strategies around saving lives, lowering demand and lowering supply,\" said Adams.", "keywords": ["policies", "summit", "strong", "administration", "epidemic", "work", "working", "opioids", "trump", "problem", "president", "opioid", "general", "combat", "drug"], "polarity": 0.10690756246677298, "subjectivity": 0.36987340510366823},
{"title": "Putin Says Russia Has New Nuclear Weapons That Can't Be Intercepted", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589830396/putin-says-russia-has-nuclear-powered-missiles-that-cant-be-intercepted", "text": "Putin Says Russia Has New Nuclear Weapons That Can't Be Intercepted\n\nEnlarge this image toggle caption Alexei Nikolsky/AP Alexei Nikolsky/AP\n\nUpdated 9:55 a.m. ET\n\nPresident Vladimir Putin said in his annual state-of-the-nation speech that Russia has tested powerful nuclear weapons that render missile defense systems useless.\n\nThose weapons include cruise missiles, nuclear-powered underwater drones and a new hypersonic missile that travels five times the speed of sound.\n\n\"The foreign policy part of Putin's speech focused on how the United States had ignored Russia's strategic interests long enough,\" NPR's Lucian Kim reported from Moscow. \"Putin repeatedly interrupted his speech to show videos of cutting-edge rockets and torpedoes snaking their way to their targets.\"\n\nPutin warned that any use of nuclear weapons against Russia or its allies would trigger a response.\n\nThe speech precedes Russia's upcoming presidential elections, set for March 18. Putin is widely expected to win his fourth term in office.\n\nWith videos and computer graphics displayed on giant screens, Putin showed off the array of new weapons to the hundreds of officials and lawmakers gathered for the address.\n\n\"A low-flying, low-visibility cruise missile armed with a nuclear warhead and possessing a practically unlimited range, unpredictable flight path and the capability to impregnate practically all interception lines is invulnerable to all existing and future anti-missile and air defense weapons,\" Putin said, according to the state news service TASS. He said the missile was successfully tested late last year.\n\nThe underwater drone is capable of operating at \"very extreme depths covering intercontinental distances\" at speeds much faster than current submarines, torpedoes and surface ships, Putin said.\n\nHe also said Russia had tested a new heavy intercontinental ballistic missile, called Sarmat, capable of striking targets by flying over either the North or South poles. The missile can be armed with nuclear warheads, he said, including the new hypersonic ones.\n\n\"With the total weight of over 200 tons it has a short active flight path, which complicates its intercept by ABM systems,\" said Putin, according to TASS.\n\nRussia's claims about its nuclear capabilities can be difficult to verify. For example, Russian television flashed a design of their new nuclear-armed underwater drone in 2015. Many experts questioned details in the schematic, and doubted that the weapon is fully developed. But most agree a program looking into nuclear drones exists.\n\nThe president also spoke about domestic issues, including highway infrastructure and health care.\n\n\"The containment of Russia didn't succeed,\" Putin said. \"It's time to recognize that reality. This isn't a bluff.\"\n\n\"No one has listened to us,\" he said, according to the AP. \"You listen to us now.\"\n\nNPR's Geoff Brumfiel contributed to this report.", "keywords": ["underwater", "according", "russia", "cant", "speech", "tested", "videos", "intercepted", "weapons", "nuclear", "putin", "missile"], "polarity": 0.08191031941031941, "subjectivity": 0.48226863226863237},
{"title": "Computer Teacher With No Computers Chalks Up Clever Classroom Plan", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/01/589519475/computer-teacher-with-no-computers-chalks-up-clever-classroom-plan", "text": "Computer Teacher With No Computers Chalks Up Clever Classroom Plan\n\nEnlarge this image toggle caption Frimpong Innocent Frimpong Innocent\n\nCould you teach computer class without a computer?\n\nFor Owura Kwadwo Hottish, 33, an information and communications technology teacher in Ghana, it's his only option. At the middle school where he works, there are no computers. So using colored chalk, he painstakingly draws a version of the computer screen onto the blackboard.\n\nIn mid-February, he shared a Facebook post showing photos of himself teaching Microsoft Word using this method. His story went viral, making international headlines around the world.\n\nPeople praised his incredible attention to detail. \"How many days did you take to draw that?\" one commenter marveled. Indeed, his drawing of the word processing software included dozens of buttons and features, from the File tab to the horizontal scroll bar.\n\nAnd he was lauded for his commitment to the students. \"God bless you for the effort you are putting into grooming our young people,\" wrote another.\n\nOne commenter expressed his disappointment in the Ghanaian education system: \"Modern-day Ghana teaching ICT like this ... so sad.\"\n\nFor Hottish, who spends about 30 minutes making these drawings before every class, teaching this way is really no big deal. \"Every subject is taught on the blackboard here,\" he says.\n\nHe has taught computer class for six years and currently works at Betenase M/A Junior High School in Kumasi, a city about 250 miles from Accra, the capital of Ghana. He studied computers at the Kumasi Technical University. He does have a computer at home, \"but the battery is too weak to send it to school,\" he says.\n\nVia WhatsApp, we chatted with Hottish about his newfound fame, where he learned how to draw and what he wishes most for his students. This interview has been edited for length and clarity.\n\nYou've captured the world's attention for using a chalkboard to teach a computer program. What do you make of all the hype?\n\nI was really surprised. I wasn't expecting my Facebook post to go that far.\n\nYour story has been shared all over the world. Why do you think people are so fascinated by it?\n\nIt's because of the chalkboard illustration of Microsoft Office. How I detailed it.\n\nWhy didn't you just teach them on a computer?\n\nThere is no computer and I had no choice but to draw for them.\n\nWhere did you learn your drawing skills? You are quite good!\n\nI studied art and graphic design in secondary school.\n\nWhat else do you teach besides Microsoft Word?\n\nWe teach them the basics, like turning on and off the computer, components of the personal computer and creating folders.\n\nAnd you do that all on the chalkboard!\n\nYes.\n\nWhen your students actually see a real computer are they able to take what you've learned from the chalkboard and apply it to real life?\n\nYes, but not with ease. They sometimes fumble behind the real computers. [Teaching with a real computer] would be easier for them.\n\nDo your students have computers at home?\n\n[We live in] a rural community and the students don't have it at all in their homes.\n\nPeople talk about the \"digital divide,\" which keeps poor people from entering the digital age. Does a chalkboard picture of Microsoft Word help kids get a way in, or is it a cruel reminder that they are lacking in equipment?\n\nThey are lacking more than just equipment.\n\nDid your students laugh at you when you first tried teaching them computers on the chalkboard?\n\nNo. That's the normal way and they're used to it. They were OK since they don't have an option, not having computers at the school.\n\nSo you're not the first to teach computers on a blackboard!\n\nYeah, that's normal in the rural community.\n\nDoes anyone ever erase your drawings?\n\nYes, after the students are done and the lesson is over. To make room for the next class.\n\nSo you have to draw a new screen every time!\n\nYes.\n\nI've read in news reports that you've received an outpouring of help from foreigners who want to donate computers to your school. Is that actually happening?\n\nNo, they are showing interest but nothing has been brought to the school. We are praying that they are able to organize themselves and present us with computers.\n\nDo students ever correct your drawings?\n\nNo, they only tell me if they can't see some portions very well.\n\nHave any of your students graduated and gone on to study or work in computers?\n\nI can't tell, because when they graduate they move to urban areas to make a living or continue their education.\n\nIf you could give your students anything, what would it be?\n\nComputers! So they can have a feel for it.", "keywords": ["teacher", "computer", "plan", "teach", "draw", "chalkboard", "chalks", "students", "teaching", "real", "microsoft", "classroom", "clever", "computers", "school"], "polarity": 0.10239478114478118, "subjectivity": 0.43616442199775535},
{"title": "Uber Launches Service To Get People To The Doctor's Office ", "url": "https://www.npr.org/2018/03/01/589464779/uber-launches-service-to-get-people-to-their-doctors-offices", "text": "Uber Launches Service To Get People To The Doctor's Office\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nUber wants to get you from your home to your doctor's office — and you won't even need to open the Uber app. The company announced Thursday that it's teaming up with health care organizations to provide transportation for patients going to and from medical appointments.\n\nThe rides can be scheduled for patients through doctor's offices, by receptionists or other staffers. And they can be booked for immediate pickup or up to 30 days in advance. That means patients without a smartphone — who wouldn't be able to use Uber otherwise — can become Uber customers.\n\nInstead of operating through an app, Uber Health will send its passengers' ride information through an SMS text message. The company also plans to introduce the option for passengers to receive a call with trip details to their landline instead. Drivers will still use the Uber smartphone app to pick up these passengers.\n\n\"Transportation barriers are the greatest for vulnerable populations,\" says Chris Weber, the general manager of Uber Health. \"This service will provide reliable, comfortable transportation for patients.\"\n\nTransportation is, indeed, a barrier to good health care. Affordable access to a vehicle is consistently associated with increased access to medical care, according to a study. Around 3.6 million Americans miss doctor's appointments or delay medical care due to a lack of transportation every year, according to the National Conference of State Legislatures.\n\nTo meet the medical privacy standards outlined in the federal HIPAA law, drivers won't know which of their passengers are using Uber Health. Like a typical Uber ride, only a passenger's name, pickup and drop-off addresses will be given to the driver. So Uber drivers won't be able to opt into the health service the same way that they opt into Uber Eats, a food delivery service.\n\nPeter Whorley, who drives a Honda Odyssey minivan for Uber in Fort Lauderdale, Fla., often picks up passengers who need the extra space, including patients traveling to and from doctor's offices.\n\n\"I just picked up someone with back surgery the other day,\" he says. \"I like to help people, if they need extra assistance, I personally don't have that problem. But some people might be squeamish, and not want to.\"\n\nWhorley, who has been driving for Uber for more than two years, is more skeptical about picking up people without smartphones. He thinks location tracking on smartphones is vital to the efficiency of the ride-hailing service. \"When you're a good passenger, you should be able to have your phone out to communicate with your driver,\" he says.\n\nUber's Weber says that because health care providers will use their best discretion in scheduling the rides, they won't call Ubers for people in need of urgent medical attention. \"It's not a replacement to ambulances,\" he says, but a reliable means of transportation to non-urgent medical services that he hopes will curb missed appointments.\n\nOne hundred health care organizations in the U.S., including hospitals, clinics, rehab centers, senior care facilities, home care centers, and physical therapy centers have already used Uber Health's test program. The service will be rolled out to health care organizations gradually.", "keywords": ["care", "transportation", "launches", "health", "office", "medical", "doctors", "patients", "passengers", "wont", "uber", "service"], "polarity": 0.15759803921568627, "subjectivity": 0.36228991596638654},
{"title": "Norfolk Requires Developers To Do More Against Flooding", "url": "https://www.npr.org/2018/03/01/589634980/norfolk-requires-developers-to-do-more-against-flooding", "text": "Norfolk Requires Developers To Do More Against Flooding\n\nEnlarge this image toggle caption Steve Helber/AP Steve Helber/AP\n\nNorfolk, Va. is among the American cities most threatened by sea-level rise. A new zoning ordinance aims to get in front of that, but some home builders are not happy with the plan. The debate is a preview of the challenges residents of coastal areas may face in years to come, as more communities are threatened by rising seas.\n\nFor Norfolk, the rising tides are already a reality that can't be ignored.\n\n\"There are far too many evenings where the moon is full and the tide is high, where there are streets where the kayak is the preferred vehicle of choice,\" says George Homewood, the city's planning director.\n\nHomewood says the city – surrounded by water on three sides and home to the world's largest naval base – has no choice but to get ready for rising seas.\n\n\"It is something that the citizens of our city are extremely and painfully aware of,\" he says.\n\nLast year, the U.S. Army Corps of Engineers said Norfolk needs $1.8 billion in infrastructure improvements to reduce its flood risk. That's a huge, and possibly insurmountable, price tag. For now, the city is taking a smaller step to prepare for that increasingly wet future with its new zoning ordinance.\n\nThe regulations, taking effect March 1, require virtually all new construction – and many major home renovations – to be built on an elevated foundation, even in neighborhoods where flood insurance isn't required. It also sets up a point system that requires builders to take steps to make homes more sustainable and flood-resilient. Options include things like installing rain barrels to capture storm water, or using shatter-resistant windows to better withstand hurricanes.\n\nMary-Carson Stiff works in environmental advocacy and lives in a flood-prone Norfolk neighborhood. When Stiff and her husband bought the house a few years ago, sea-level rise and flooding were very much on her mind. She says she was happy to find a house on a hill, with a nice tall foundation, that's been standing for almost 100 years.\n\n\"The streets flood, but your homes may stay dry. That's certainly the case on our street,\" Stiff said.\n\nStiff can see a creek from her front porch, and says the road along it often floods during heavy rains and high tides. She supports the new ordinance, which passed the city council unanimously.\n\nEnlarge this image toggle caption Sarah McCammon/NPR Sarah McCammon/NPR\n\nHigher Standards, Higher Costs\n\nBut some local real estate agents and builders say they're worried about how the new rules – which also include some aesthetic guidelines along with flood mitigation measures – will affect their bottom line.\n\nNick Jacovides, President of EDC Homes, says he understands that flooding is a problem here. \"Many times we're tearing down homes that are in flood zones, and building them up at the new flood elevations,\" he says.\n\nBut Jacovides has several concerns about the new rules. He says some buyers see rain barrels as eye-sores and mosquito traps. Plus, \"it's certainly going to add to the cost of doing business and building the homes,\" he says, and \"we're going to have to pass [that] through to the customers.\"\n\nIt does cost a bit more to install rain barrels or build a taller foundation, for example.\n\nBut Chad Berginnis, of the Association of State Floodplain Managers, says it will pay off for home buyers in at-risk areas. He says zoning rules that take sea-level rise into account will mean lower flood insurance premiums for homeowners.\n\n\"For most property owners ... it's that monthly house payment that becomes more important,\" Berginnis says. \"And their monthly cost of ownership could go down significantly because of these standards.\"\n\nBerginnis likes that Norfolk is applying the new standards outside the high-risk zone. He points to cities like Houston, which have seen more widespread flooding in recent years, as an example of why it's important to look beyond federal flood maps when planning for disasters. Houston is debating its own flood-prevention standards, which are set for a vote later this month.\n\n\"These types of standards should protect property values for decades to come,\" he says.", "keywords": ["developers", "rules", "flooding", "flood", "norfolk", "homes", "zoning", "thats", "city", "stiff", "standards", "sealevel", "requires"], "polarity": 0.15569624819624817, "subjectivity": 0.5132994566197691},
{"title": "Jury Selection Begins For Orlando Shooter's Widow", "url": "https://www.npr.org/2018/03/01/589544433/jury-selection-begins-for-orlando-shooters-widow", "text": "Jury Selection Begins For Orlando Shooter's Widow\n\nEnlarge this image toggle caption Chris O'Meara/AP Chris O'Meara/AP\n\nJury selection begins Thursday in the trial of Noor Salman, the widow of the Pulse nightclub shooter.\n\nSalman's husband, Omar Mateen, killed 49 people and injured dozens more in a mass shooting on Latin night at the gay club in Orlando, Fla., in 2016. Mateen declared support for ISIS before he was killed in a shootout with law enforcement, ending his three-hour rampage.\n\nSalman faces charges of aiding and abetting terrorism and obstruction of justice.\n\nAccording to Karen Greenberg, the director of the Center on National Security at Fordham University Law School, one of the biggest challenges facing the jurors will be separating the shooter's actions from Salman's.\n\n\"You really want to address the tremendous tragedy and injustice that was visited upon Orlando's people by this crime,\" Greenberg says. \"To have somebody in custody who is a proxy defendant is something you definitely want to avoid.\"\n\nThe federal judge presiding over the case denied a change of venue request, so the trial will take place in a courthouse just 2 miles from Pulse. In another setback for the defense, the judge also ruled last week that Salman's statement to FBI agents just hours after the attack will be admissible at trial.\n\n\"I am sorry for what happened. I wish I'd go back and tell his family and the police what he was going to do,\" she wrote.\n\nSalman told the agents that she knew about her husband's plans and that when he left the house that day, she understood he was on his way to Pulse.\n\nHer attorneys say that Salman was not given proper Miranda warnings before she made the statement and that she was not aware of her husband's plans for the shooting. Salman has denied any involvement in the massacre.\n\nCharles Rose, a trial advocacy expert at Stetson University, says prosecutors will have to lay out her involvement in her husband's radicalization: \"How it happened, when it happened, whether the wife knew or must have known about it.\"\n\nRose expects prosecutors to argue that Salman \"assisted him in accomplishing his goals as a radicalized terrorist.\"\n\nSalman has said she is a victim of domestic violence. Rose says the defense may argue the abuse left her with few choices.\n\n\"It's not that she intended to participate with him,\" Rose says. \"It's that she was forced to be present when he was planning the activity because of the abusive nature of their relationship, that if she hadn't chosen to be present that she would have suffered such abuse that she had to make a survival choice.\"\n\nBut Mia Bloom, a terrorism expert at Georgia State University, says that argument doesn't absolve Salman of responsibility to stop further violence.\n\n\"There is no amount of trauma that can prevent you from picking up the phone when the person is not in the same room and they're not in the same city and they're en route and alerting the police,\" she says. \"Lives could have been saved.\"\n\nGreenberg says that if Salman is convicted, the case will send an important message.\n\n\"If you think somebody is about to be involved in a terrorist attack or any kind of mass murder and they have guns and they've said things that are worrisome, you need to step away from that or report it.\"\n\nMental health providers and translators will be at the courthouse to support family members and survivors watching a video feed of the proceedings in a private courtroom.\n\nLaly Santiago-Leon will be one of those watching. Her cousin Luis Daniel Wilson-Leon was killed in the shooting. Everyone called him Dani.\n\n\"I just miss him so much,\" she says. \"We just confided in one another about everything.\"\n\nSantiago-Leon has asked for the opportunity to testify or submit an open letter to the court. She says she wants to look the defendant in the eye and try to explain what she lost.\n\nThe trial is expected to last several weeks. If convicted, Noor Salman could face life in prison.", "keywords": ["trial", "watching", "happened", "university", "husbands", "shooting", "theyre", "widow", "selection", "shooters", "jury", "begins", "orlando", "rose", "killed", "salman"], "polarity": 0.07874999999999999, "subjectivity": 0.33854166666666663},
{"title": "States Seek More Federal Funding For Opioid Treatment, Not More Promises", "url": "https://www.npr.org/sections/health-shots/2018/03/01/589572710/states-seek-more-federal-funding-for-opioid-treatment-not-more-promises", "text": "States Seek More Federal Funding For Opioid Treatment, Not More Promises\n\nEnlarge this image toggle caption Nathaniel Minor/CPR News Nathaniel Minor/CPR News\n\nOpioids are on the White House agenda Thursday — President Trump plans to talk with members of his administration about the crisis. Meanwhile, all around the United States, state legislators, treatment providers, families and many others will be listening.\n\nThe administration's other opioid efforts have, so far, yielded no new money. Congress authorized funds in its recent budget deal — but those dollars aren't flowing yet, and states say they are struggling.\n\nThe Oklahoma agency in charge of substance abuse has been told by the state's legislature to cut more than $2 million from this fiscal year's budget. And that has the providers of opioid addiction treatment on edge.\n\n\"Treatment dollars are scarce,\" says Randy Tate, president of the Oklahoma Behavioral Health Association, which represents addiction treatment providers.\n\nIt's like dominoes, Tate says. When you cut funding for treatment, other safety net programs feel the strain.\n\n\"Any cuts to our overall contract,\" he says, \"really diminish our ability to provide the case management necessary to advocate for homes, food, shelter, clothing, primary health care and all the other things that someone needs to really be successful at tackling their addiction.\"\n\nIn just three years, Oklahoma's agency in charge of funding opioid treatment has seen more than $27 million dollars chipped away from its budget — thanks to legislative gridlock, slashed state taxes and a drop in oil prices (with the additional loss in state tax revenue that resulted).\n\nJeff Dismukes, a spokesman for Oklahoma's Department of Mental Health and Substance Abuse Services, says the already lean agency has few cost-cutting options left.\n\n\"We always cut first to administration,\" he says, \"but there's a point where you just can't cut anymore.\"\n\nThe agency may end up putting off payments to treatment providers until July — the next fiscal year. Tate says that could be devastating.\n\n\"Very thinly financed, small rural providers are probably at risk of going out of business entirely — up to and including rural hospitals,\" he says.\n\nGetting treatment providers to open up shop in rural areas is really hard, even in good times, and more financial uncertainty could make that problem worse. In the meantime, according to an Oklahoma state commission's opioid report, just 10 percent of Oklahomans who need addiction treatment are getting it.\n\nThat statistic is similar in Colorado. And as 2018 began, Colorado's escalating opioid crisis got worse, when the state's largest drug and alcohol treatment provider, Arapahoe House, shut its doors.\n\nEnlarge this image toggle caption John Daley/CPR News John Daley/CPR News\n\nThe facility provided recovery treatment to 5,000 people a year. Denise Vincioni, who directs another treatment center, the Denver Recovery Group, says other facilities have scrambled to pick up the patients.\n\nMost of Arapahoe's clients were on Medicaid. Autumn Haggard-Wolfe, a two-time Arapahoe House client who is now in recovery, worries the facility's closing will have dire consequences, especially for people who need inpatient care, as she did.\n\n\"I feel like the only other option right now in therapy would be jail for people,\" she says, \"and people die in there from withdrawing.\"\n\nArapahoe House's CEO blamed its closure on the high cost of care and poor government reimbursement for services.\n\nThe mother of Colorado state lawmaker Brittany Pettersen struggled with addiction, and was treated at Arapahoe House. Pettersen says treatment centers rely on a crazy quilt of funding sources and are chronically underfunded — often leaving people with no treatment options.\n\n\"We have a huge gap in Colorado,\" Pettersen says, \"and that was before Arapahoe House closed.\"\n\nShe is pushing legislation in the state to increase funding for treatment. But to get tens of millions of dollars in federal matching funds, Colorado lawmakers need to approve at least $34 million a year in new state spending.\n\nThat price tag may simply be too high for some lawmakers. But either way, she adds, \"It's going to take a lot to climb out of where we are.\"\n\nColorado did get new federal funds to fight the opioid crisis through the 21st Century Cures Act, passed in December of 2016, but it was just $7.8 million a year for two years — divvied up among a long list of programs.\n\nThis story is part of NPR's reporting partnership with StateImpact Oklahoma, Colorado Public Radio and Kaiser Health News.", "keywords": ["funding", "million", "providers", "federal", "seek", "oklahoma", "colorado", "states", "promises", "opioid", "state", "house", "treatment"], "polarity": 0.018726551226551213, "subjectivity": 0.4196360028860028},
{"title": "Parkland Shooting Suspect: A Story Of Red Flags, Ignored", "url": "https://www.npr.org/2018/02/28/589502906/a-clearer-picture-of-parkland-shooting-suspect-comes-into-focus", "text": "Parkland Shooting Suspect: A Story Of Red Flags, Ignored\n\nEnlarge this image toggle caption Mike Stocker/Pool/Getty Images Mike Stocker/Pool/Getty Images\n\nFriends, family and neighbors were worried about Nikolas Cruz. So were social workers, teachers and sheriff's deputies in two counties.\n\nAs classes at Marjory Stoneman Douglas High School resumed two weeks after the shooting rampage that left 17 people dead, it is increasingly clear that Cruz, the alleged gunman, was deeply troubled.\n\nThe 19-year-old was the subject of dozens of 911 calls and at least two separate tips to the FBI. He also came to the attention of the Florida Department of Children and Families. Despite warning signs stretching back over a decade, no one intervened to stop the Valentine's Day shootings.\n\nMany calls to the police\n\nCruz and his younger brother were adopted by Roger and Lynda Cruz. The family bought a sprawling house in the affluent Fort Lauderdale suburb of Parkland, Fla., in 1996. Roger, the patriarch, died when the boys were young, leaving Lynda to raise the children on her own.\n\nWhen Cruz was just 10 years old, his mother called the police to the house. That call in 2008 was the first of dozens of times over the next decade she would summon law enforcement, often for help keeping her sons under control.\n\nSheriff's deputies were called to break up fights between Cruz and his brother. Neighbors in their community recall seeing squad cars in their driveway frequently.\n\nAt first, the problems seemed minor.\n\nIn November 2008, according to a list of service calls to the family residence released last week by the Broward Sheriff's Office, deputies responded to a report of Cruz \"throwing a rock back at other juvenile.\"\n\nBy 2013, according to that list, the calls to the deputies began detailing more violence. In November of that year, Lynda said she was thrown against a wall because she took away an Xbox gaming system. In November 2014, deputies report Cruz used a BB gun to shoot a chicken.\n\nBy early 2016, deputies were called after a neighbor's son saw a disturbing Instagram post that seemed to suggest Cruz \"planned to shoot up the school.\" At the time, deputies concluded that Cruz owned knives and a BB gun. They passed along that information to a school resource officer at Stoneman Douglas, but it is not clear whether any other steps were taken.\n\nIt is one of several incidents now under further investigation by the sheriff's office.\n\nOf the 23 incidents deputies responded to at the Cruz residence, 18 of them involved Nikolas Cruz, according to the sheriff's office. The office says that \"none appeared arrestable under Florida law.\"\n\nAt some point, money became a problem for the Cruz family. Lynda sold their Parkland home in early 2017 in a short sale.\n\n\"I saw Nikolas, and I said are you moving?\" said Helen Pasciolla, a neighbor who lived across the street from the family. \"And he said, 'We can't afford to live here anymore.' \"\n\nIn November, Lynda died of complications from the flu. Cruz went to live briefly with a family friend, Roxanne Deschamps, outside Palm Beach, Fla.\n\nBut that situation did not work out well.\n\nIn 911 tapes released last week by the Palm Beach County Sheriff's Office, Cruz said he got in a fight with Deschamps' son. And he talked about his mother's death.\n\n\"The thing is, I lost my mother a couple days ago. So like, I'm dealing with a bunch of things right now,\" Cruz said. \"I kind of got mad. And I started punching walls and stuff and a kid came at me and threw me on the ground. And he kicked me out of the house.\"\n\nIn a separate call to 911, Deschamps told the dispatcher that she was afraid Cruz would come back to the house with a gun and that he demonstrated violent behavior in the past.\n\n\"He put the gun on the head of his brother before. So, it's not the first time. And he did that to his mom. It's not the first time he's put a gun on somebody's head,\" Deschamps said on the 911 recordings.\n\nNo arrests were made, according to the police report. A sheriff's deputy picked Cruz up from a nearby park and returned him to the Deschamps home.\n\nBehavioral problems were no secret\n\nCruz attended Marjory Stoneman Douglas High School for a while but was expelled for \"disciplinary reasons,\" according to Broward County Public Schools Superintendent Robert Runcie.\n\nThe Florida Department of Children and Families became involved with Cruz in late 2016 after he began cutting himself and posting images of the self-harm on Snapchat.\n\nAccording to a report produced by DCF, Cruz began harming himself after a relationship ended. The report also details a range of conditions with which Cruz was diagnosed, including depression.\n\nUltimately, it concluded that he was \"not a risk to harm himself or others.\"\n\nIn the aftermath of the shooting, students and faculty at Stoneman Douglas described Cruz as a loner.\n\nThose who knew him and considered him a friend, however, were caught off guard that he could allegedly carry out such a gruesome deed.\n\n\"I can't wrap my head around it,\" student Ethan Trieu said. \"You know, we would just talk to each other like any other friend, and I know some other people he'd talk to just fine also. And, I don't know, just seeing his name is just weird. I don't know.\"\n\nSo many warning signs\n\nIn addition to reports made to both the Broward and Palm Beach sheriff's offices, the FBI was also notified about Cruz.\n\nThe first tip came in September when a Mississippi bail bondsman, who also makes YouTube videos, alerted the FBI that someone left a disturbing message in the comments section of a video that read: \"Im going to be a professional school shooter.\"\n\nThe bail bondsman, Ben Bennight, told NPR in February that he reported the comment as spam and alerted the FBI.\n\n\"I think that any responsible and mentally sound human being would take a comment like that seriously whether the person on the other end meant it or not,\" Bennight said.\n\nThe FBI visited the next day, but Bennight told investigators he didn't have anything to add.\n\nThe bureau received a second tip on Jan. 5, weeks before Cruz allegedly carried out the shooting at Stoneman Douglas. The caller, who the FBI said was a person close to the suspect, warned that Cruz had a \"desire to kill people\" and worried about \"the potential of him conducting a school shooting.\"\n\nDays after the shooting, the FBI said that \"protocols were not followed\" and that information should have been forwarded to the Miami field office.\n\nGov. Rick Scott has called on the bureau's director to resign. Over the weekend, the governor — at the urging of some state lawmakers — directed the Florida Department of Law Enforcement to investigate local authorities' response to the Parkland shooting.\n\nAdditionally, it came to light in the days following the shooting that the school resource officer, who was an armed sheriff's deputy, did not enter the school building where the shooting took place. The officer has since resigned.\n\nBroward Sheriff Scott Israel is investigating allegations that other deputies did not try to confront the shooter as well.\n\nState Republicans, led by the speaker of the Florida House, are calling on the governor to suspend Israel for what they call \"malfeasance, misfeasance, neglect of duty [or] incompetence.\"\n\nIsrael has rejected calls to resign.\n\nThis week, lawmakers in Florida — a state that has had a history of expanding gun rights — are taking up legislation that would ban bump stocks and raise the minimum age to purchase a rifle from 18 to 21. Another provision being considered would allow law enforcement to temporarily confiscate firearms from owners if they are deemed a threat to themselves or others.\n\nScott urged lawmakers to get a bill to his desk before the legislative session ends in early March.\n\nCruz was arrested the same day as the shooting. He has been ordered held without bond and faces 17 charges of premeditated murder.", "keywords": ["cruz", "family", "ignored", "suspect", "flags", "shooting", "red", "parkland", "deputies", "stoneman", "fbi", "florida", "sheriffs", "school", "gun"], "polarity": -0.017729619777812552, "subjectivity": 0.40360298336201955},
{"title": "The Austin 100: A 2018 SXSW Mixtape", "url": "https://www.npr.org/2018/03/01/585356494/the-austin-100-a-2018-sxsw-mixtape", "text": "The Austin 100 Stream or download 100 great songs by artists performing at SXSW 2018.\n\nNPR\n\nIn the middle of every March, the SXSW Music Festival fills Austin, Texas, with thousands of musicians from around the world. It's a marathon so daunting — it's a marathon and a sprint, really — that even longtime SXSW veterans need a hand winnowing the festival's countless discoveries down to digestible doses.\n\nThat's where The Austin 100 comes in. Handpicked from thousands of bands playing at this year's festival, these 100 songs highlight the best SXSW 2018 has to offer — songs from around the world, across a broad spectrum of genres, sounds and styles.\n\nHere's how you can listen: You can stream songs on our artist pages, or in the NPR One app. You can also download MP3s on each artist page, or grab a ZIP file containing all 100 songs here. And if you're a Spotify user, you can stream most of the mix via our Austin 100 playlist.\n\nThese six-plus hours of music are only the beginning of NPR Music's SXSW 2018 coverage: You will eventually find more recommendations, conversations, videos and dispatches from this year's festival at npr.org/sxsw. But in the meantime, enjoy the music!", "keywords": ["npr", "thousands", "festival", "2018", "world", "songs", "musics", "stream", "100", "download", "austin", "sxsw", "mixtape", "music"], "polarity": 0.30972222222222223, "subjectivity": 0.4410353535353535},
{"title": "Repeal The Second Amendment? That's Not So Simple. Here's What It Would Take", "url": "https://www.npr.org/2018/03/01/589397317/repeal-the-second-amendment-thats-not-so-simple-here-s-what-it-would-take", "text": "Repeal The Second Amendment? That's Not So Simple. Here's What It Would Take\n\nEnlarge this image Karen Bleier/AFP/Getty Images Karen Bleier/AFP/Getty Images\n\n\"The Second Amendment.\"\n\nIf you've lived in America, you've heard those words spoken with feeling.\n\nThe feeling may have been forceful, even vehement.\n\n\"Why? The Second Amendment, that's why.\"\n\nPolitics What Would It Take To Repeal The 2nd Amendment? What Would It Take To Repeal The 2nd Amendment? Listen · 3:15 3:15\n\nThe same words can be heard uttered in bitterness, as if in blame.\n\n\"Why? The Second Amendment, that's why.\"\n\nOr then again, with reverence, an invocation of the sacred — rather like \"the Second Coming.\"\n\nTalk of gun rights and gun control is back on full boil after 17 people were killed in the Parkland, Fla., school shooting, so the conversation turns to the Second Amendment quickly and often.\n\nWe are talking, of course, about the Second Amendment to U.S. Constitution, in the Bill of Rights.\n\nIt reads in full:\n\n\"A well-regulated militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.\"\n\nSimple. And not simple. Assuming it means just what it says, just what does it actually say?\n\nScholars have parsed the words, and courts and lawyers have argued over their meaning. Historians have debated what was meant by \"well-regulated militia\" back in 1789.\n\nSome say the framers only meant to protect well-organized militias in the respective states, forerunners of today's National Guard. Others say the framers also intended to shield the guns of individuals, the weapons they would use if those militias were called upon to fight.\n\nHeller brings some clarity\n\nTo some extent, the issue was clarified, if not settled, by the Heller decision of the U.S. Supreme Court in 2008. The 5-4 decision held that the Second Amendment meant individuals had an inherent right to own guns for lawful purposes.\n\nHeller applied that standard to overturn a ban on privately held handguns, enacted in the District of Columbia. But the same basic reasoning has also been used to defend the private ownership of AR-15-type rifles such as the one used in Parkland and other mass shootings in recent years.\n\nCongress tried to ban \"assault-style\" weapons in 1994 but put a 10-year sunset provision in the law. It survived court challenges at the time, but when the 10-year term had passed, the majority control of Congress had also passed — from the Democrats, who had enacted the ban, to the Republicans, who let it lapse.\n\nSince then, all efforts to restrict the sale of such weapons have failed. Even relatively bipartisan attempts at strengthening other restrictions, such as the Manchin-Toomey background check expansion bill in 2013, have fallen short of the necessary supermajority needed for passage in the Senate.\n\nIt was not, as President Trump alleged Wednesday, because of a lack of \"presidential backup.\" President Barack Obama supported the bill, as Sen. Pat Toomey, a Pennsylvania Republican, pointed out to Trump. Republicans filibustered the bill, which got 54 votes.\n\nIn each case, defenders of gun rights have invoked the Second Amendment, the text that casts a long shadow across all discussions of guns in the U.S. At times, it seems to all but end such discussion.\n\nParkland changes calculus\n\nBut now, the tide is running the other way. The Parkland shootings have created a new moment and a new movement, led by teenagers who survived the tragedy and took their protests to social media and beyond.\n\nSuddenly, even Trump is tossing out ideas about keeping students safe, arming teachers, restraining gun sales through background checks and higher age limits, and even banning accessories such as \"bump stocks\" that enable nonautomatic weapons to fire rapidly and repeatedly.\n\nAnd it's still unclear what Trump wants exactly. Republicans on Capitol Hill seem flummoxed by Trump's posture.\n\nAfter Trump's made-for-cable bipartisan meeting at the White House with members of Congress, Texas Republican John Cornyn, a leader on gun issues in the Senate, seemed to scratch his head.\n\n\"I think everybody is trying to absorb what we just heard,\" Cornyn told reporters. \"He's a unique president, and I think if he was focused on a specific piece of legislation rather than a grab bag of ideas, then I think he could have a lot of influence, but right now we don't have that.\"\n\nHe added that he didn't think simply because the president says he supports something that it would pass muster with Republicans. \"I wouldn't confuse what he said with what can actually pass,\" Cornyn said. \"I don't expect to see any great divergence in terms of people's views on the Second Amendment, for example.\"\n\nAh, and there are those two words again — Second Amendment.\n\nIf new restrictions are enacted — a prospect far from certain, as Cornyn rightly points out — they will surely be tested in the courts. There, it will be argued that they infringe on the rights of law-abiding citizens to \"keep and bear\" firearms.\n\nIn other words, they will run afoul of, that's right, the Second Amendment.\n\nAnticipating that, some gun control advocates — and at least one lifelong Republican — want to leap to the ultimate battlement and do it now. They want to repeal, or substantially alter, the formidable amendment itself.\n\nThat would seem logical, at least to these advocates. If some 70 percent of Americans want more gun control and the Second Amendment stands in their way, why shouldn't they be able to do something about it?\n\nSomeday, it is conceivable, the people and politicians of the United States may be ready for that. But it will need to be a very different United States than we know today.\n\nWhy? Because amendments to the Constitution, once ratified, become fully part of the Constitution. Changing or removing them requires a two-stage process that has proved historically difficult.\n\nThe Founding Fathers were willing to be edited, it seems, but they did not want it to be easy. So they made the amending process a steep uphill climb, requiring a clear national consensus to succeed.\n\nWhy it takes consensus\n\nA proposed amendment to the Constitution must first be passed by Congress with two-thirds majorities in both the House and the Senate.\n\nThe two chambers have not achieved such a margin for a newly written amendment to the Constitution in nearly half a century. The last such effort was the 26th Amendment (lowering the voting age nationwide from 21 to 18), and it cleared Capitol Hill in March 1971.\n\n(There has been another amendment added since, in 1992, but it had been written and approved by Congress literally generations ago. More about that curious \"zombie\" amendment below.)\n\nEven after surviving both chambers of Congress in 1971, the 18-year-old vote amendment still had to survive the second stage of the process — the more difficult stage.\n\nJust like all the other amendments before it, the new voting age had to be ratified by three-fourths of the states. That is currently at least 38 states. Another way to look at it: If as few as 13 states refuse, the amendment stalls.\n\nThis arduous process has winnowed out all but a handful of the amendments proposed over the past 230 years. Every Congress produces scores of proposals, sometimes well over 100. The 101st Congress (1989 to 1991) produced 214.\n\nSome deal with obscure concerns; many address facets of the electoral process — especially the Electoral College and the choosing of a president. Many are retreads from earlier sessions of Congress. The one thing most have in common is that they never even come to a vote.\n\nTwo that fell short\n\nIn 1995, a watershed year with big new GOP majorities in both chambers, two major constitutional amendments were brought to votes in the Capitol. One would have imposed term limits on members of Congress. It failed to get even close to two-thirds in the House, so the Senate did not bother.\n\nThe other proposed amendment would have required the federal government to balance its budget, not in theory down the road but in reality and in real time. It quickly got two-thirds in the House but failed to reach that threshold in the Senate by a single vote (one Republican in the chamber voted no).\n\nSo even relatively popular ideas with a big head of steam can hit the wall of the amendment process. How much more challenging would it be to tackle individual gun ownership in a country where so many citizens own guns — and care passionately about their right to do so?\n\nOvercoming the NRA and other elements of the gun lobby is only the beginning. The real obstacle would be tremendous support for guns in Southern, Western and rural Midwestern states, which would easily total up to more than enough states to block a gun control amendment.\n\nThere have been six amendments that got the needed margins in House and Senate but not the needed margin of support in the state legislatures. The most recent was the Equal Rights Amendment, a remarkably simple statement (\"Equality of rights under the law shall not be denied or abridged by the United States or any State on account of sex\") that cleared Congress with bipartisan support in 1972 and quickly won nods from most of the states.\n\nBut in the mid-1970s, a resistance campaign began and stymied the ERA in many of the remaining states. The resistance then managed to persuade several states to rescind their ratification votes. With momentum now reversed, the ERA died when its window for ratification closed.\n\nZombie amendments\n\nOther amendments that met similar fates included one granting statehood to the District of Columbia. Like the ERA, the D.C. amendment had a time limit for ratification that expired. But other amendments sent out for ratification in the past did not have a limit, and so might still be ratified — at least theoretically.\n\nThe granddaddy of these \"zombie\" amendments was the very first among the Bill of Rights, which began with 12 items rather than 10. The proposed amendment sought to regulate the number of constituents to be represented by a member of the House, and its numbers were soon outdated. So it has never been ratified and presumably will not be.\n\nThe one other amendment originally proposed in 1789 but not ratified as part of the original 10 amendments sat around for generations. Then it caught the attention of state legislatures in the late 1980s, at a time of popular reaction against pay raises for Congress. This amendment stated that a member of Congress who voted for a pay raise could not receive that raise until after the next election for the House of Representatives.\n\nThat amendment was dusted off and recirculated, and it reached the ratification threshold in 1992, more than 200 years after it had first been proposed. It is now the 27th Amendment to the Constitution, and the last — at least so far.\n\nA new Constitutional Convention?\n\nIf all this seems daunting, as it should, there is one alternative for changing the Constitution. That is the calling of a Constitutional Convention. This, too, is found in Article V of the Constitution and allows for a new convention to bypass Congress and address issues of amendment on its own.\n\nTo exist with this authority, the new convention would need to be called for by two-thirds of the state legislatures.\n\nSo if 34 states saw fit, they could convene their delegations and start writing amendments. Some believe such a convention would have the power to rewrite the entire 1787 Constitution, if it saw fit. Others say it would and should be limited to specific issues or targets, such as term limits or balancing the budget — or changing the campaign-finance system or restricting the individual rights of gun owners.\n\nThere have been calls for an \"Article V convention\" from prominent figures on the left as well as the right. But there are those on both sides of the partisan divide who regard the entire proposition as suspect, if not frightening.\n\nOne way or another, any changes made by such a powerful convention would need to be ratified by three-fourths of the states — just like amendments that might come from Congress.\n\nAnd three-fourths would presumably be as high a hurdle for convention-spawned amendments as it has been for those from Congress — dating to the 1700s.", "keywords": ["repeal", "right", "house", "amendment", "constitution", "rights", "congress", "thats", "states", "amendments", "simple", "second", "heres", "gun"], "polarity": 0.0859321826899952, "subjectivity": 0.42067520442520445},
{"title": "AR-15s Are Biblical 'Rod Of Iron' At Pennsylvania Church", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589808670/ar-15s-are-biblical-rod-of-iron-at-pennsylvania-church", "text": "AR-15s Are Biblical 'Rod Of Iron' At Pennsylvania Church\n\nHide caption A woman wears a crown and holds an unloaded weapon during services at the World Peace and Unification Sanctuary on Wednesday in Newfoundland, Pa. Previous Next Jacqueline Larma/AP\n\nHide caption A woman wears a crown made of ammunition during services at the World Peace and Unification Sanctuary on Wednesday. Previous Next Jacqueline Larma/AP\n\nHide caption A sign directs people with guns during the ceremony, which reportedly attracted followers from as far away as Japan, South Korea and Europe. Previous Next Spencer Platt/Getty Images\n\nHide caption A church official holds an AR-15 rifle during the service. One attendee told reporters that she needed her weapon to defend her family against \"sickos and evil psychopaths.\" Previous Next Spencer Platt/Getty Images\n\nHide caption A woman holds an unloaded weapon during the service. \"We pray they would stand as kings and queens with their crown and rod of iron,\" the Rev. Hyung Jin \"Sean\" Moon said. Previous Next Jacqueline Larma/AP 1 of 5 i View slideshow\n\nHundreds of faithful at a Pennsylvania church on Wednesday carried AR-15-style rifles in adherence to their belief that a \"rod of iron\" mentioned in the Bible refers to the type of weapon that was used in last month's mass shooting in Parkland, Fla.\n\nThe armed ceremony at World Peace and Unification Sanctuary in Newfoundland, about 20 miles southeast of Scranton, featured gun-toting worshippers, some wearing crowns of bullets as they participated in communion and wedding ceremonies.\n\nAttendants carefully placed a zip tie into the receiver magazine well of each weapon to assure that a clip could not be loaded.\n\nConcern over Wednesday's gathering prompted a nearby elementary school to cancel classes for the day. It also sparked a small demonstration outside the church, with one protester telling The Associated Press that \"it's scaring people in the community.\"\n\nAccording to The Philadelphia Inquirer, \"The ceremony's official name was the Cosmic True Parents of Heaven, Earth and Humanity Cheon Il Guk Book of Life Registration Blessing. It was part of the church's weeklong 'Festival of Grace,' which included a 'President Trump Thank You Dinner' on Saturday.\"\n\nThe Rev. Hyung Jin \"Sean\" Moon prayed for \"a kingdom of peace police and peace militia where the citizens, through the right given to them by almighty God to keep and bear arms, will be able to protect one another and protect human flourishing.\"\n\n\"We pray they would stand as kings and queens with their crown and rod of iron,\" he said.\n\nMoon is the youngest son of the late Rev. Sun Myung Moon — the self-proclaimed messiah who founded the Unification Church in South Korea in 1954 and eventually spawned a worldwide movement regarded by detractors as a cult. The church is perhaps best known for its mass wedding ceremonies.\n\nAs the AP notes, \"The younger Moon's congregation is a breakaway faction of the Unification Church, which had distanced itself from Wednesday's event.\"\n\nThe ceremony reportedly attracted followers from as far away as Japan, South Korea and Europe.\n\nWithin the past year, Moon incorporated the new belief about the AR-15 into the church's teaching. It is based on Revelation 2:27, which states, \"he shall rule them with a rod of iron.\"\n\nOne follower, Jonathan Franco, was quoted by Scranton's WNEP TV as saying, \"If you don't have a rod of iron then, unfortunately, you can come into a situation where your life can come to an end. Who else is there to blame if you yourself didn't take the responsibility to preserve your own life?\"\n\nSreymom Ouk, 41, who attended the ceremony with her husband, Sort Ouk, and an AR-15, told the AP that she needed the weapon to defend her family against \"sickos and evil psychopaths.\"\n\n\"People have the right to bear arms, and in God's kingdom, you have to protect that,\" she said, according to the news agency. \"You have to protect against evil.\"\n\nAs the Inquirer notes, the Rev. Sean Moon's brother, Moon Kook-jin, also known as Justin Moon, is the founder and CEO of Kahr Arms, a firearms manufacturer headquartered in nearby Greeley.\n\nKahr specializes in making compact semiautomatic pistols. It was not clear from its website whether the company sells AR-15-style rifles, but the newspaper quoted one follower who said he bought one there.\n\n\"I actually purchased my weapon there yesterday because, although I have several rifles, I didn't have an AR-15,\" David Konn, who had driven from Florida earlier in the week, told the Inquirer.", "keywords": ["ar15s", "iron", "rev", "weapon", "rod", "church", "pennsylvania", "moon", "unification", "previous", "biblical", "caption", "peace"], "polarity": -0.04515392015392017, "subjectivity": 0.4245640933140933},
{"title": "Trump Angers Conservatives Over Guns While Negotiating With Lawmakers On TV", "url": "https://www.npr.org/2018/02/28/589635979/trump-backs-conflicting-gun-measures-while-negotiating-with-lawmakers-on-tv", "text": "Trump Angers Conservatives Over Guns While Negotiating With Lawmakers On TV\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 7:52 p.m. ET\n\nIn a freewheeling meeting with lawmakers on efforts to curtail gun violence, President Trump appeared to throw his support behind a number of conflicting measures, including some that are opposed by the powerful gun lobby.\n\nConservatives and allies of the president were angered by such signals on Wednesday, while others have begun to sound the alarm that Trump is continuing to demonstrate an unfamiliarity with basic policy proposals and a misunderstanding of the legislative process.\n\nDuring the gathering at the White House of both GOP and Democratic lawmakers, the president showed an openness to expanding background checks, possibly raising the age to purchase AR-15 rifles and also overriding due process, if necessary, to take guns away from mentally ill people or those who have been red-flagged as potential dangers, as the admitted shooter in Parkland, Fla., two weeks ago had been.\n\nTrump bluntly told GOP lawmakers that any effort to include a concealed-carry reciprocity measure with a gun bill would effectively sink its chances — which is because of firm opposition from Senate Democrats. But there were other moments where the president showed a naiveté of the lawmaking process, claiming that it would be easy to get 60 votes for a bill to pass the Senate, suggesting merging some incompatible ideas and chiding lawmakers for being too beholden to the National Rifle Association — a group from which he has enjoyed broad support and with whose leaders he remains particularly chummy.\n\nThe fallout from the meeting already has one pro-Trump news website turning on the president.\n\n\"Trump the Gun Grabber: Cedes Dems' Wish List— Bump Stocks, Buying Age, 'Assault Weapons,' Background Checks...\" was the headline on Breitbart News afterward.\n\nSenate Majority Whip John Cornyn, R-Texas, told reporters the White House meeting did little to advance the debate in Congress over legislation aimed at curbing gun violence.\n\n\"It's still unclear to me what can actually pass, and my experience is these things are harder to do than they sound. So I think we'll sleep on it and see where we are tomorrow,\" he said.\n\nThe president repeatedly challenged long-standing GOP orthodoxy on gun policy in Wednesday's meeting, leaving legislators bewildered by what happens next and what, precisely, Trump actually supports.\n\n\"I think everybody is trying to absorb what we just heard,\" Cornyn said. \"He's a unique president and I think if he was focused on a specific piece of legislation rather than a grab bag of ideas then I think he could have a lot of influence, but right now we don't have that.\"\n\nEmphasis on comprehensive legislation\n\nTrump underscored that he wants a bill that will address many issues he believes has contributed to mass shootings over the past few decades, ranging from background check loopholes to mental health legislation.\n\n\"We can really get there but we have to do it,\" Trump said at the outset of the meeting.\n\nThere are two major bipartisan Senate bills the president seized upon and even suggested could be merged. First, he voiced support for the effort by Sens. Joe Manchin, D-W.Va., and Pat Toomey, R-Pa., which failed in 2013 in the aftermath of the Sandy Hook Elementary School shooting, that would have expanded background checks.\n\nTrump expressed disbelief that such a bill didn't pass after such a devastating attack that killed 20 young children and six adults. And one reason it failed, he chided, was that then-President Barack Obama didn't sufficiently support it — despite the fact that Obama spent considerable time and political capital to back its passage, calling it \"a pretty shameful day for Washington\" when it fell just six votes short of the 60 needed to advance in the Senate.\n\nTrump asked what that bill did to address raising the age from 18 to 21 for some firearm purchases like AR-15s, which have been used in several deadly shootings. Toomey responded that it didn't currently address it, to which Trump retorted that was because \"you're afraid of the NRA.\"\n\nToomey spokesman Steve Kelly later pointed out in a statement that the NRA downgraded Toomey's rating and refused to back his re-election bid after his bill with Manchin and that he has never taken any money from the group since becoming a senator, which \"demonstrated that he is not afraid of the NRA or any other special interest group.\"\n\nThe second bill Trump signaled his support for is the \"Fix NICS\" bill proposed by Cornyn and Chris Murphy, D-Conn., which would improve reporting to the National Instant Criminal Background Check System and, they hope, flag people who shouldn't be able to purchase guns.\n\nMurphy, who has been a leading voice for gun control especially after the 2012 elementary school shooting in Newtown, Conn., complained that they haven't been able to get anywhere significant in the past few years because \"the gun lobby has a veto power.\"\n\n\"If all we end up doing is the stuff that the gun industry supports, then this just isn't worth it,\" Murphy said.\n\nHe also argued that implementing universal background checks is critical, citing statistics that gun murders in states with such checks have dropped by over one-third. Currently, background checks at gun shows and for Internet sales aren't federally mandated. The NRA has opposed such an expansion.\n\nLater on, Trump again posited he would be willing to buck the NRA if necessary — despite the fact he has repeatedly assured the lobbying group he is a loyal ally, had lunch over the weekend with the group's leaders and said earlier in the meeting that he is a \"big fan\" of the group.\n\n\"They have great power over you people. They have less power over me,\" Trump said, latter adding that, \"Some of you people are petrified of the NRA. You can't be petrified.\"\n\nTrump also suggested merging the assault weapons ban bill that Sen. Dianne Feinstein, D-Calif., has proposed with the Manchin-Toomey and Cornyn-Murphy bills.\n\n\"Dianne, if you could add what you have also — and I think you can — into the bill,\" Trump said at one point.\n\nAny effort to ban assault weapons or AR-15 rifles would be a nonstarter with the NRA and Republicans.\n\nFeinstein was visibly amused, exclaiming, \"Joe, are you ready?\" as the West Virginia senator hung his head.\n\nAnd Trump also pushed back against House Majority Whip Steve Scalise, R-La. — who was shot and critically wounded last June during a congressional baseball practice — when he talked about the House's efforts to attach concealed-carry reciprocity across state lines to the Cornyn-Murphy bill.\n\n\"Steve, it's very hard to add the one thing that you want. ... Let's consider it for a separate bill,\" the president said.\n\n\"Take the gun first, go through due process second\"\n\nOne of the more surprising stances Trump took appeared to flout due process for gun owners.\n\nAfter Vice President Pence began to talk about how he and the president had conversations with governors earlier this week, Trump interjected that people should \"take the firearms first and then go to court\" if there is a concern about someone having a gun and potentially being unstable or likely to commit violence.\n\n\"A lot of times by the time you go to court, it takes so long to go to court to get the due process procedures, I like taking the guns early,\" Trump continued.\n\nThe president cited multiple warnings that lawmakers had about the Parkland shooter that went ignored by law enforcement.\n\n\"Take the gun first, go through due process second,\" Trump said.\n\nSen. Ben Sasse, R-Neb., a frequent Trump critic, was not amused by such a suggestion.\n\n\"Strong leaders don't automatically agree with the last thing that was said to them. We have the Second Amendment and due process of law for a reason,\" Sasse said in a statement after the meeting. \"We're not ditching any Constitutional protections simply because the last person the President talked to today doesn't like them.\"\n\nAt last week's Conservative Political Action Conference, Trump warned the crowd that it was Democrats who would \"take away your Second Amendment ... which we will never allow that.\"\n\nDoubling down on arming teachers\n\nTrump did reiterate his support for one measure the NRA has heavily backed — arming some teachers and school personnel, ending gun-free school zones as a way to solidify school security.\n\n\"You've got to have defense too,\" the president said in his opening remarks. \"You can't just be sitting ducks, and that's exactly what we've allowed people in these buildings to be.\"\n\n\"They're not going to come in when they know they're going to come out dead,\" Trump later added, though he did seem to suggest it could be an issue left up to individual states.\n\nSome lawmakers, such as Sen. Steve Daines, R-Mont., and Rep. John Rutherford, R-Fla., spoke in support of such a proposal. Others, including Rep. Ted Deutch, D-Fla., who represents Parkland, said he and many others oppose such measures.\n\nWill any of this matter?\n\nWhile the meeting did show that there could be some consensus reached on these issues, Trump has often thrown his support behind measures, only to see those endorsements walked back later by White House staff or contradicted by the president himself. That's on top of the fact that the president often appears highly influenced by the last person he talked to about an issue. So anything Trump appeared to get behind or suggest at the meeting should be taken with a grain of salt.\n\nA similar bipartisan meeting happened in early January on efforts to field a comprehensive immigration bill that would address the Deferred Action for Childhood Arrivals program. In that meeting, Trump suggested he would sign any bill lawmakers sent him and that he would take any heat and expected backlash from the anti-immigration wing, which has been a major bloc of support for the president.\n\nBut later Trump insisted that any bill contain not only funding for his border wall but cuts to legal immigration, which was a nonstarter with Democrats and even some Republicans. Ultimately, many proposals failed earlier this month in the Senate.\n\nSen. Lindsey Graham, R-S.C. — a sometimes critic, sometimes ally of Trump's — expressed some skepticism after the meeting and also issued a warning.\n\n\"If the president has another one of these sessions and he doesn't follow through, it's going to hurt him. It's going to hurt the Republican Party,\" Graham told CNN. \"I've seen this movie before. If it ends up like immigration he's done himself a lot of harm.\"\n\nCornyn also said many of Trump's comments would not sway the debate. \"I wouldn't confuse what he said with what can actually pass. I don't expect to see any great divergence in terms of people's views on the Second Amendment, for example.\"\n\nCornyn is still supporting his incremental, bipartisan bill co-authored with Murphy, the Connecticut Democrat, to improve the current background check system. But without broad agreement in the Senate, the legislation could easily get bogged down in more controversial gun debates.\n\n\"It's pretty clear to me that we're not going to get that consent agreement, so that means [Senate Majority Leader Mitch McConnell] is going to have to make a decision on how to proceed and how much floor time he's willing to commit to this,\" Cornyn said.\n\nEarlier in the week Cornyn expressed hope that Congress could act on the bill this week, but he said Wednesday it is clear that will not happen. Like many lawmakers, he was candid that this gun debate may again yield no tangible legislative results.\n\n\"I think the deadline is going to be the next mass shooting. It's only a matter of time, and if we don't do something I think there's going to be a heavy price to pay,\" he said.\n\nThe Texas Republican added: \"I don't want to meet another family who lost a loved one in a mass shooting and think we could have done something which would have prevented this, but we didn't do it because we didn't act.\"", "keywords": ["guns", "bill", "tv", "going", "background", "trump", "gun", "lawmakers", "president", "angers", "meeting", "conservatives", "negotiating", "support", "think"], "polarity": 0.05852210564074969, "subjectivity": 0.4212969688817148},
{"title": "Auto Industry Healthy Enough To Withstand Next Downturn, Analysts Say", "url": "https://www.npr.org/2018/03/01/586017214/auto-industry-healthy-enough-to-withstand-next-downturn-analysts-say", "text": "Auto Industry Healthy Enough To Withstand Next Downturn, Analysts Say\n\nEnlarge this image toggle caption Bill Pugliano/Getty Images Bill Pugliano/Getty Images\n\nLast year was yet another good one for the U.S. auto industry. Overall, 17.2 million vehicles were sold in 2017 — one of its five all-time best years — and profits were high.\n\nAutomakers aren't rejoicing — sales declined about 2 percent after reaching a record in 2016. And, despite a good economy, analysts predict another drop this year.\n\n\"I can tell you (we're) coming off a plateau in the last couple of years for sure,\" says Mark Scarpelli, chairman of the National Automobile Dealers Association.\n\nScarpelli, a Chicago area car dealer, says normally he'd be worried about a forecast for slowing sales. But, he says, the industry is much healthier now than anytime he's seen it.\n\n\"They don't have large inventories parked in storage lots like they used to,\" Scarpelli says. He points to leaner plants, better-quality vehicles, and the cutting of labor and marketing costs as signs of an improved industry.\n\nLoading...\n\nAnd that goes for dealers too, Scarpelli says. \"We have made sure that we keep our budgets in line — marketing, inventory, handling costs,\" he says.\n\nHere's another reason the industry is doing well: consumers are buying SUVs and trucks, which tend to have higher price tags and bring much larger profits. The switch to the larger vehicles is a \"seismic change in our industry and people's wants and needs,\" Scarpelli says.\n\nAll that cash coming in from SUVs and trucks means that employees of General Motors, Ford and the Fiat Chrysler Group, whose workers are represented by the United Auto Workers union, took home fat profit-sharing checks.\n\nKristin Dziczek with the Center for Automotive Research says the biggest of those checks ($11,750) are a sign of the industry's health. For some workers, that check represents as much as 30 percent of their take-home pay.\n\nBut she says profit-sharing or bonuses as opposed to raises \"allows for the downturn to not be as rough as it might have otherwise been.\" The companies can cut costs or make production changes without first resorting to massive layoffs.\n\nBut Dziczek says the industry does have some things to be worried about: climbing auto loan defaults and rising gas prices. Nevertheless, she says car companies are \"much, much, more ready to weather\" a sales downturn.\n\nJessica Caldwell, an analyst with Edmunds.com, agrees. She says the car companies have become nimbler and more responsive to consumer tastes, shifting to profit off the SUV craze that began in the U.S. this decade.\n\n\"Most companies have acted quickly to get as many products that match the market demands on the road, whereas I'd say maybe 15 years ago that necessarily wouldn't be the case,\" she says.\n\nCaldwell says today's SUVs are more fuel efficient, making them more immune to higher gas prices. And she says the companies are in a very good position to survive a slowdown or even a recession.\n\nBut Caldwell says the challenges posed by new technology like the self-driving car are making automakers worry.\n\n\"I think the fears before were things like market share ... or how can I weather the next economic downturn in the economic cycle?\" says Caldwell. Now the question, is \"can they stay relevant in the next two decades,\" she says.", "keywords": ["auto", "companies", "suvs", "good", "vehicles", "car", "sales", "withstand", "healthy", "analysts", "workers", "industry", "scarpelli", "say", "downturn"], "polarity": 0.24195308567401594, "subjectivity": 0.44878049598979824},
{"title": "Pedestrian Fatalities Remain At 25-Year High For Second Year In A Row", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589453431/pedestrian-fatalities-remain-at-25-year-high-for-second-year-in-a-row", "text": "Pedestrian Fatalities Remain At 25-Year High For Second Year In A Row\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nAfter two years of marked increases, the number of pedestrian fatalities in the U.S. is holding steady with nearly 6,000 pedestrians killed in 2017, according to estimates from the Governors Highway Safety Association.\n\nThat's a 25-year high, GHSA says. While the rise \"appears to be tapering off,\" the group said, the \"continuation of pedestrian fatalities at virtually the same pace ... raises continued concerns about the nation's alarming pedestrian death toll.\"\n\nThe high rate of pedestrian deaths comes as deaths from other types of traffic fatalities are dropping. The group notes that improvements in vehicle safety make crashes safer for people inside cars — but just as deadly for pedestrians.\n\nPedestrian deaths rose by 27 percent from 2007 to 2016, while other types of traffic deaths dropped by 14 percent, GHSA reports. As a result, pedestrian deaths make up a growing proportion of overall motor vehicle fatalities.\n\nThe GHSA report is based on preliminary data from state highway authorities. Twenty-three states and Washington, D.C., had increases in pedestrian fatalities, while 20 states showed a decrease and the rest remained steady.\n\nLoading...\n\nFive states — California, Florida, Texas, New York and Arizona — accounted for 43 percent of pedestrian deaths during the first half of 2017, despite being home to just 30 percent of the U.S. population.\n\nLast year, NPR's Laurel Wamsley reported on a study that identified the most dangerous cities for pedestrians. Eight of the top 10 most dangerous areas were in Florida, according to the study by Smart Growth America. And people of color are disproportionately affected by the hazards, as Laurel reported:\n\n\"People of color are over-represented among those pedestrians killed. Non-white people are 34.9 percent of the U.S. population, but make up 46.1 percent of pedestrian deaths. \"In certain places, this disparity is especially stark. In North Dakota, Native Americans are 5 percent of the population, but account for nearly 38 percent of pedestrian deaths.\"\n\nThe study also found that the elderly, the poor and those without health insurance were more likely to live in areas that are dangerous for pedestrians.\n\nThe new GHSA report does not break deaths out by race, income or insurance. It does, however, find that children and the elderly are \"especially vulnerable.\"\n\nWhy exactly have the pedestrian death rates risen since 2014? Last year, when the annual GHSA report showed an 11 percent year-over-year increase in pedestrian fatalities, NPR's David Schaper took a close look at the possible explanations:\n\n\" 'A perfect storm' of factors spurred the increase, [GHSA spokeswoman Maureen] Vogel says: A stronger economy and low gas prices have put more cars on the road and have people driving more often, 'but that is really only part of the story ... so something else is at play here.' \"One possibility can be seen during rush hour in downtown Chicago just by looking at both the drivers of the dozens of vehicles inching through traffic and the scores of pedestrians crossing the busy intersections. One thing many have in common is that their eyes are down, staring at their phones. \" 'We are crazy distracted,' says Melody Geraci, deputy executive director of the Active Transportation Alliance, a Chicago group advocating for better walking, cycling and public transportation options. 'After speeding and the failure to yield, distractions are the number three cause [of pedestrian fatalities], particularly by electronic devices.' \"Drivers distracted by their devices are a well-documented, rising cause of traffic crashes, but there are a growing number of pedestrians, too, who can become oblivious to traffic around them.\"\n\nOther factors include vehicle speeds and alcohol use — not just by drivers, but by pedestrians. According to the most recent GHSA report, 33 percent of pedestrian fatalities involved a pedestrian with a blood alcohol content above the legal driving limit. Of course, it's not illegal to walk while drunk, but it can be dangerous — even deadly.\n\nSeventy-five percent of fatalities occurred in the dark, and in 72 percent of the victim was walking in or crossing a road and wasn't in an intersection.\n\nThe new report also suggests marijuana may also play a role:\n\n\"The seven states (Alaska, Colorado, Maine, Massachusetts, Nevada, Oregon, Washington) and DC that legalized recreational use of marijuana between 2012 and 2016 reported a collective 16.4 percent increase in pedestrian fatalities for the first six months of 2017 versus the first six months of 2016, whereas all other states reported a collective 5.8 percent decrease in pedestrian fatalities.\"\n\nBut, GHSA notes, it can't make a \"direct correlation\" or \"definitive link\" to explain those states' relatively high rates of pedestrian deaths.", "keywords": ["report", "row", "remain", "traffic", "fatalities", "pedestrian", "ghsa", "deaths", "states", "high", "dangerous", "second", "25year", "pedestrians"], "polarity": 0.030094496552829895, "subjectivity": 0.4771084856501523},
{"title": "A New Leader For Ireland's Sinn Fein, But Will It Be A New Era?", "url": "https://www.npr.org/sections/parallels/2018/03/01/589106322/a-new-leader-for-irelands-sinn-fein-but-will-it-be-a-new-era", "text": "A New Leader For Ireland's Sinn Fein, But Will It Be A New Era?\n\nEnlarge this image toggle caption Paul Faith/AFP/Getty Images Paul Faith/AFP/Getty Images\n\nWhen the new president of Sinn Fein took the podium at a recent political rally, she acknowledged she'll never fully replace her predecessor and mentor.\n\n\"The truth is, my friends, I won't fill Gerry's shoes,\" Mary Lou McDonald told a crowd in Belfast last month. \"But the news is that I brought my own.\"\n\nShe was referring to Gerry Adams, an Irish political heavyweight who recently retired after almost 35 years as leader of Sinn Fein, a political party that campaigns for a united Ireland. Critics see Sinn Fein as the political wing of the Irish Republican Army, a paramilitary organization that waged a long guerrilla campaign against British rule in Northern Ireland.\n\nOver three decades, some 3,500 people were killed in Northern Ireland's sectarian bloodshed, known as the Troubles. Adams had long refused to condemn IRA bombings and shootings. But he eventually rejected armed struggle, and helped broker the 1998 Good Friday Peace Agreement.\n\nNow, 20 years into that peace, Sinn Fein's newly elected leader has stepped into the spotlight. McDonald, 48, was barely a teenager during the height of the Troubles and comes without some of the baggage from that era. Supporters say she represents a fresh phase in the party's evolution.\n\nShe ran unopposed and took control Feb. 10 of a party that has long been a bit of an old boys' club.\n\n\"I listened to a chorus of mainly men, and mainly older men, mansplaining my job to me on the public airwaves,\" McDonald told an Irish late-night TV show. \"I have a problem with people who have never run for public office, or who have never been in politics, telling me how to do my job or assuming I wouldn't be capable.\"\n\nEnlarge this image toggle caption Peter Morrison/AP Peter Morrison/AP\n\nMcDonald's vice president is also a woman: Michelle O'Neill, 40. It's the first time the top two leaders of Sinn Fein have been women. The party has only had one other female president in its history: Margaret Buckley, elected in 1937.\n\nWhile Adams, 69, and his deputy, the late Martin McGuinness, were hard-scrabble, working-class fighters from British-ruled Northern Ireland, McDonald is from a middle-class family. She went to private school. Most importantly, she's from the south — the Republic of Ireland. And her ascension reflects a change in Sinn Fein strategy, says Pat Leahy, political editor of The Irish Times.\n\n\"The locus of Sinn Fein's priorities is no longer in Belfast. It's in the south of Ireland. It's in Dublin,\" Leahy says.\n\nSinn Fein's aim is to win power on both sides of the border, he says, and its goal is to eventually unite the north with the Republic of Ireland.\n\nIn the north, the party is supposed to share power with unionists, in accordance with the Good Friday Peace Agreement. But governance has been stalled in Belfast for the past 13 months, after a breakdown in talks between Sinn Fein and the Democratic Unionist Party. In the Republic of Ireland, Sinn Fein has the third-largest number of seats in Parliament, and the party hopes that McDonald can help boost that, Leahy says.\n\nMcDonald first became a household name in Ireland in 2004, when she was elected as Sinn Fein's first delegate to the European Parliament.\n\n\"Nobody had ever heard of her, but she was so different! Southern, young, female, and speaking with a distinctive Dublin middle-class accent that was so, so different to the public face of Sinn Fein,\" Leahy recalls. \"If you go into any pub in Dublin and ask about 'Mary Lou,' people will know exactly who you're talking about.\"\n\nIf you go into any pub in Dublin and ask about 'Mary Lou,' people will know exactly who you're talking about.\n\nNPR went to one such pub, on the campus of Trinity College Dublin, McDonald's alma mater. The elite university is filled with the sort of young, progressive voters Sinn Fein hopes to attract with McDonald at its helm.\n\nBut one Catholic student there, Grace Farrell, who is from Northern Ireland and has voted for Sinn Fein in the past, says she blames the party for sowing animosity between Catholics and Protestants in her home region. She says she worries the party is trying to boost its appeal, by naming a younger woman as leader, without really changing its sectarian stance.\n\n\"It's catering to what they think we want,\" says Farrell, 20. \"But growing up, I didn't meet one Protestant. I didn't meet one unionist. If you aren't exposed to those people, you're going to have prejudices. I think that made me and all my friends disillusioned. A lot of my friends don't vote.\"\n\nHer friends include Susie Crawford, 21, who is also from the north, but from a Protestant family. She says it'll take more than a woman at the helm to get her to vote for Sinn Fein.\n\n\"Whenever you have female leaders, if they're in these super-old and bigoted and awful parties, it doesn't mean they're good people because they're ladies,\" Crawford says. \"And I love ladies! I'm a feminist.\"\n\nCrawford says she's more concerned about candidates' policies than gender. After all, the U.K., Wales, Scotland and Northern Ireland are all currently led by women. It's no longer a novelty to see women in power, she says.\n\nMcDonald supports center-left policies she says will foster equality and boost social services. She wants to end Ireland's abortion ban, and she also campaigned for legalizing same-sex marriage, which was endorsed in a nationwide referendum in May 2015. Ireland plans to hold another referendum this spring, on legalizing abortion.\n\nThose social issues may resonate with the younger generation of which McDonald is a member. But overall, many voters believe McDonald, who served as Adams' deputy leader, will stick to the Sinn Fein party line. One called her \"Gerry Adams in a skirt.\"\n\n\"She has to do two very different things: one is to reassure the old, largely male vanguard that they're not being abandoned and that their struggle, as they would call it, is being honored,\" says Fintan O'Toole, an Irish Times columnist and a visiting scholar at Princeton University. \"On the other hand, she has to appeal to an electorate that does not vote for Sinn Fein because it does not want to give support to the IRA.\"\n\nIt will soon become clear how well McDonald, the first Sinn Fein leader to take control of the party in peacetime, will strike that balance. Her biggest challenge may be to get voters to focus on Sinn Fein's policies, rather than its controversial history.", "keywords": ["political", "irish", "fein", "party", "ireland", "feins", "era", "irelands", "sinn", "leader", "mcdonald", "northern"], "polarity": 0.11033680175246441, "subjectivity": 0.33065078495801387},
{"title": "1 State? 7 States? Uncertainty Persists About Russian Cyberattacks On U.S. Election", "url": "https://www.npr.org/2018/03/01/589485777/1-state-7-states-uncertainty-persists-about-russian-cyberattacks-on-u-s-election", "text": "1 State? 7 States? Uncertainty Persists About Russian Cyberattacks On U.S. Election\n\nEven as Americans begin voting in the earliest 2018 midterm primaries, the public still doesn't have solid answers about what happened to its election systems in 2016.\n\nInstead it has conflicting accounts and official denials.\n\nThe latest example this week came from the Department of Homeland Security, which slammed a report by NBC News that said the intelligence community had evidence in early 2017 to believe Russian operatives compromised more state voter systems in 2016 than previously known. DHS said NBC's story was \"factually inaccurate and misleading\" and stood by its previous assessment, that just one state, Illinois, had its system breached.\n\nNBC then slammed that response in a subsequent defense of its story, which quoted a former cyber-expert from the Obama administration, Michael Daniel, who said that when he was in the White House, it believed seven states had been compromised.\n\nWhat's the real story? How serious were the Russian cyberattacks across the United States?\n\n\"We simply don't have enough information unfortunately because nobody is going past these one-line statements that are obscure or obtuse [at best],\" said Mark Nunnikhoven, a vice president at the cybersecurity company Trend Micro.\n\nIn a written statement to NPR, Daniel declined to specify the number of states he believed had their systems compromised. He did, however, seem to offer a justification for why intelligence that officials had in early 2017 could have pointed to a different conclusion than DHS officials are drawing now.\n\n\"Since [January 2017], there have been numerous factual developments resulting from the various ongoing investigations related to Russian election interference,\" Daniel said. \"The most important consideration is that the threat to electoral systems remains, and we need to continue to improve the security of such systems.\"\n\nGovernment agencies probably have more detail than they've revealed about the attacks launched by Russia's military GRU intelligence agencies and other cyberaggressors over the past two years.\n\nOne clue about that was in a leaked National Security Agency report that laid out how Russian hackers targeted a specific elections vendor in Florida. Another was in the indictment released by Justice Department special counsel Robert Mueller charging 13 Russians and three Russian entities with using social media to amplify controversy within the United States.\n\nOn Tuesday, NSA Director Adm. Mike Rogers told members of Congress he expected that cyberaggression from Russia would continue this year and beyond as part of a strategic objective to shake Americans' faith.\n\n\"I believe they're attempting to undermine our institutions,\" he said.\n\nUnless the government releases more information, however, the back-and-forth will likely continue between press accounts of the attacks and the denials from officialdom. Even the basic numbers quoted since 2016 of the states affected somehow by the cyberattacks have fluctuated all the way up to 50.\n\nSix of the seven states mentioned in the NBC report told NPR that they found no evidence through their own independent reviews that their systems had been compromised. The seventh, Illinois, has been working with DHS since its voter registration system was broken into — though not altered — in the summer of 2016.\n\nOther states said they couldn't corroborate the NBC story.\n\n\"After NBC reached out to our office, we contacted our partners in state and federal intelligence and law enforcement,\" said Jesse Melgar, California's deputy secretary of state. \"None of them could corroborate NBC's claims nor has NBC provided any evidence to support their assertions.\"\n\nAll seven states were on the list of 21 states that DHS had previously said were probed, or scanned, by Russians. Experts liken the scanning process to looking into the window of a locked home without actually opening the window or climbing in.\n\nSo could Obama-era officials and people today in the Trump administration look at the same data from 2016 election and reach different conclusions?\n\nNunnikhoven said intelligence officials may have since either found out more about the events or found out more about the attackers, \"so it might be easier to associate certain behaviors.\"\n\nFor now, though, \"[Intelligence officials] are leaning a little too far on withholding information as opposed to right out and saying it,\" Nunnikhoven said. He added, \"There needs to be a little more detail so it's far more credible when you hear those reassurances.\"\n\nDHS says that it's being as forthright as possible and committed to continue building trust with the state officials it is helping. Reports like NBC's, it complained, undermine those bridges it is attempting to build.\n\nSecretaries of state and election directors received a classified briefing from intelligence officials two weeks ago, and DHS is in the process of getting security clearances for officials in every state — efforts meant to mend a rocky relationship, between the intelligence community and the states, that only got rockier when it took more than a year for the states to find out they were scanned by Russians in 2016.\n\n\"You want a government that's a transparent as possible but there's always a recognition there are some places where transparency can be counter- productive to defense or other values,\" said Kevin Kennedy, who oversaw elections in Wisconsin until June of 2016.\n\n\"That's the nature of democracy — that tension.\"", "keywords": ["election", "uncertainty", "intelligence", "russian", "nbc", "officials", "systems", "states", "persists", "state", "security", "cyberattacks", "dhs"], "polarity": 0.07951680672268908, "subjectivity": 0.4089810924369748},
{"title": "LISTEN: Dolphins Use Targeted Echolocation To Plan Their Hunting Dives", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589327979/listen-dolphins-use-targeted-echolocation-to-plan-their-hunting-dives", "text": "LISTEN: Dolphins Use Targeted Echolocation To Plan Their Hunting Dives\n\nEnlarge this image toggle caption J. Maughn/Flickr J. Maughn/Flickr\n\nThe central challenge of dolphin existence is that your oxygen is on the surface and your dinner is in the deep. Hang out breathing air too long and you'll starve. Dive too deep for food and you'll drown.\n\nTo thrive, dolphins must use their oxygen wisely. A new study of one type of dolphin suggests they do that by carefully planning each dive, using information from previous dives to predict where food might be.\n\nThe study, published Wednesday in the Journal of Experimental Biology, used a relatively new technology to record the locations and vocalizations of 33 Risso's dolphins as they swam and hunted off San Clemente Island in Southern California. Researchers led by Patricia Arranz of the University of La Laguna in Spain used suction cups to attach small recorders to the dolphins.\n\nThe devices produced high-quality recordings of the sounds dolphins make when they are hunting. In the excerpt embedded below, you can hear the individual echolocation clicks a dolphin uses to search for food, Arranz explained via email, as well as what researchers refer to as \"buzzes.\"\n\nBuzzes are \"faster, lower-intensity click sequences [during] prey capture attempts,\" she explained. You can imagine the dolphin using clicks to locate a squid, for example, and the buzzing as it approaches and attempts to catch the squid.\n\nHere's what the dolphins sound like when they're in a group — the National Oceanic and Atmospheric Administration made this recording of Risso's dolphins for separate research, using a special microphone placed directly in the water.\n\nRisso's Dolphin Group 0:17\n\nUsing the recordings of individual animals, as well as detailed information about where prey were lurking, Arranz and colleagues in California and the United Kingdom set out to test the hypothesis that dolphins might be planning their dives. Such a finding would be controversial.\n\nThere is widespread disagreement about the ability of nonhuman animals to use past information (there was a fish at this depth recently) to inform future actions (therefore I should focus my limited oxygen on hunting at that depth now). A 2016 review of the scientific literature suggested that \"only humans are able to construct and reflect on narratives of their lives — and flexibly compare alternative scenarios of the remote future.\"\n\n\"This remains a contentious subject,\" the authors of the new study write in their introduction, before laying out evidence that Risso's dolphins were doing just that kind of planning.\n\nThe researchers found that after dolphins found success hunting at a certain depth, as evidenced by the buzzing sounds that accompany attacks on prey, they adjusted the volume and frequency of their echolocation clicks to focus on that depth during future dives.\n\nAlthough it's possible other air-breathing marine mammals have similar abilities, dolphins are particularly useful for research because they use audible echolocation, which announces their intentions.", "keywords": ["dives", "plan", "using", "researchers", "dolphins", "echolocation", "hunting", "dolphin", "study", "depth", "listen", "prey", "targeted", "rissos"], "polarity": 0.07765151515151515, "subjectivity": 0.4098513328776487},
{"title": "Russia's Olympic Committee Reinstated After Doping Scandal", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589578318/russias-olympic-committee-reinstated-after-doping-scandal", "text": "Russia's Olympic Committee Reinstated After Doping Scandal\n\nEnlarge this image toggle caption Pavel Golovkin/AP Pavel Golovkin/AP\n\nAfter a major doping scandal limited Russia's participation at the Pyeongchang Winter Olympics, the country's Olympic committee has been formally reinstated by the International Olympic Committee.\n\nThis comes after the IOC said remaining test results from Russians who competed in the games came back negative.\n\nIn December, the IOC announced that Russia's Olympic committee was suspended because of the state-sponsored cheating. As NPR's Bill Chappell has reported, their athletes could still compete – but under the title of \"Olympic Athlete from Russia.\" Their uniforms bore the Olympic symbol and they carried the Olympic Flag at the opening ceremony. One hundred and sixty-eight took part in the games as neutral athletes.\n\nThere was some speculation that Russia might be reinstated in time for the closing ceremony, allowing the athletes to march under the Russian flag. The country's Olympic committee paid some $15 million in fines.\n\nBut two Russian athletes failed doping tests — curling bronze medalist Alexander Krushelnitckii, whose mixed-doubles medal was stripped, and bobsledder Nadezhda Sergeeva. As Bill reported, the IOC said the failed tests and other factors \"prevented the IOC from even considering lifting the suspension for the closing ceremony.\"\n\nNow that all final results are in, the IOC says that Russia's suspension is \"automatically lifted with immediate effect.\"\n\n\"We must turn this page,\" said Russian President Vladimir Putin at a ceremony for Olympians on Wednesday, according to The Associated Press. \"We must draw relevant conclusions for ourselves, but I hope that international organizations also will eventually understand that sports must be kept away from problems unrelated to it.\"\n\nThe IOC's decision to ban Russia was prompted by a report from the World Anti-Doping agency led by law professor Richard McLaren.\n\n\"Released in two phases, the McLaren report concluded that Russia's scheme involved more than 1,000 Russian athletes and that it also included plans both for manipulating doping controls and for covering up the system,\" Bill reported.\n\nFigure skater Alina Zagitova won the only individual gold medal by an athlete from Russia at this year's games. Head here for Bill's account of that medal ceremony, where the Olympic anthem played instead of the Russian one.", "keywords": ["reinstated", "doping", "athletes", "olympic", "russian", "russia", "scandal", "ceremony", "ioc", "russias", "committee"], "polarity": -0.028101503759398502, "subjectivity": 0.306203007518797},
{"title": "Russia's 'Fancy Bear' Reportedly Hacks German Government Network ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589787931/russias-fancy-bear-reportedly-hacks-german-government-networks", "text": "Russia's 'Fancy Bear' Reportedly Hacks German Government Network\n\nEnlarge this image toggle caption Axel Schmidt/Getty Images Axel Schmidt/Getty Images\n\nGermany says it managed to fend off a cyberattack against key ministries, but declined to confirm media reports that the culprit was the Russian intelligence operation blamed for interference in U.S. elections.\n\n\"We can confirm that the Federal Office for Information Security (BSI) and intelligence services are investigating a cybersecurity incident concerning the federal government's information technology and networks,\" an Interior Ministry spokesman said Wednesday.\n\n\"The attack was isolated and brought under control within the federal administration,\" which manages government computer networks, the spokesman said in a statement, Reuters reports.\n\nAccording to Reuters: \"Western governments and security experts have linked the hacker group known as APT28 or Fancy Bear to a Russian spy agency, and have blamed it for an attack on the Democratic National Committee ahead of the 2016 U.S. elections.\n\nGermany's Deutsche Presse-Agentur news agency cites anonymous security officials as saying that the hackers \"likely placed a piece of malware in a key government network. The malware could have remained in the government's networks for as long as a year.\"\n\nDeutsche Welle adds: \"The hackers reportedly infiltrated the government's 'Informationsverbund Berlin-Bonn' (IVBB) network, a specially designed communications platform that sits separate from other public networks for supposed added security. It's used exclusively by the Chancellery, the German parliament, federal ministries, the Federal Audit Office and several security institutions in Berlin and Bonn, the former German capital where some ministries still have offices.\"\n\nGerman officials blamed Fancy Bear for a May 2015 hack of Germany's lower house of parliament, the Bundestag, and other cyberattacks aimed at Chancellor Angela Merkel as well as others.\n\nGerman security sources quoted by Reuters denied media reports that the attack had penetrated the country's defense ministry and military establishment.\n\nReuters writes:\n\n\"News of the attack on German government computers comes after repeated warnings by German intelligence officials about possible meddling by Russia in last year's federal election. The head of the German domestic intelligence agency last year said such attacks had not occurred, but the risk of interference remained until a new government is in place.\"\n\nIn November, the U.K.'s National Cyber Security Centre confirmed for the first time that Russian cyberattacks had targeted British media. The revelation came a day after Britain's Prime Minister Theresa May warned that a Russian disinformation campaign aimed to \"sow discord in the West.\"\n\nAs NPR's David Welna reported earlier this week, National Security Agency and U.S. Cyber Command chief Adm. Michael Rogers told the Senate Armed Services Committee that he believes that Russian hacking and disinformation has shown no sign of slowing since the election.\n\n\"Everything, both as the director of the NSA and what I see on the Cyber Command side, leads me to believe that if we don't change the dynamic here, this is going to continue and 2016 won't be viewed as something isolated,\" Rogers said. \"This is something that will be sustained over time.\"", "keywords": ["networks", "german", "federal", "intelligence", "network", "russian", "agency", "governments", "hacks", "officials", "bear", "fancy", "security", "russias", "reportedly", "attack"], "polarity": 0.020652958152958156, "subjectivity": 0.25211038961038956},
{"title": "Hope Hicks To Resign As White House Communications Director", "url": "https://www.npr.org/2018/02/28/589610396/hope-hicks-to-resign-as-white-house-communications-director", "text": "Hope Hicks To Resign As White House Communications Director\n\nEnlarge this image toggle caption Mandel Ngan/AFP/Getty Images Mandel Ngan/AFP/Getty Images\n\nUpdated at 7:08 p.m. ET\n\nWhite House communications director Hope Hicks, President Trump's longest-serving aide, is resigning and will depart in the next few weeks, the White House says.\n\nIn a White House that has set records for staff turnover (and it isn't even close), the departure of Hicks still came as a shock.\n\nHicks, who has been working with the president for three years, managed to stay in his orbit even after many others had been pushed out. President Trump called Hicks \"outstanding.\"\n\n\"She is as smart and thoughtful as they come, a truly great person,\" Trump said in a statement on Wednesday. \"I will miss having her by my side but when she approached me about pursuing other opportunities, I totally understood. I am sure we will work together again in the future.\"\n\nNews of Hicks' departure followed a day after she testified for hours before a closed session of the House intelligence committee as part of its Russia probe, reportedly admitting to telling \"white lies\" on behalf of the president, though not in matters material to the investigation. Lawmakers are investigating Russia's interference in the 2016 presidential election and whether any Trump campaign associates aided that effort. The White House has repeatedly denied any such collusion.\n\nEarlier this month Hicks was deeply involved in the White House's botched handling of domestic abuse allegations against a former top aide to the president. But a White House official insists Hicks' decision to resign wasn't related to either of those matters.\n\nAnother person close to Hicks told NPR the resignation has been in the works for weeks.\n\nIn a White House full of big personalities, the 29-year-old former teen fashion model has had a knack for maintaining a low profile; that is, until recently. She was often photographed with other White House aides but rarely went on the record and almost never spoke before microphones.\n\n\"I think it's a skill ... to avoid being in the press,\" Dana Perino, who served as White House press secretary during the George W. Bush administration, told NPR in August. \"She is a true communications professional in that she doesn't seek the limelight.\"\n\nThat skill, along with her apparently unwavering loyalty, helped keep her in the president's good graces. That loyalty was once again on display in a quote circulated by the White House announcing her departure.\n\n\"There are no words to adequately express my gratitude to President Trump,\" Hicks said in the statement. \"I wish the President and his administration the very best as he continues to lead our country.\"\n\nHicks joined the Trump organization in 2014 — recruited by Ivanka Trump, who was impressed by work Hicks had done for her clothing line while working at a New York public relations firm. Hicks was then pulled into the Trump campaign before there even was a campaign, becoming de facto press secretary while initially she continued doing work for the Trump Organization.\n\n\"She really understood the president's brand, that he's a mogul, that he's a magnate,\" said Sam Nunberg, who served as an adviser to Trump from 2011 to mid-2015. \"And she said to me that people in the primary states were going to view him as a president because they watched him on The Apprentice. Which was true.\"\n\nHicks was serving as the White House's director of strategic communications, an unusual role where she essentially functioned as a gatekeeper to the president, when she was named interim communications director in August. That followed the days-long tenure of Anthony Scaramucci and the departure of multiple other communications directors — Sean Spicer, who had also been press secretary; Mike Dubke; and Jason Miller, who served during the transition.\n\nNunberg predicted at the time of her promotion that Hicks would be with Trump \"to the very end.\"\n\nEven so, on Wednesday, the aide who was so close to Trump she was often described as being like family said she, too, would leave.", "keywords": ["press", "communications", "director", "work", "hope", "hicks", "resign", "trump", "white", "secretary", "president", "house", "served"], "polarity": 0.14431637806637804, "subjectivity": 0.31668819143819144},
{"title": "As Stoneman Douglas Resumes Class, Survivors Become Students Once More", "url": "https://www.npr.org/sections/thetwo-way/2018/02/28/589502454/as-stoneman-douglas-resumes-class-survivors-become-students-once-more", "text": "As Stoneman Douglas Resumes Class, Survivors Become Students Once More\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nThe first day back in the classroom went quickly. The half-day for students at Marjory Stoneman Douglas High School in Parkland, Fla., was their first at school in two weeks — but what the day lacked in length, it balanced with heartbreak and hope.\n\nFor the first time since a gunman claimed the lives of 17 of their classmates and teachers, wounded 14 others and took aim at many more, the survivors gathered again Wednesday to resume studies the killings put on pause.\n\nThey weren't alone: Police officers, members of the media, grief counselors, therapy dogs and dozens of supporters lined the streets outside, there to cheer the students through the difficult time. The crowds of outsiders were as good a proof as any that Wednesday's series of half-hour periods, which began at 7:40 a.m. and ended by lunchtime, were not about the lessons at the front of the room.\n\nThey were about recovery.\n\n\"It's just crazy to think it happened to us,\" sophomore Nick Landry told NPR's Greg Allen on Wednesday. \"I haven't gone to counseling myself, but I do know some of my friends that have gone and needed it — and that's a good thing, though.\"\n\nAs Greg noted, the students did not return to the building where the shooting occurred. \"It's being demolished and replaced,\" he explained.\n\nBut that did not ease the weight of their lost classmates' absence. Ethan Trieu, a senior, told NPR on Tuesday that he can tell his friends and fellow survivors are \"just not the same — you can tell, just from the way they're talking, they're not the same.\"\n\nMany of them have changed in another, very visible way: In the half-month between the shooting and the resumption of classes, a number of the Douglas students swapped their notebooks for signs and microphones, taking up activism for gun control measures. They planned the March for Our Lives, descended on the state Capitol to push new gun legislation and inspired students across the country demonstrate and speak out as well.\n\n\"Since we've been home, it seems like everyone is part of the movement,\" Douglas sophomore Gabe Glassman wrote Tuesday for NPR. \"I'm speaking, tweeting and writing letters to government officials. And I'm not even one of the organizers.\"\n\nEven as these kept their lives busy, Glassman said, one difficult challenge loomed. \"I know it will be hard, just to walk on campus.\"\n\nSo many more hurdles remain for the students — but at least now that the school day is done, the first and perhaps biggest one has been cleared.\n\n\"I pray that today is the beginning of our long and difficult journey from grief, sorrow and anger to a new consciousness of hope, compassion and love,\" Broward County Public Schools Superintendent Robert Runcie tweeted Wednesday.\n\n\"Thank you to our young people for leading the way. Welcome Back!\"", "keywords": ["survivors", "day", "resumes", "told", "students", "douglas", "lives", "difficult", "stoneman", "way", "theyre", "class", "school"], "polarity": 0.07399720893141948, "subjectivity": 0.4260725677830941},
{"title": "House Oversight Panel Asks HUD For Documents Amid Accusations Of Lavish Spending", "url": "https://www.npr.org/2018/02/28/589493664/ben-carson-and-hud-face-allegations-of-lavish-spending-including-31-000-furnitur", "text": "House Oversight Panel Asks HUD For Documents Amid Accusations Of Lavish Spending\n\nEnlarge this image toggle caption Matt Rourke/AP Matt Rourke/AP\n\nUpdated at 10 p.m. ET\n\nThe chairman of the House Committee on Oversight and Government Reform sent a letter to Housing and Urban Development Secretary Ben Carson Wednesday requesting \"all documents and communications\" related to the redecorating of his office and HUD's handling of a whistleblower.\n\nIn a four-and-a-half page letter, Rep. Trey Gowdy, R-S.C., said he wants the documents in order for the committee to \"determine whether HUD adhered to the applicable spending limitations\" that apply to office makeovers. Gowdy is also requesting documentation involving the HUD employee who claims she was the subject of retaliation after refusing to exceed spending caps set for office redecorating.\n\nHe set a deadline of March 14 for the documents to be handed over to the committee.\n\nGowdy's letter to Carson comes a day after reports surfaced that the agency approved more than $31,000 on a new office suite dining room set. Additional allegations were brought by a former HUD official claiming she was told by her superiors that \"$5,000 will not even buy a decent chair.\"\n\nAccording to the New York Times, a \"custom hardwood table, chairs and hutch\" were purchased a month after a whistleblower complaint was filed alleging Candy Carson, the wife and informal adviser to the HUD secretary, was pushing for elaborate modifications to the drab decor of the department's offices.\n\nThe whistleblower, Helen Foster, was a career HUD employee. She filed a complaint in November alleging she was demoted and replaced after refusing to exceed the legal $5,000 limit on redecoration. The existence of the complaint was first reported Tuesday by The Guardian.\n\nCarson tweeted Wednesday evening that he had done nothing wrong.\n\nIn a statement, HUD spokesperson Raffi Williams denied Foster's allegations of lavish spending, adding that while Carson did have different chairs in his office they were not new purchases, but rather ones that came from HUD's basement.\n\n\"Secretary Carson, to the best of our knowledge, is the only secretary to go to the subbasement at his agency to select the furniture for his office. All the furniture in his office was purchased by the government prior to his arrival,\" Williams said.\n\nAccording to the Guardian, Foster was first urged by then-acting HUD Director Craig Clemmensen in January last year to help Carson's wife get the funding to redecorate Carson's office.\n\nIn an interview with CNN Tuesday, Foster said she was pressured and retaliated against for not finding more money. She was also told that past administrations always found the funding.\n\n\"I had a bucket in my car because I would throw up on the way to work and on the way home from work every day, just out of anxiety,\" Foster said.\n\nIn an interview with NPR, Foster's Washington-based lawyer, Joe Kaplan, of the firm Passman & Kaplan, said the pressure by HUD officials persisted \"for several weeks, certainly into February\" of last year.\n\nAccording to Kaplan, when Foster told Clemmensen that she could not get around the statutory cap of $5,000 for redecorating, Clemmensen told her that amount could not even purchase a decent chair.\n\n\"I've sat in a lot of chairs that have cost less than $5,000, let me tell you,\" Kaplan said.\n\nKaplan said his client is seeking compensatory damages and re-instatment as HUD's chief administrative officer. He adds that \"a public apology by HUD would go a long way in restoring Helen's reputation.\"\n\nHUD officials provided receipts that showed HUD spent $3,373 on window treatments, including wooden blinds, and an additional $1,100 on furniture repairs.\n\nIn a separate receipt, dated Dec. 21, an item labeled \"Secretary's Furniture Procurement\" for the amount of $31,561 was made to the Baltimore-based contractor Sebree and Associates LLC.\n\nOfficials at HUD said the secretary did not purchase the dining room set. They said it was bought by \"career staffers in charge of the building.\" The old table and chairs from the mid-1960s were \"deemed unrepairable.\" NPR has not confirmed who gave the OK for that purchase and has sought clarity from HUD about why the purchase of the new table did not fall under the $5,000 new-decor cap.\n\nThe agency has been embroiled in other controversies in recent weeks. The Trump administration is proposing more than $8 billion in cuts to HUD's budget, or more than 14 percent from current levels.\n\nCarson is also facing allegations that he may have violated ethics rules by allowing his son, Baltimore businessman Ben Carson Jr., to organize \"listening tours\" for his father in that city last summer. The secretary has called on HUD's inspector general to review whether there were any violations.\n\nKaplan, the lawyer for Foster, said the Office of Special Counsel could determine whether it will move forward and investigate Foster's complaint as early as next week. The special counsel is separate from the Justice Department counsel investigating contacts between Russian officials and the Trump presidential campaign.", "keywords": ["documents", "office", "carson", "set", "purchase", "panel", "huds", "oversight", "asks", "foster", "5000", "told", "spending", "secretary", "lavish", "amid", "accusations", "house", "hud"], "polarity": 0.07297077922077921, "subjectivity": 0.3495025807525808},
{"title": "W.Va. Teacher Walkouts, School Closures Continue Despite Governor's Deal With Unions", "url": "https://www.npr.org/2018/02/28/589764641/w-va-teacher-walkouts-school-closures-continue-despite-governors-deal-with-union", "text": "W.Va. Teacher Walkouts, School Closures Continue Despite Governor's Deal With Unions\n\nEnlarge this image toggle caption John Raby/AP John Raby/AP\n\nWhat was supposed to be a \"cooling off\" day on Wednesday was anything but at West Virginia's Capitol.\n\nAfter Gov. Jim Justice and union leaders had announced a deal to end the teacher strike and send educators and service personnel back to the classroom on Thursday, uncertainty forced all of the state's counties to call off school yet again.\n\nThousands of school employees and their supporters returned to the Capitol to demand immediate action on a permanent fix to the health insurance program for state employees and quick action on a proposed pay increase. Both elements play key roles in their demands in what they call efforts to attract and retain quality educators.\n\nLeaders of the American Federation of Teachers-West Virginia, the West Virginia Education Association and the West Virginia School Service Personnel Association met throughout the day with Justice's chief of staff, Mike Hall, who said around midday that the governor would not be at the Capitol.\n\nHall said a pay increase for all state employees is still in the works, and will be addressed in a budget bill — with each agency's personnel line item to be increased by 3 percent. That plan would have to be addressed by the legislature.\n\nOne of the union leaders, Dale Lee, said they believe the next step should be for teachers and service personnel to return to school.\n\n\"Now we realize that not everyone will,\" said Lee, the president of the West Virginia Education Association.\n\nHigh school teacher Angie Steffy said she was \"satisfied at this point.\"\n\n\"But, I'm holding out until I see what the Senate does with that vote,\" Steffy said, referring to House Bill 4145, which would give teachers, school service personnel and state troopers a 5 percent pay increase this year.\n\nThe measure faced a deadline Wednesday to pass in the House, so the chamber suspended constitutional rules and put House Bill 4145 immediately up for a vote. The bill passed 98-1.\n\nAcross the rotunda, Senate President Mitch Carmichael, who has remained skeptical of the front-loaded pay increases announced in the deal made by Justice and union leaders, said the process appears to be moving too quickly.\n\n\"It's very simple. I'm disappointed that there wasn't a more thoughtful analysis placed around it,\" Carmichael said.\n\nAsked about union leaders' confidence that House Bill 4145 will pass the Senate, Carmichael said he has yet to begin counting votes.\n\nHowever, many who have walked off the job in recent days say a permanent fix to health care for public employees remains the biggest priority. Justice announced he had signed an executive order creating a task force to study the program as a means to quell rising costs to the program.\n\nAppointees will include active and retired public employees, representatives of the teacher and service personnel unions, experts on the insurance business and members of the legislature. Two Republicans and one Democrat from each chamber will serve on the task force.\n\nBut even with action on pay raises and health care, school closures and delays came rolling in throughout the evening. Some teachers who continued to mill about the Capitol late into the evening said they remain uncertain and plan to stay off the job indefinitely.\n\n\"I don't understand how they can recommend that we get back to school tomorrow when it hasn't passed through the Senate yet. I'm not ready to go back to school until it's passed through both the House and the Senate,\" said elementary school teacher Chloe Adkins. \"As of right now, I think we have seen that we can't trust that everything that's said is going to go through.\"", "keywords": ["teacher", "bill", "deal", "closures", "walkouts", "personnel", "wva", "unions", "pay", "senate", "west", "continue", "house", "employees", "governors", "service", "school", "despite"], "polarity": 0.04428571428571429, "subjectivity": 0.38049382716049385},
{"title": "Investor Group Has Deal To Buy Weinstein Co., Start New Movie Studio", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590091949/investor-group-has-deal-to-buy-weinstein-co-start-new-movie-studio", "text": "Investor Group Has Deal To Buy Weinstein Co., Start New Movie Studio\n\nEnlarge this image toggle caption Paul Morigi/Paul Morigi/Invision/AP Paul Morigi/Paul Morigi/Invision/AP\n\nLess than a week after the Weinstein Co. seemed destined for bankruptcy, a deal emerged for an investment group to buy assets from the troubled firm in order to launch a new movie studio that will be led by women.\n\nThe deal, between the Weinstein Co. and a group backed by billionaire Ron Burkle and led by Maria Contreras-Sweet, who was in charge of the Small Business Administration under President Barack Obama, is said to be worth more than $500 million dollars, according to Reuters.\n\nContreras-Sweet released a statement that said her group planned to use the Weinstein assets to start a company \"led by a board of directors made up of a majority of independent women,\" which would \"save about 150 jobs, protect the small businesses who are owed money and create a victims' compensation fund that would supplement existing insurance coverage for those who have been harmed.\"\n\nThe Weinstein Co. board of directors released a statement announcing the agreement, thanking the investment group, and saying, \"We consider this to be a positive outcome under what have been incredibly difficult circumstances.\n\nRocky negotiations had gone on for weeks between the investment group and the Weinstein Co., which has been in turmoil over accusations against Harvey Weinstein of sexual misconduct, including rape, by more than 50 women.\n\nOn Feb. 26, the Weinstein Co. said it would file for bankruptcy, as NPR's Laurel Wamsley reported, after talks between the two sides broke down over disagreements about interim funding, among other things.\n\nAnd two weeks ago, New York Attorney General Eric Schneiderman filed a civil rights lawsuit against the Weinstein Co., stating that the studio \"repeatedly broke New York law by failing to protect its employees from pervasive sexual harassment, intimidation, and discrimination.\"\n\nThe attorney general said the amount of money allocated for victims of sexual assault and harassment was too small in the early sale proposals, but a source familiar with Thursday's deal said the buyers upped that amount to between $80-$90 million.\n\nAs the sale agreement was announced, Schneiderman released a statement saying the new owners have committed to \"a well-funded victims compensation fund\" and to implementing \"HR policies that will protect all employees, and will not unjustly reward bad actors.\"\n\nAnother sticking point was the role of top Weinstein executive David Glasser.\n\nThe investors originally wanted to make Glasser the COO of the new company but Schneiderman considered him an enabler of Weinstein, and therefore wanted him out of the new business. The Weinstein Co. fired Glasser two weeks ago, and the source said Thursday's agreement also has him officially out of the new company.\n\n\"This next step represents the best possible pathway to support victims and protect employees,\" Conteras-Sweet said on Thursday. \"We are grateful to our investors who have believed in this process and in the compelling value of a female-led company.\"\n\nA new name for the potential company has not been selected, reports Variety, though at one point the investors were said to be leaning toward \"Wonder Hill.\"", "keywords": ["investor", "studio", "sexual", "deal", "weeks", "statement", "movie", "schneiderman", "buy", "victims", "group", "start", "weinstein", "protect", "small"], "polarity": 0.10282429558745347, "subjectivity": 0.5081206804891016},
{"title": "U.S. Ambassador To Mexico Is Latest Career Diplomat To Resign", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590081271/u-s-ambassador-to-mexico-is-latest-career-diplomat-to-resign", "text": "U.S. Ambassador To Mexico Is Latest Career Diplomat To Resign\n\nEnlarge this image toggle caption Hector Vivas/Getty Images Hector Vivas/Getty Images\n\nRoberta Jacobson, the U.S. ambassador to Mexico, has handed in her resignation. The career diplomat, with more than 30 years in government service says it was a difficult decision to leave. Jacobson, 57, is the latest in a string of high-level diplomats to depart the State Department since President Trump took office.\n\nIn a note to embassy staff, Jacobson said, \"The decision is all the more difficult because of my profound belief in the importance of the U.S. – Mexico relationship and knowledge that it is at a crucial moment.\"\n\nShe said her resignation will be effective May 5.\n\nJacobson, who was appointed by President Barack Obama and assumed her post in 2016, did not give a reason for her resignation. But according to former U.S. and Mexican diplomats, the strain in the countries' relations made her job particularly difficult.\n\nPolitics State Department Loses Expert Diplomat On North Korea State Department Loses Expert Diplomat On North Korea Listen · 2:49 2:49\n\nPolitics What Secretary Of State Tillerson Worked On In 2017 What Secretary Of State Tillerson Worked On In 2017 Listen · 3:52 3:52\n\nTrump's disparaging comments about Mexicans and immigrants has incensed many in Mexico, as have his continued calls for Mexico to pay for a U.S. border wall. A tense telephone conversation last month between Trump and Mexico's President Enrique Pena Nieto soured over the wall issue, and derailed chances of an in-person meeting between the two leaders.\n\nIn addition, negotiators are currently in Mexico City, locked in the seventh round of contentious talks to renegotiate the North American Free Trade Agreement. Trump has frequently threatened to walk away from the trade pact if the U.S. does not get what he considers a better deal.\n\n\"This has been a very challenging time and my respect for Roberta [Jacobson] has been extremely high, she has had to maneuver this with a great deal of skill,\" said one former U.S. diplomat who only agreed to speak on background.\n\nJacobson has had a long career in government service, most of it focused on Latin America, where she served as Assistant Secretary of State for Western Hemisphere Affairs, before coming to Mexico as ambassador. She is well-known and well-liked in Mexico.\n\n\"This is a huge loss, for both countries,\" says Arturo Sarukhan, a former Mexican ambassador to the U.S. who has known and worked with Jacobson since the 1980s.\n\nSarukhan says he hasn't seen U.S.-Mexico relations this low in decades. \"She is a stellar government official ... she was a great partner ... and she will be sorely missed and I think the relationship losses her at a trying moment,\" he says.\n\nJacobson's departure comes on the heels of several veteran career diplomats leaving the State Department, including many with deep experience in Latin America. Several departing officials have stated they can no longer work in the Trump administration, one saying that the Secretary of State and the President have abandoned human rights around the world and disregarded diplomacy. In January, the U.S. Ambassador to Panama announced his resignation saying he no longer could advocate for Trump.\n\nMexico's Foreign Service says it was informed of Jacobson's resignation on February 17 and is ready to accept her replacement. The State Department has not announced Jacobson's successor. The Mexican newspaper Reforma and several U.S. news outlets, citing sources, say the new ambassador will be Ed Whitacre, a former AT&T president from Texas.\n\nWhitacre has also been a board member of Exxon Mobil and a former president of the Boy Scouts. Secretary of State Rex Tillerson, the former CEO of Exxon Mobil, was also a Boy Scout past president.\n\nExperts on U.S.-Mexico relations say they hope the Trump administration will move quickly to fill the ambassadorship. Leaving it vacant for a long period of time is not good for the relationship already under such strain, says Eric Olson, an advisor to the Mexico Institute at the Wilson Center in Washington, D.C.\n\n\"How quickly they move to replace Roberta Jacobson in Mexico is going to be really, really important because we can't have this kind of relationship running on auto-pilot,\" says Olson.\n\nIn her message to staff at the Mexico City Embassy, Jacobson ended by endorsing strong U.S.-Mexico ties. \"You know how great our two countries are. And that we are stronger together,\" she said.", "keywords": ["resignation", "mexico", "career", "department", "ambassador", "diplomat", "resign", "trump", "latest", "secretary", "president", "state", "jacobson"], "polarity": 0.120974025974026, "subjectivity": 0.42967532467532465},
{"title": "SEC Investigates Cryptocurrency Offerings ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/590076973/sec-investigates-cryptocurrency-offerings", "text": "SEC Investigates Cryptocurrency Offerings\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nThe Securities and Exchange Commission has launched a broad investigation into the companies and financial professionals behind many recent initial coin offerings, or ICOs.\n\nThe investigation was first reported by the Wall Street Journal and independently confirmed by NPR. According to the Journal, the SEC has sent out \"dozens of subpoenas and information requests\" in recent months to companies and individuals who have facilitated ICOs.\n\nInitial coin offerings are a way for upstart cryptocurrency firms to raise large amounts of money. In a typical ICO, inside investors are offered the first chance to buy a new cryptocurrency before it hits the market.\n\nThe companies behind many of these ICOs say they are a safe, legal way to raise capital.\n\nBut the SEC is not so sure. NPR reported last month that the regulatory agency was looking to crack down on the offerings. And new research released by Ernst & Young revealed that investor losses from botched ICOs have reached almost $400 million in recent years.\n\nAs SEC warned last year, \"it is relatively easy for anyone to use blockchain technology to create an ICO that looks impressive, even though it might actually be a scam.\"\n\nAnd in January, SEC Chairman Jay Clayton announced he had instructed his staff to be on \"high alert for approaches to ICOs that may be contrary to the spirit of our securities laws.\"\n\nMultiple sources familiar with the matter confirmed that several companies have been contacted by the SEC. They told NPR the SEC considers many ICOs to be securities offerings — meaning they must comply with applicable securities laws.\n\nAnd in a report from cryptocurrency news site Coindesk, one industry lawyer who has seen the subpoenas called them \"a nasty piece of business.\" According to the lawyer, the SEC may be using the \"hyper-detailed\" 25-page long subpoenas to convince ICO backers to cooperate in the investigation.\n\nOther lawyers familiar with the investigation say it may just be a fact-finding mission, and not necessarily an indicator of criminality. \"Just because someone receives a subpoena, it doesn't automatically mean they're a bad actor,\" one attorney told NPR.\n\nThe SEC declined to comment on reports of the investigation.", "keywords": ["npr", "investigates", "companies", "sec", "offerings", "subpoenas", "icos", "securities", "investigation", "recent", "cryptocurrency"], "polarity": 0.05566248196248199, "subjectivity": 0.47760880230880237},
{"title": "Panama's Trump Hotel Has More Drama Than Guests As Owners, Management Feud", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589520294/panamas-trump-hotel-has-more-drama-than-guests-as-owners-management-feud", "text": "Panama's Trump Hotel Has More Drama Than Guests As Owners, Management Feud\n\nEnlarge this image toggle caption Arnulfo Franco/AP Arnulfo Franco/AP\n\nTensions at the Trump International Hotel and Tower in Panama City erupted into chaos this week, with teams of security guards attacking each other and police carting off an employee in handcuffs, members of the luxury building's owners association tell NPR.\n\nAn incident on Tuesday was the first violent confrontation, but just the latest move in a series of acrimonious standoffs between the Trump Organization and hotel-condo owners who want to fire President Trump's company as manager of the 70-story luxury high-rise. For the previous five months, hostilities had been limited to insulting attacks relayed through legal documents.\n\nA brawl started when members of the owners group and their security team tried to gain access to a room containing maintenance equipment and security camera monitors but were physically blocked and shoved aside by Trump employees, as cellphone video obtained by The Associated Press shows.\n\nSecurity guards clashed Tuesday in a minor brawl over a business dispute about who will manage Trump Hotel's 70-story luxury high-rise on the Panama waterfront. The scuffle marked the fourth time police were called to the property in a week. AP YouTube\n\nThe skirmish continued down a stairwell and ended when the facilities director for the owners association allegedly was put in a chokehold, according to a person who represents one of the owners. The tussle was over by the time police arrived — their fourth response to calls from the property in the past week, according to two owners — but the police handcuffed and removed a Trump guard who refused them access to the room.\n\nThe representative told NPR he is aware of four people pressing assault charges against the Trump guards.\n\nAs the dispute has escalated, Trump executives have added armed guards to their security forces, The Washington Post reported.\n\nOn Wednesday a justice of the peace ruled in favor of the owners association and ordered Trump employees to remove their equipment from the security room, which they did by the end of the day, according to the representative for one of the owners.\n\nPanama's La Estrella reported that public prosecutors are investigating who the rightful manager of the hotel is and whether Trump executives are occupying the hotel illegally by refusing to leave.\n\nFalling revenues and angry investors\n\nIn addition to licensing its name to the sail-shape tower, the Trump Organization has served as the management company for 369 independently owned hotel units since the building opened in 2011. The company oversees all marketing and maintenance and books rentals on behalf of owners.\n\nBut in November 2017, led by Cypriot financier Orestes Fintiklis, the owners moved to take Trump's name off the building and terminate the company's 40-year contract, which was scheduled to run through 2031.\n\nThe group filed an arbitration claim in New York to sever ties with the Trump Organization, alleging financial misconduct by the first family's business, and said it had defaulted on key contractual obligations that resulted in plummeting revenues.\n\nFintiklis' Miami-based company, Ithaca Capital, owns 202 units, making it the majority hotel owner. Fintiklis did not respond to NPR's requests for comment.\n\nTrump's company disputes the allegations in the $15 million arbitration claim filed by Fintiklis on behalf of the owners and has filed a $50 million counterclaim.\n\nIn 2017, Trump disclosed earning $810,000 in management fees from the property the previous year, according to figures listed on the president's financial disclosure form.\n\n\"It's all getting out of control!\"\n\nAlgerd Monstavicius, who owns a penthouse unit, says that under the Trump Organization's management of the hotel, he is losing money every month.\n\nMonstavicius has been reading about the recent altercations between the owners group and Trump employees from his home in Reno, Nev.\n\n\"It's all getting out of control!\" he said.\n\nHe blamed Trump executives and their marketing strategies for failing to secure guests for his 1,000-square-foot unit on a more regular basis.\n\n\"There was a time when I would get $1,500 a night for the place,\" he said. \"Now it goes for as little as a couple hundred dollars. And even then, it's empty most of the time.\"\n\nTripAdvisor has listed rooms for as little as $168 per night.\n\nA memo circulated among hotel employees, obtained by NPR, lists occupancy rates for the first week of January at 27 percent, dipping to 21 percent the following week.\n\nUltimately, Monstavicius worries that President Trump has tarnished the hotel's brand beyond repair.\n\n\"Between the things [President Trump] says in the press and the stuff he tweets, I don't blame people for not wanting to stay at a hotel with his name on the building,\" Monstavicius said. \"From a business perspective, and nothing else, it doesn't make sense to be associated with that.\"\n\nManagers accuse investor of \"thug-like, mob style tactics\"\n\nIn a statement issued Monday, the Trump Organization reiterated its intention to retain control of the hotel until the arbitration process is concluded. It said Fintiklis' recent attempts to hand-deliver pink slips to four top executives amounted to \"thug-like, mob style tactics.\"\n\nFintiklis flew to Panama City from Miami on Thursday and had been trying make his way into the hotel area of the tower for days. His arrival is what set off the rash of calls to police, according to Trump officials.\n\nOn Wednesday, the AP reported police were back at the hotel — this time with helmets, guns and bulletproof vests. Panama's labor minister, Luis Ernesto Carles, told CNN that agents from his department were investigating complaints from hotel employees that they aren't getting paid.\n\nIf the Trump Organization lost its hold on the complex, that would be another blow for its hotel brand. After a long legal dispute, owners of the Trump International Hotel and Tower in Toronto reached a deal to sever ties with the Trump Organization last summer. And as NPR reported, five months later the 46-story condo hotel in Manhattan's SoHo neighborhood did the same.", "keywords": ["week", "tower", "drama", "guests", "according", "company", "hotel", "trump", "management", "feud", "security", "employees", "panamas", "organization", "owners"], "polarity": -0.0053716436069377324, "subjectivity": 0.33721055632820335},
{"title": "Experts Aghast At Russian Claim Of Nuclear-Powered Missile With Unlimited Range", "url": "https://www.npr.org/sections/parallels/2018/03/01/590014611/experts-aghast-over-russian-claim-of-nuclear-powered-missile-with-unlimited-rang", "text": "Experts Aghast At Russian Claim Of Nuclear-Powered Missile With Unlimited Range\n\nEnlarge this image toggle caption Alexander Zemlianichenko/AP Alexander Zemlianichenko/AP\n\nIn his annual state of the nation address on Thursday, Russian President Vladimir Putin unveiled a nuclear-powered, nuclear-armed cruise missile that he claimed could fly indefinitely and deliver a warhead to any point on the earth's surface.\n\nThe weapon seems so fantastical that some analysts simply didn't believe the initial reports of the missile that appeared on social media early Thursday.\n\n\"I had my doubts,\" says Pavel Podvig, who runs the Russian Strategic Nuclear Forces blog.\n\nYouTube\n\nPodvig thought that perhaps something was lost in translation. But after watching the speech for himself on YouTube, he realized Putin had really made the claim: \"Apparently, that's what he said.\"\n\nAccording to Putin's prepared remarks to the Russian Federal Assembly, he said that \"in late 2017, Russia successfully launched its latest nuclear-powered missile at the Central training ground. During its flight, the nuclear-powered engine reached its design capacity and provided the necessary propulsion.\"\n\nAn accompanying video appears to show a cruise missile launching into the sky and hurtling through the air. An animation then shows how such a weapon could dodge terrain and missile defenses while flying for thousands of miles around the tip of South America and toward the U.S. West Coast.\n\n\"I'm still kind of in shock,\" says Edward Geist, a researcher specializing in Russia at the Rand Corp. \"My guess is they're not bluffing, that they've flight-tested this thing. But that's incredible.\"\n\nNuclear propulsion is used on large ships like aircraft carriers and submarines. It allows these vessels to operate for years without refueling, dramatically extending their range and endurance.\n\nIn the early days of the Cold War, both the U.S. and the Soviet Union looked into nuclear-powered aircraft as well. Both nations tried installing a nuclear reactor into a strategic bomber. But the reactors were heavy, and the crews faced risks from radiation exposure. Both countries quickly gave up on the idea.\n\nThe U.S. did go on to investigate the idea of a nuclear-powered missile, Geist says. Known as the Supersonic Low Altitude Missile, the idea was more like a nuclear-powered drone aircraft. \"It was actually supposed to fly around autonomously and drop nuclear gravity bombs,\" Geist says.\n\nThe nuclear reactor that would keep SLAM aloft would also spew radioactive exhaust, Geist says. At the time, that was advertised as a feature, not a bug, because it would have had the added benefit of polluting the Soviet countryside.\n\n\"It was supposed to be really, really dirty,\" Geist says.\n\nThe U.S. developed plans for a nuclear-powered cruise missile in the 1950s and 1960s. But the program was abandoned. YouTube\n\nThe U.S. got as far as actually building the nuclear engine for Project Pluto, a development project at the Nevada Test Site. The reactor was tested a number of times in the early 1960s, and it performed well. But by that point, awareness had grown about the dangers of nuclear fallout, and arms control treaties were coming into place, Geist says. Those concerns were among the reasons the project died in 1964.\n\nThe type of reactor used in Project Pluto was particularly messy because it exposed the nuclear fuel directly to the outside air. Geist says the new Russian missile may use a different system that keeps the fuel somewhat isolated from the air. But, he quickly adds, that wouldn't make it safe.\n\n\"There are a bunch of different ways to do it, and frankly, they're all terrible,\" Geist says.\n\nHe suspects that the Russian design would involve what's known as a \"fast reactor,\" which is more efficient, but also less safe, than most nuclear reactors. If the missile crashed or the reactor failed, it would trigger a major incident.\n\n\"It's just crazy they field-tested this thing,\" he says.\n\nRussia, even without these weapons, has the capability to reduce the U.S. into a pile of radioactive soot.\n\nThe test is just one of several unconventional systems Putin mentioned in his Thursday speech. The Russian president also discussed \"hypersonic\" weapons that could maneuver through missile defenses and a nuclear-powered underwater torpedo, which some believe could be used as a doomsday weapon.\n\nThe strategic value of all these new nukes is somewhat questionable, says James Acton, a nuclear expert at the Carnegie Endowment for International Peace.\n\n\"Russia, even without these weapons, has the capability to reduce the U.S. into a pile of radioactive soot,\" he says.\n\nActon says he believes the new missile is designed to send a message that Russia is a strong, technologically capable country. Russia has also been worried about the development of U.S. missile defenses.\n\nWhile American officials say the U.S. system is mainly designed to protect against a limited attack from North Korea, the Russians believe it could be used against them as well.\n\n\"They think our missile defenses are much more effective than we think our missile defenses are,\" Acton says.\n\nPresident Trump's budget is requesting $12.9 billion for missile defense programs in the coming year. That money will go toward new radars and additional interceptors.\n\nGeist says he expects Russia's provocations to continue. \"They're sending us a message that they are not OK with our U.S. missile defense posture,\" he says.\n\nThat message? \"They're willing to go full Strangelove on us,\" Geist says.", "keywords": ["project", "range", "geist", "used", "russian", "experts", "nuclearpowered", "claim", "russia", "aghast", "missile", "reactor", "theyre", "unlimited", "nuclear"], "polarity": 0.0948471129809158, "subjectivity": 0.45417962319370764},
{"title": "Senators Push For Leadership At Indian Health Service", "url": "https://www.npr.org/sections/health-shots/2018/03/01/589530111/senators-push-for-new-leadership-at-indian-health-service", "text": "Senators Push For Leadership At Indian Health Service\n\nEnlarge this image toggle caption Matthew Brown/AP Photo/Matthew Brown Matthew Brown/AP Photo/Matthew Brown\n\nThe insurance broker President Trump nominated to lead the Indian Health Service, Robert Weaver, is firing back at the White House and the media after his nomination was withdrawn last week.\n\n\"The allegations raised against me in the media are baseless, irrelevant, and in the most important cases simply incorrect,\" Weaver said in a press release Tuesday.\n\nIn January, The Wall Street Journal quoted a former colleagues of Weaver alleging that he had exaggerated his prior work experience.\n\nMore recently, there were reports that he voluntarily withdrew his nomination to head the IHS. But Weaver said in a letter to tribal leaders and supporters published Feb. 22 that the characterization was inaccurate.\n\n\"Regardless of what the press reports may say, I was forced out,\" Weaver wrote. \"I was involuntarily withdrawn.\"\n\nIn his letter he said he \"received a call giving me two minutes this past Friday afternoon at 4:30pm, on a three day holiday weekend, to decide to withdraw or face the public humiliation of having the White House withdraw my nomination, as demanded by a staff person from HHS.\"\n\nWeaver hasn't replied to an interview request from NPR.\n\nThe Trump administration hasn't named a new nominee to lead IHS, which has been without a permanent leader since 2015.\n\nDemocrats and Republicans on the Senate Committee on Indian Affairs are both urging the White House to name a new nominee quickly.\n\n\"I'm expecting better, and I hope the administration will send us a highly qualified candidate,\" said Montana Republican Sen. Steve Daines. He said he didn't get a favorable impression of Weaver when they met after he was nominated.\n\nSen. Jon Tester, a Democrat from Montana who is also on the Indian Affairs Committee, said Senate \"due diligence\" revealed problems with Weaver's statements about his education and work history.\n\nBut Tester said he doesn't fault the Trump administration for sending them a candidate who was not properly vetted.\n\n\"I think this can happen,\" Tester said. \"What I think is really important moving forward is that they get us somebody much sooner than later. So we can get them confirmed. ... If they dilly-dally on this, and this position's left open it's a major problem for Indian Health Service and not good for our Native American folks that are depending upon Indian Health Service for their health care.\"\n\nAn estimated 3.7 million American Indians and Alaska Natives eligible to receive care from the IHS. In treaties, Tribes were promised health care in return for giving up nearly all of their ancestral lands to the federal government.\n\nThis month the National Indian Health Board told Congress that the current IHS budget of $4.8 billion dollars will meet less than 47 percent of the need for Native American health care nationwide. But that group of tribal leaders says that bigger picture, the agency needs far more funding. A report it published last year says the real health care needs in Indian Country require a $32 billion infusion the IHS, phased in over 12 years.\n\nDaines isn't convinced money is the problem, and wouldn't commit to whether he thinks IHS can function properly on its current budget. \"Throwing more money at it isn't going to solve the fundamental problem of lack of accountability and lack of leadership,\" he said.\n\n\"You need to prioritize and look at where we spend the money,\" Daines said. \"One of the areas we need to address is to insure that the compensation structure for the health professionals that serve, the folks that are right there on the front line, delivering health care in Indian Country, that the wages they're provided are competitive, so that we can attract and retain good health care professionals. That is an area that needs to be addressed, and that's what we need to prioritize.\"\n\nFor his part, Tester said, \"It's well documented that IHS has been underfunded now for decades, and you can't get blood out of a turnip, you can't get health care out of an agency that doesn't have enough money to be able to do the job that they're required to do.\n\n\"Congress also needs to do its job and make sure IHS has the dollars it needs, no more, no less, to do the job that's required, and that's to take care of the Indian people,\" he said.\n\nThis story is part of a reporting partnership with NPR, Montana Public Radio and Kaiser Health News.", "keywords": ["ihs", "care", "health", "leadership", "weaver", "money", "need", "white", "tester", "senators", "needs", "indian", "service", "push"], "polarity": 0.08807299182299183, "subjectivity": 0.36908957297846184},
{"title": "A Teen Tried To Shoot Queen Elizabeth In 1981, Intelligence Report Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/01/589974260/a-teen-tried-to-shoot-queen-elizabeth-in-1981-intelligence-report-says", "text": "A Teen Tried To Shoot Queen Elizabeth In 1981, Intelligence Report Says\n\nEnlarge this image toggle caption Anwar Hussein/Getty Images Anwar Hussein/Getty Images\n\nNew Zealand police say they are re-examining an apparent assassination attempt against Queen Elizabeth II.\n\nDeclassified documents from New Zealand's intelligence service, newly released to an investigative journalist at the news website Stuff, indicate that there may have been a cover-up after teenager Christopher Lewis fired at the queen's motorcade in Dunedin.\n\nAt the time, officials suggested to journalists that the bang of Lewis' gun was a sign falling over or firecrackers going off.\n\n\"Lewis did indeed originally intend to assassinate the queen, however did not have a suitable vantage point from which to fire, nor a sufficiently high-powered rifle for the range from the target,\" one declassified memo states.\n\nAccording to Stuff, intelligence concluded that the bullet likely \"passed high above the crowd.\" It's not clear how close the bullet was to the queen.\n\nThe 17-year-old was never charged with attempted murder or with treason, according to the news investigation.\n\nThursday's report is the final, unexpected chapter of a six-part series by investigative journalist Hamish McNeilly looking into Lewis and his attempt on the queen's life.\n\nThe documents obtained by Stuff suggest that high-level officials sought to avoid drawing attention to the assassination attempt.\n\nFor example, one early memo states that \"current police investigations into the shots have been conducted discreetly and most media representatives probably have the impression that the noise was caused by a firework of some description.\"\n\nIt adds: \"There is worry, however, that in court the press may make the connections between the date of the offense and the Queen's visit.\"\n\nAccording to Stuff, authorities were concerned that publicizing the incident would lead to embarrassing cancellations of future royal visits.\n\nFurther memos suggested that police paid close attention to Lewis on later visits by the queen. During a 1995 visit, the New Zealand police had Lewis take a \"taxpayer-funded holiday\" on Great Barrier Island, the news site reported, complete with \"free accommodation, daily spending money and a 4WD.\"\n\nThe Guardian has reported that the New Zealand police commissioner has ordered \"an examination by current investigation staff of the relevant case file.\"\n\nThe police added in a statement: \"Given the passage of time, it is anticipated this examination of the old file and its associated material will take some time. New Zealand police will share the outcome of this examination once it has been completed.\"\n\nThis is not the first time this incident has come to light, though it represents official confirmation. Former New Zealand police officer Tom Lewis detailed the apparent cover-up in a book called Coverups and Copouts, published in 1998.\n\nThe alleged attacker Christopher Lewis \"died in a New Zealand prison in 1997,\" The Guardian reported.\n\nYou can read McNeilly's full investigation, called The Snowman and the Queen, here.", "keywords": ["shoot", "reported", "teen", "intelligence", "zealand", "lewis", "examination", "tried", "stuff", "suggested", "report", "1981", "queen", "elizabeth", "queens"], "polarity": 0.15857655502392348, "subjectivity": 0.46231658692185024},
{"title": "New Guidelines Establish The Rights Of Women When Giving Birth", "url": "https://www.npr.org/sections/goatsandsoda/2018/03/01/589860155/new-guidelines-establish-the-rights-of-women-when-giving-birth", "text": "New Guidelines Establish The Rights Of Women When Giving Birth\n\nEnlarge this image toggle caption Stefanie Glinski/AFP/Getty Images Stefanie Glinski/AFP/Getty Images\n\nFor more than 60 years, it has been the standard of care to try to speed up childbirth with drugs, or to perform a cesarean section if labor was seen as progressing too slowly.\n\nNow a new set of recommendations is changing the game.\n\nIn February, the World Health Organization released a set of 56 recommendations in a report called Intrapartum Care for a Positive Childbirth Experience. One key recommendation is to allow a slow labor to continue without trying to hurry the birth along with drugs or other medical interventions. The paper cites studies showing that a long, slow labor — when the mother and baby are doing well — is not necessarily dangerous.\n\nA little history is required to understand the importance of that one recommendation, says Dr. Aaron Caughey, chair of the Department of Obstetrics and Gynecology at Oregon Health & Science University, who did not work on the report. In 1955, Dr. Emanuel Friedman studied 500 women and concluded that labor is normal when, during the intense phase of contractions, the cervix opens at a rate of at least one centimeter (about 0.4 inches) an hour. \"Dr. Friedman showed that 95 percent of women progressed\" at this rate, says Caughey. \"And that became the standard of care.\"\n\nCalled Friedman's Curve, the standard persisted until 2010 when a large-scale study of more than 100,000 women by Dr. Jun Zhang, a researcher at the National Institutes of Health, concluded that healthy mothers at low risk for birth complications and their babies did just fine even when labor progressed more slowly than one centimeter per hour. In 2014, the American College of Obstetrics and Gynecology put out a consensus paper co-authored by Caughey overturning Friedman's Curve, which had been followed by most doctors since the 1950s.\n\nBut change in practice comes slowly, says Caughey, and many physicians around the world still consider a long, slow labor reason enough to speed it along with a drug like oxytocin or to wheel the mother into an operating room for a C-section.\n\nThe big take-home message from the report is that a slow labor can be a safe labor. But just as important are the other recommendations that emphasize the kind of care women should be entitled to throughout labor and delivery. Worldwide, 140 million babies are born every year, most of them without complications to mothers or babies. But the recommendations emphasize that too many women suffer during childbirth or don't have the kind of birth experience they want.\n\nThe new WHO recommendations include allowing a woman to be accompanied by a companion of her choice during childbirth, honoring her decisions about pain management and delivery position, and providing her with confidentiality and privacy. These guidelines are important all over the world but are particularly relevant in poor countries where resources are scarce and women in labor are often crammed into overcrowded wards.\n\nFor a closer look at the overall guidelines, we spoke with Dr. Olufemi Oladapo, medical officer in the maternal and perinatal health team at WHO and an author of the recommendations. This interview has been edited for length and clarity.\n\nThe new recommendations say that a long, slow labor is not a good reason in itself to give drugs to speed labor, perform a C-section or otherwise medically step in. Can you talk about that specific recommendation?\n\nThis is a game-changing kind of recommendation. It goes against an ages-long benchmark categorizing how quickly labor should progress. Previous thinking was that less than one centimeter per hour was abnormally slow. But we now know that this benchmark is unrealistically fast for some women, and interventions to correct the rate of dilation can do more harm than good. If a woman is dilating slower than one centimeter per hour, as long as she's making some progress, she can still have a vaginal delivery. Using that old, fixed rule for every woman doesn't make sense. Just like in many things, humans tend to differ.\n\nWhat do women themselves want in the childbirth experience?\n\nWomen want to be involved in making decisions. They want a sensitive, caring, well-motivated staff taking care of them. They want to be in control of the process. And, of course, they want a healthy baby and to be healthy themselves. That's what women are saying they want.\n\nThe guidelines emphasize respect and dignity. What are some instances of \"disrespectful and undignified care\" referred to in the report?\n\nMy department published a review of disrespect of women globally during childbirth. It's worse in some places than others, but it's everywhere. It has to do with physical abuse, like slapping the woman on the thigh during delivery. Or yelling and shouting at her to push the baby out. There is negligence, for example, if the woman is left alone for long periods during labor.\n\nAre cultural differences taken into account in these recommendations?\n\nYes. An example is the recommendation having to do with birth position. A woman should be allowed to choose the position she wants, maybe squatting or sitting. That might be the position of her culture.\n\nMany of these recommendations are aimed at encouraging a normal, vaginal delivery for healthy women not at risk for medical complications. What if some women request cesarean section even though it's not medically necessary?\n\nWe make clear that if someone wants an intervention, it's the responsibility of the provider to explain the pros and cons of an unnecessary medical intervention. In some cultures, the medical intervention is considered the better quality of care.\n\nIn China, during the one-child policy, many women had cesarean section, maybe because they knew they would only have one child. [An initial C-section usually means other births will also be C-section, which can be even riskier. If mothers know they will only have one baby, they don't worry about C-section risks.]\n\nNow that the policy has changed, I understand that's changing. But an invasive intervention means the woman is taking an extra risk. You have to explain to the woman that even in a high-income setting, the risk of a cesarean is not zero.\n\nHow will you spread the word on these recommendations?\n\nThere has been a lot of social media. We'll hold regional conferences: Africa in April, Southeast Asia in June. Others will follow. Each region can run individual workshops.\n\nWhat do you hope comes from these guidelines?\n\nWe hope that every woman receives care that maintains her dignity from the time she walks into a facility until she is discharged.\n\nSusan Brink is a freelance writer who covers health and medicine. She is the author of The Fourth Trimester, and co-author of A Change of Heart.", "keywords": ["care", "women", "medical", "long", "woman", "health", "giving", "rights", "birth", "slow", "establish", "childbirth", "labor", "guidelines", "recommendations"], "polarity": 0.08887987012987011, "subjectivity": 0.4254063963247637},
{"title": "He Will, He Won't: Miami School Superintendent Rejects NYC's Top Job", "url": "https://www.npr.org/sections/ed/2018/03/01/590012819/he-will-he-wont-miami-school-superintendent-rejects-nycs-top-job", "text": "He Will, He Won't: Miami School Superintendent Rejects NYC's Top Job\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\n\"I am breaking an agreement between adults to honor a pact and an agreement I have with the children of Miami.\"\n\nThat was Alberto Carvalho's surprising statement today at an hours-long emergency meeting of the Miami-Dade County school board that was broadcast live. In it, the city's highly regarded superintendent said he is no longer interested in running New York City's public schools, the nation's largest school system.\n\nMayor Bill de Blasio had announced Wednesday that Carvalho would replace Carmen Farina, who came out of retirement to lead the district in 2013 and announced her re-retirement in December.\n\nBut after facing tearful community members who begged him to stay during the meeting Thursday morning, an emotional Carvalho reassured Miami-Dade school board members, community leaders and students that he would stay put.\n\nAn immigrant from Portugal and a former science teacher, Carvalho took over the top position in 2008, when the nation's fourth-largest district was nearly bankrupt. Under his leadership the district has been nationally recognized, as the high school graduation rate has risen 20 points and test scores have improved. Carvalho had previously been mentioned as a candidate to lead the Los Angeles schools in 2015.\n\nCarvalho's decade-long tenure is a rarity amid big city school leaders. As we've reported, urban superintendents last about three-and-a-half years on average. The job offers all the managerial responsibility of a CEO position in the private sector without the pay; all the political heat of a mayorship without the public profile.\n\nAs a matter of fact, LA, the second-largest district in the country, is looking for a superintendent right now (Carvalho's name was mentioned then, too), and Chicago, the third largest, just named a new leader.\n\nAnd now New York City is back to the drawing board. \"Bullet dodged\" commented Eric Phillips, de Blasio's press secretary, on Twitter, and de Blasio held a press conference to confirm that a nationwide search will resume. But it won't be easy; anyone else the city approaches will know that they're second choice.", "keywords": ["district", "stay", "schools", "nycs", "job", "rejects", "wont", "city", "carvalho", "york", "superintendent", "school", "board", "miami"], "polarity": 0.12206555349412494, "subjectivity": 0.3108696660482374},
{"title": "Planned Parenthood Plans Major Political Effort In Key States For 2018 Midterms", "url": "https://www.npr.org/2018/03/01/589880256/planned-parenthood-plans-major-political-effort-in-key-states-for-2018-midterms", "text": "Planned Parenthood Plans Major Political Effort In Key States For 2018 Midterms\n\nEnlarge this image toggle caption AFP Contributor/AFP/Getty Images AFP Contributor/AFP/Getty Images\n\nAdd Planned Parenthood to the list of organizations looking to take advantage of President Trump's low approval ratings in the 2018 midterm elections.\n\nThe organization is not new to the rough-and-tumble of electoral politics — and has often itself become a top issue for Republicans looking to slash federal funding for the organization — but this year Planned Parenthood Votes and Planned Parenthood Action Fund will launch their biggest-ever push to try to tip the balance in Congress and in key states.\n\nPlanned Parenthood sees the Trump administration as a threat and, with a Republican-controlled Congress, sees the danger to abortion rights as great as it has been in decades. But the upside for progressive groups is that Trump has also inspired a newly energized movement in protest of his policies. The best example of this so far is the massive Women's March on Washington, D.C., a year ago, a day after Trump's inauguration, and the hundreds of smaller marches across the country on that day and since.\n\nDeirdre Schifeling, executive director of Planned Parenthood Votes, which along with Planned Parenthood Action Fund constitutes Planned Parenthood's political operation, says the group has committed an initial investment of $20 million to be used mostly on Senate and gubernatorial contests in eight states.\n\n\"We will be supporting candidates who support reproductive rights,\" Schifeling says, adding that such rights are \"really at stake in the country, especially this year.\" She says \"we support candidates who support access to Planned Parenthood and who support women and all people making their own health care decisions without interference from politicians.\"\n\nFederal funding for Planned Parenthood — which is not an actual line item in the budget, but rather reimbursement for health care services provided to patients — has become a perpetual political battle in Washington. Republicans in Congress have long made ending any federal dollars for the organization a campaign issue. But so far, the funding survives.\n\nPlanned Parenthood's target list of states includes Michigan, Ohio, Pennsylvania and Wisconsin, all of which were instrumental in Trump's 2016 victory. The others where Planned Parenthood will pour in money and resources are Arizona, Florida, Minnesota and Nevada — each of which has hotly contested races.\n\nNotably, states so far not on the Planned Parenthood target list are two of the more conservative states, each of which has an incumbent Democratic senator on the ballot this year: Missouri and North Dakota. Both are states Trump won easily and where protecting abortion rights is a more difficult case to make with a more conservative populace.\n\nThis year's Planned Parenthood spending will mostly fund a network of grass-roots volunteers to reach out to voters where health care and the right to an abortion are considered important. That likely means a focus on suburbs and female voters. Schifeling says there will be a \"robust door-to-door canvassing operation,\" but she adds that \"we will also be investing in paid digital and some paid TV [advertising] in key races.\"\n\nVoter turnout will be the key. The money being committed this year is already $5 million greater than the $15 million Planned Parenthood spent on the 2014 midterm elections.\n\nMeanwhile, groups that oppose abortion rights are also expected to be active in many of the same states. The Susan B. Anthony List is one such organization. It has not released a dollar amount for its 2018 political operations, but it too will fund an aggressive door-to-door campaign in key states including Ohio, Florida and Missouri. Part of the argument these groups will use is that Trump has been their friend, that he named a solid conservative, Justice Neil Gorsuch, to the Supreme Court and that such gains need to be protected.\n\nFor Planned Parenthood, a lesson of 2017 — when voter discontent over the Trump presidency helped fuel a swing of 16 seats in the Virginia House of Delegates from Republicans to Democrats and a near Democratic takeover — is that there are opportunities.", "keywords": ["political", "organization", "2018", "parenthood", "effort", "midterms", "planned", "rights", "list", "major", "key", "states", "trump", "plans", "support"], "polarity": 0.15575265643447464, "subjectivity": 0.525814639905549},
{"title": "Why Pedestrian Deaths Are At A 33-Year High And How To Prevent Them", "url": "https://www.npr.org/2018/03/01/590022679/why-pedestrian-deaths-are-at-a-33-year-high-and-how-to-prevent-them", "text": "Why Pedestrian Deaths Are At A 33-Year High And How To Prevent Them\n\nNPR's Ailsa Chang speaks with Alissa Walker, urbanist editor of Curbed, about the 42 percent rise in pedestrian deaths in Los Angeles since the mayor launched his initiative to eliminate traffic fatalities two years ago. This comes as pedestrian deaths nationwide are at a 33-year high.\n\nAILSA CHANG, HOST:\n\nA new report shows how dangerous it has become to walk along the street. The Governors Highway Safety Association estimates the number of pedestrian deaths last year was 6,000 nationwide. That's a 33-year high. And that's at the same time that other traffic deaths are decreasing. We're going to zoom in on one place where the problem is particularly bad - Los Angeles.\n\nWe're joined by Alissa Walker. She's an editor at the news site Curbed. Welcome.\n\nALISSA WALKER: Thank you so much for having me.\n\nCHANG: We want to focus on LA because the mayor, Eric Garcetti, has been working for two years on an initiative to end traffic fatalities. And in those two years - do I understand this correctly, Alissa? - there's been an 80 percent rise in pedestrian deaths.\n\nWALKER: That's right.\n\nCHANG: That's extraordinary. How many pedestrian deaths does that mean in absolute numbers?\n\nWALKER: In 2017, that means 134 walkers were killed on the streets of LA. And that's the highest number in 15 years.\n\nCHANG: I want you to help us paint the picture of what it's actually like to cross a busy street in LA. Could you describe one of the most dangerous intersections in the city for us?\n\nWALKER: Sure. I live by several of them, so I get to cross a lot of them with my young children. The first things that you will notice are that the streets are very, very wide. There are from - anywhere from four to six lanes of traffic on some of these main arteries in the city. And just as someone who's walking across the street with a young kid, the countdown clocks are sometimes not long enough for me to make it across the street with my 3-year-old, you know, running as fast as she can. So that's one of the biggest problems.\n\nThen we have something else that's not really unique to LA but we see all over the United States - that people can turn right as pedestrians have, you know, been given the signal to walk, you know, across the street the other way. So a lot of the cars are turning very fast, just turning the corner and not really seeing or paying attention to pedestrians who are coming in either direction on the other side. And then a lot of the other problems are not unique to LA, things like drivers are going too fast.\n\nCHANG: So drivers are going too fast. Speeding is a problem.\n\nWALKER: Right. I mean, speed is what kills. If you're hit by a car that's going 25 miles an hour, you have an 80 percent chance of surviving. If you're hit by the same car going 40 miles an hour, you only have a 20 percent chance of surviving. So I don't care who's on their phone or what they're doing. The car going too fast is going to be what kills somebody. And if they're trying to eliminate traffic deaths, that's what we have to start working on, is the speed.\n\nCHANG: Well, what else besides adjusting speed limits can LA do to try to help with this problem?\n\nWALKER: So what LA wanted to do when it first started its Vision Zero program was address some of these dangerous intersections, like the one I talked about before, with things like scramble crosswalks that stop traffic in all directions, let people cross diagonally, even, which separates the pedestrian movement from the car movement. So those right turns, for example, into crosswalks won't be as big of a problem. Then there was kind of a shift in their strategy and they went after the 40 most dangerous corridors across the city. So looking at, you know, blocks and blocks and blocks where a lot of pedestrians were dying, and looking at how cars were moving through the space and endangering the lives of pedestrians and cyclists. So for these streets, these would be engineering changes that would actually make pedestrians more visible and get drivers to slow down and pay attention.\n\nCHANG: Why is that not working yet?\n\nWALKER: I think you need to have a lot of buy-in from your elected officials. We have a city council member who has banned one of the most effective safety tools in his council district because of the perception from - I'm going to call them traffic safety deniers - people who think that these changes are just a trick to get people out of their cars and onto public transit. And they don't actually believe the deaths are happening, and they should still be able to drive as fast and free as they can through their streets.\n\nCHANG: Alissa Walker is the urbanism editor of Curbed. Thank you very much.\n\nWALKER: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["traffic", "33year", "going", "la", "lot", "pedestrian", "thats", "deaths", "high", "fast", "street", "prevent", "pedestrians"], "polarity": 0.08047336297336298, "subjectivity": 0.49229973479973466},
{"title": "In Annual Speech, Putin Focuses On Making Russia A Major World Player", "url": "https://www.npr.org/2018/03/01/590022646/in-annual-speech-putin-focuses-on-making-russia-a-major-world-player", "text": "In Annual Speech, Putin Focuses On Making Russia A Major World Player\n\nPresident Vladimir Putin made his annual speech to the nation Thursday, just three weeks before Russia's presidential election. He promised to cut poverty and develop the economy, but Putin also focused on his efforts to make Russia a major player on the world stage.\n\nARI SHAPIRO, HOST:\n\nToday Russian President Vladimir Putin unveiled an arsenal of nuclear weapons that he says can overcome U.S. defenses. Putin devoted nearly half of his annual State of the Nation address to high-tech superweapons that he says the Russian military is developing. As NPR's Lucian Kim reports from Moscow, the speech comes less than three weeks before Russia's presidential election.\n\nLUCIAN KIM, BYLINE: In the past, President Putin has traditionally held his State of the Nation speech in December, but this year it got pushed back all the way to March. Speaking to government officials in Moscow on national TV, Putin rattled off Russia's domestic problems as if he were an opposition candidate who had nothing to do with them, promising to cut the number of poor people in half and double the country's highway budget. About an hour into his speech, Putin got to his favorite part - how the Americans tried to ignore Russia and now face a military rival they never expected.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT VLADIMIR PUTIN: (Speaking Russian).\n\nKIM: \"Nobody listened to us,\" he said. \"Listen to us now.\" On big screens flanking him, Putin showed videos of computer animation depicting missiles and torpedoes being launched at an adversary that could only be America.\n\n(SOUNDBITE OF MISSILE LAUNCH)\n\nKIM: That included a nuclear cruise missile with an unlimited range that Putin said could evade any air defense system, unstoppable hypersonic warheads and an underwater nuclear drone that could attack coastal naval installations. Putin's message was that U.S. plans for a global missile defense shield are futile. But Putin was also responding to the Trump administration's announcement last month that the U.S. may consider using what it calls low-yield nuclear weapons to deter regional conflicts.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPUTIN: (Through interpreter) We will consider any use of nuclear weapons against Russia or her allies as a nuclear attack on our country. Our response will be instantaneous and with all ensuing consequences.\n\nKIM: Putin said he wasn't bluffing. But just in case anybody got too worried about his intentions, he said Russia's new weapons are only defensive and intended to keep the strategic balance in the world. Appeals to Russia's military might resonate across the country's vast territory. On Sunday, I met office security guard Dimitri Ardonov (ph) in Vladivostok, seven time zones east of Moscow.\n\nDIMITRI ARDONOV: (Through interpreter) Four years ago, Putin had a choice. He could keep on being nice and presentable but let the country be humiliated, or he could stand up against everyone else to make things better for Russia. He chose the second option. How can you let down that kind of guy? He acted like a real man.\n\nKIM: People like Ardonov are exactly the kind of voters Putin is trying to attract to the polls in the March 18 presidential election, according to Moscow political analyst Dmitry Oreshkin. He says Putin's combative words need to be taken as a campaign speech.\n\nDMITRY ORESHKIN: (Through interpreter) It's partially an attempt to blackmail the West, but 80 percent of it is a message to patriotic voters who were dispersed after the annexation of Crimea in 2014. The idea is to remind people that we're surrounded by enemies.\n\nKIM: While nobody doubts Putin has his fourth term already wrapped up, the Kremlin is concerned the predictability of the election will keep people from going to the polls, thereby lowering voter turnout and with it Putin's legitimacy. Lucian Kim, NPR News, Moscow.\n\n(SOUNDBITE OF WHITE HINTERLAND SONG, \"ICARUS\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["npr", "focuses", "world", "player", "russia", "speech", "putins", "major", "vladimir", "weapons", "making", "annual", "russias", "nuclear", "putin"], "polarity": -0.011337331649831653, "subjectivity": 0.4226062710437711},
{"title": "Colleges Say Suspensions For Gun Control Protests Won't Hurt Applicants", "url": "https://www.npr.org/2018/03/01/590022636/colleges-say-suspensions-for-gun-control-protests-wont-hurt-applicants", "text": "Colleges Say Suspensions For Gun Control Protests Won't Hurt Applicants\n\nMany high schools say they will suspend student activists who walk out of classes to take part in gun control protests in the wake of the Florida school shooting. But dozens of colleges are taking the opposite stand, praising student activists and promising those suspensions will not hurt college applicants.\n\nAILSA CHANG, HOST:\n\nAs students across the country protest gun violence, schools have reacted in different ways. Some have tried to crack down, even threatening to suspend the protesters. But many colleges are sending students the opposite message. They're encouraging and congratulating the teens' activism. NPR's Tovia Smith reports.\n\nTOVIA SMITH, BYLINE: Since last month's mass shooting at a Florida high school that left 17 people dead, the wave of student protests has been building.\n\nVIKIANA PETIT-HOMME: So if you are in this room, we want you to help plan this movement because...\n\nSMITH: Vikiana Petit-Homme, a Boston Latin Academy junior, led an organizing meeting in Boston last night urging students to join a national walkout planned for March 14.\n\nPETIT-HOMME: ...Yeah, so can we please split up, groups of three and four? Logistics. Finance.\n\nSMITH: But some students here say their schools are discouraging their protests, like New Mission High School junior Ariyana Jones.\n\nARIYANA JONES: Teachers, like, will tell you straight up, like, if you were to walk out, you would get written up and suspended. And they are trying to intimidate students. And I feel like it's working because they don't want to get that on their record or get in trouble period.\n\nSMITH: Other schools have sent explicit threats in writing. The superintendent in Needville, Texas, posted a warning on Facebook forbidding demonstrations during school hours and threatening three-day suspensions for anyone taking part. The post has since been taken down and the school declined to comment, but the warning got students worried and lawyers involved. Texas ACLU attorney Kali Cohn says the hard-line approach is unconstitutional.\n\nKALI COHN: That's really what that is, is it's retaliation for a student expressing their First Amendment rights.\n\nSMITH: Cohn says the crackdown also flies in the face of schools' mission as affirmed by the U.S. Supreme Court to prepare young people to be engaged citizens. As it turns out, colleges couldn't agree more.\n\nJENNIFER WALKER: From a Brandeis perspective, I think speaking up and speaking out is a good fit for our campus culture.\n\nSMITH: Brandeis University Dean of Admissions Jennifer Walker says if a student is suspended for peaceful protest not only will it not hurt their chances of getting accepted, it may actually help.\n\nWALKER: Having the bravery to stand up, to organize people to stand up for what they believe, that takes a lot of courage. And that is certainly something that I think would be applauded here.\n\nSMITH: Scores of other colleges are sending a similar message telling students they do not have to choose between speaking out and getting in, as MIT put it. It all seems to have prompted some high schools to soften their stance. In Virginia, Prince William County schools had sent out a letter warning that students who disrupt class or leave school without permission will face disciplinary action. After a bit of an uproar, officials said they sent the wrong message and promised to be flexible. But Associate Superintendent Phil Kavits says schools have to balance students' rights with students' safety.\n\nPHIL KAVITS: There have been examples in the past where people have done walkouts where they've perhaps decided to march down busy streets. And when they do that, we've lost the ability to keep them safe.\n\nUNIDENTIFIED STUDENT #1: If you - did you sign it? Yeah, so, like, I'll contact you.\n\nSMITH: In Boston, high schoolers gathered last night were still waiting for an official school policy on protests when school superintendent Tommy Chang popped in unexpectedly. He offered his encouragement.\n\nTOMMY CHANG: I just wanted to say it's great that you guys are doing this work. I can't stay. I just want to say hello.\n\nUNIDENTIFIED STUDENT #2: Thank you.\n\nCHANG: OK. OK.\n\nUNIDENTIFIED WOMAN: The kids are concerned about getting disciplinary action if they walk.\n\nCHANG: They will not be disciplined.\n\nSMITH: That was welcome news to students like Vikiana Petit-Homme. But she says no official policy would've stopped her anyway.\n\nPETIT-HOMME: At this point, we've seen that the adults are not doing what they are supposed to be doing, which is keep us safe. So we're done going to them and asking for permission.\n\nSMITH: Protests will be peaceful, Petit-Homme says, but some disruption is needed to get attention and make change. And no matter what, there will definitely be a college essay out of it. Tovia Smith, NPR News, Boston.\n\n(SOUNDBITE OF HOT CHIP SONG, \"THE WARNING\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["npr", "hurt", "petithomme", "schools", "students", "colleges", "wont", "suspensions", "protests", "high", "student", "applicants", "say", "school", "gun", "control"], "polarity": 0.14516332152695788, "subjectivity": 0.43729043683589136},
{"title": "Legal Expert Judge Steve Leifman Offers Insights On Gun Violence And Mental Health", "url": "https://www.npr.org/2018/03/01/590022627/legal-expert-judge-steve-leifman-offers-insights-on-gun-violence-and-mental-heal", "text": "Legal Expert Judge Steve Leifman Offers Insights On Gun Violence And Mental Health\n\nNPR's Ailsa Chang speaks to Miami-Dade County Judge Steve Leifman, who chairs the Florida Supreme Court Task Force on Mental Health, about gun violence and mental health. Leifman offers a look at what role courts can play in preventing something that hasn't happened yet.\n\nAILSA CHANG, HOST:\n\nLawmakers are trying to figure out if there is a way to prevent the next mass shooting, and part of that challenge lies with the mental health system. Yesterday we spoke to psychiatrist Jonathan Metzl from Vanderbilt.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nJONATHAN METZL: Psychiatric diagnosis is itself not a predictive science. In other words, there's nothing in psychiatric diagnosis that's going to tell you how somebody is going to act in one week or one year. And in that sense, putting psychiatrists in the position of having to predict something in the future is really at odds with their expertise.\n\nCHANG: We wanted to look at the legal side of the prevention puzzle. If a judge commits someone to a mental hospital, their name can be added to a list that would show up on a background check for buying a new gun. The law varies from state to state, but Miami-Dade County Judge Steve Leifman says in his state of Florida, the bar is very high.\n\nSTEVE LEIFMAN: What we're looking at in order to meet the criteria for actual involuntary commitment is they have to be imminently dangerous to self for others, meaning that they have to basically have a gun to their head or someone else's head. And anything short of that, they don't generally meet that criteria anyway.\n\nCHANG: I asked Judge Leifman how he makes these assessments about someone's mental state even though he's not a clinician.\n\nLEIFMAN: You know, the reality is most judges, particularly on the criminal bench, see more people in a week with serious mental illnesses than a psychiatrist may see in a month. I mean, that's - the bigger story here is that we have this horrific, fragmented, under-resourced mental health system that does not provide the resources that people need for recovery.\n\nAnd so the default system for people with serious mental illnesses is a criminal system, even more than this probate system, that looks at people that have gone to a hospital, that are deemed dangerous to self for others. Or they're self-neglecting so bad that they're putting their own life at risk.\n\nCHANG: When you're deciding whether they meet that criteria, as you say, are you thinking to yourself at some point that you could be taking away someone's Second Amendment rights, so you have to be very careful? Does that weigh on you as you're trying to make your assessment?\n\nLEIFMAN: Honestly I think the primary concern of the court is not necessarily at the moment thinking about what their Second Amendment right is. And it's not that we're diminishing that. But the immediate concern is that they may be in a state where they could kill themselves or they could kill somebody else. And so it's less about, at that moment, what their Second Amendment right is and more about making sure that they are safe and secure and that the public is safe and secure.\n\nCHANG: As we heard, the psychiatrist we spoke to was pretty adamant that there is no crystal ball out there for knowing when someone is going to be dangerous. And yet both psychiatrists and judges are put in the position of trying to anticipate violence. How do you feel about being put in that position?\n\nLEIFMAN: It's difficult. The doctor is absolutely correct. There are no screening tools out there that can predict dangerousness. We have very good screening tools that can predict future criminality, and we use those in our criminal system with our mental health program here. But there is no crystal ball. And so...\n\nCHANG: Does that make you uncomfortable, that you are put in the position to make hard judgment calls but there is no crystal ball?\n\nLEIFMAN: I don't think judges feel uncomfortable. I mean, we make difficult decisions every day. And what you do is you just rely on the evidence that's in front of you, and you apply it to the law. I think where judges might get in trouble is if they start trying to guess what may happen. And so as long as you stay focused on what the evidence is and what the law requires, you're usually in a pretty good position.\n\nCHANG: Yesterday at the White House, President Trump said it should be simpler to take guns away from people who pose a threat. Let me play some of the tape for you.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: I like taking the guns early, like in this crazy man's case that just took place in Florida. He had a lot of firearms. They saw everything. To go to court would have taken a long time. So you could do exactly what you're saying but take the guns first; go through due process second.\n\nCHANG: Take the guns first; go through due process second. As a judge, what do you think about that?\n\nLEIFMAN: Well, I don't think any judge likes to hear putting due process in the backseat. Due process is required in any situation. Now, there are some states that have these red-flag types law...\n\nCHANG: Yeah.\n\nLEIFMAN: ...That actually allow you to go to court first similarly to what we do for injunctions on domestic violence. The judge signs the order very quick as long as there is some evidence that the person meets whatever the criteria is under the law, and then law enforcement should then be able to take the weapon. But I think you're going to probably run in some - to some constitutional issues if you just start seizing property from people without some kind of due process.\n\nCHANG: When we think about legislative options to limit rights such as the Second Amendment, can you tell us a little bit about what we should be weighing?\n\nLEIFMAN: You know, there are limits on most, if not all constitutional protection. The First Amendment, which comes before the Second Amendment, also has limitations. You cannot go into a movie theater and yell fire. Even though that's free speech, it clearly could cause a danger to public safety. So there are limits to all fundamental rights. They can't be abused. And so I think people can be foolish sometimes when they say they are absolute rights because they just aren't. You have to always be able to weigh these against the public safety.\n\nLook; we don't allow convicted felons to own firearms. We don't allow people that have been convicted of domestic violence to own firearms. And so I don't think anyone that may be exhibiting at a particular moment a very serious situation should probably be able to hold onto their firearm. That doesn't mean that there shouldn't be some kind of due process to make sure that happens, but I do think a lot of what we do is balancing rights against protecting the public.\n\nCHANG: What more authority would you want as a judge that you don't have right now to try to play a greater role in preventing mass shootings or gun violence?\n\nLEIFMAN: So in Florida, we do not have the authority to take guns away from people that may have been found dangerous to self or others. We only have authority to put them on a list to stop the purchase of the firearm. But if they already own a gun, there's nothing we can do, which makes no sense at all.\n\nAnd I think that it's hard for us to just think that if we point fingers at people with mental illnesses, we're going to fix this horrible problem of, you know, gun violence at schools or mass shootings. It's bigger than that. And people with mental illnesses are only a small part of the problem. And so it's about fixing the broader issues.\n\nAnd I think one of the laws that the legislatures are contemplating around the country is not just removing firearms for people that may have a mental illness. But if someone is acting dangerous period, the police would have the authority to remove the firearm at that point. Just to single just people with mental illnesses out is not going to fix the problem.\n\nCHANG: Judge Steve Leifman chairs the Florida Supreme Court Task Force on Mental Health. Thank you very much.\n\nLEIFMAN: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["legal", "insights", "violence", "health", "mental", "dont", "rights", "offers", "steve", "judge", "second", "system", "gun", "think", "leifman"], "polarity": 0.03300524358270837, "subjectivity": 0.47992900331280625}
]