[
{"title": "A Rocky Appearance For DeVos On '60 Minutes'", "url": "https://www.npr.org/sections/ed/2018/03/12/592860699/a-rocky-appearance-for-devos-on-60-minutes", "text": "A Rocky Appearance For DeVos On '60 Minutes'\n\nEnlarge this image toggle caption 60 Minutes/Screenshot by NPR 60 Minutes/Screenshot by NPR\n\n\"Why have you become, people say, the most hated Cabinet secretary?\" Lesley Stahl asked Education Secretary Betsy DeVos in a 60 Minutes interview that is drawing lots of attention.\n\n\"I'm not so sure how exactly that happened,\" DeVos responded in the interview, which aired Sunday night on CBS.\n\nDeVos rarely gives interviews outside outlets like conservative radio host Hugh Hewitt. But she had some news to discuss. Sunday, President Trump named her head of a new commission on school safety in response to the Parkland shooting.\n\nThat appointment came after yet another example of the controversy that has marked her tenure as secretary: a visit by DeVos to Marjory Stoneman Douglas High School last week that was angrily criticized by some students on social media.\n\n\"I give a lot of credit to the students for raising their voices,\" DeVos told Stahl.\n\n\"They want gun control,\" Stahl responded.\n\nDeVos responded: \"They want a variety of things. They want solutions.\"\n\nDuring her confirmation hearing last year, DeVos memorably supported the idea of arming teachers — perhaps against grizzly bears, she joked.\n\nShe reiterated that support Sunday night, in line with Trump's support for the idea: \"It should be an option for schools to consider. ... No one size fits all.\"\n\nEducators, teachers unions and some policy experts have been critical of the idea. A new working paper from Johns Hopkins argues this would be both risky and ineffective.\n\nThe 13-minute segment had several uncomfortable moments. DeVos often seemed at a loss for words as Stahl probed many of the most controversial points in her brief career as secretary: her faux pas about historically black colleges; the rollback of transgender student protections and Title IX sexual assault regulations on campuses; efforts to reduce racial disparities in school discipline. And, of course, her support for school choice, as pursued through vouchers and charters.\n\nDeVos is the wealthiest Cabinet member, the segment pointed out. Her family's investments have included K12 Inc., a for-profit virtual school company.\n\nStahl questioned DeVos on her decades of philanthropic intervention in the school system in Michigan, where her family has promoted a free market approach to school choice, including for-profit operators of charter schools that receive taxpayer funding.\n\nStudies have found poor performance, particularly in Detroit. Asked whether public schools in Michigan have improved, DeVos answered: \"I don't know. Overall, I can't say overall that they have all gotten better.\"\n\n\"Have you seen the really bad schools?\" Stahl persisted. \"I have not intentionally visited the schools that are underperforming,\" DeVos answered.\n\n\"Maybe you should.\"\n\n\"Maybe I should, yes.\"", "keywords": ["rocky", "students", "appearance", "support", "secretary", "schools", "stahl", "school", "idea", "devos", "60", "teachers", "minutes"], "polarity": 0.08078971533516989, "subjectivity": 0.5016559534741354},
{"title": "Republicans On House Intel Panel Conclude There Was No Collusion With Russia", "url": "https://www.npr.org/2018/03/12/593016429/republicans-on-house-intel-panel-conclude-there-was-no-collusion-with-russia", "text": "Republicans On House Intel Panel Conclude There Was No Collusion With Russia\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 9:15 p.m. ET\n\nHouse intelligence committee Republicans on Monday cleared President Trump's campaign of colluding with the Russians who attacked the 2016 U.S. election, concluding a probe that minority Democrats had long argued was focused on appeasing the White House.\n\nThe intelligence committee's findings do not end the Russia imbroglio — the Senate intelligence committee and Justice Department special counsel Robert Mueller are continuing their work — but they provide a political shot in the arm for Trump. The president touted the findings on Twitter later Monday night.\n\nTrump and his advisers have denied from the first they had any role in what intelligence officers call the \"active measures\" that Russia has been waging against the United States for years. The Republicans' initial report on Monday affirmed that those active measures have been taking place but said there was no evidence Trump played any role in them and, in a departure with the U.S. intelligence community, Republicans disputed that they were intended to help Trump win.\n\nRepublicans also highlighted what they call the real problems within the Russia matter, including what they say was the abuse of surveillance powers by national security officials and what they called \"problematic contacts between senior intelligence community officials and the media.\"\n\nHouse committee Chairman Devin Nunes, R-Calif., was set to send the majority's draft of the report to Democrats on Tuesday for their review. Democrats are expected to dispute its conclusions as premature or partisan and raise what they call the roadblocks to a true investigation that Republicans put in place. Ranking member Adam Schiff, D-Calif., wanted to issue certain subpoenas or pursue other leads, for example, which he said the majority would not accommodate.\n\nUltimately, Monday's announcement by intelligence committee Republicans set the stage for the partisan outcome that has long appeared in store for the committee's Russia probe: a majority Republican report and a minority Democratic one that reach different conclusions.\n\nRep. Mike Conaway, R-Texas, another top Republican on the intelligence committee, told reporters that meetings and other contacts between people on the Trump campaign and Russians might have been ill-advised at the time but did not add up to an international conspiracy to throw the election.\n\n\"We found perhaps some bad judgment, inappropriate meetings, inappropriate judgment in taking meetings,\" he told The Associated Press and other news organizations. \"But only Tom Clancy or Vince Flynn or someone else like that could take this series of inadvertent contacts with each other, or meetings or whatever, and weave that into sort of a fiction page turner, spy thriller.\"", "keywords": ["committee", "russia", "intel", "house", "conclude", "panel", "intelligence", "democrats", "trump", "contacts", "told", "collusion", "report", "republicans", "meetings"], "polarity": 0.04019047619047619, "subjectivity": 0.42371428571428565},
{"title": "U.K. Prime Minister Says 'Highly Likely' Russia Responsible For Ex-Spy Poisoning ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592892727/u-k-prime-minister-says-highly-likely-russia-responsible-for-ex-spy-poisoning", "text": "U.K. Prime Minister Says 'Highly Likely' Russia Responsible For Ex-Spy Poisoning\n\nEnlarge this image toggle caption Frank Augstein/AP Frank Augstein/AP\n\nBritish Prime Minister Theresa May says it is \"highly likely\" that Russia is behind the poisoning of a former Russian spy and his daughter earlier this month in southern England.\n\nSergei Skripal and his daughter, Yulia, were found collapsed on a bench on March 4 in the city of Salisbury. They remain in critical condition, according to The Associated Press.\n\n\"It is now clear that Mr. Skripal and his daughter were poisoned with a military-grade nerve agent of a type developed by Russia,\" May told lawmakers in a statement on Monday. She said the agent has been identified as one of a group of nerve agents called Novichok, which Russia has previously produced.\n\nShe added that there are just two explanations for the apparent poisoning — either Russia directly carried out the attack or it lost control of its supply of the deadly nerve agent. The Russian ambassador has been summoned to explain how this happened, May added, and has been asked to give a formal response by Tuesday.\n\nAnd if that response is not credible, May said, \"we will conclude that this action amounts to an unlawful use of force by the Russian state against the United Kingdom. And I will come back to this house and set out the full range of measures that we will take in response.\"\n\nThis case has drawn parallels with a Russia-linked death of a defected Russian intelligence officer in 2006, as NPR's Scott Neuman reported. Here's more:\n\n\"Skripal had retired from Russia's SVR foreign intelligence service, a successor to the KGB, when he was arrested and convicted in 2006 of working undercover for Britain's MI6. In 2010 he arrived in the U.K. as part of a prisoner swap between Moscow and Washington.\"\n\nWhen the BBC asked Russian President Vladimir Putin whether Russia was responsible, he replied: \"Get to the bottom of things there, then we'll discuss this.\"\n\n\"Having established that a nerve agent is the cause of the symptoms leading us to treat this as attempted murder, I can also confirm that we believe that the two people who became unwell were targeted specifically,\" Metropolitan Police counterterrorism chief Mark Rowley said at a news conference last week, Scott added.\n\nNerve agents are \"designed only to kill,\" Leeds University toxicologist Alastair Hay told NPR. The weapons \"work by blocking the message from the nerves to the muscles,\" which could affect the muscles used to breathe, potentially causing asphyxiation.\n\n\"Trace contamination\" was found at two Salisbury establishments — The Mill Pub and Zizzi Restaurant — England's chief medical officer announced Sunday, as NPR's Amy Held reported. People in those establishments on March 4 or 5 were encouraged to clean the clothes they were wearing or wipe down belongings.\n\nAt the same time, officials stated that there is \"no immediate health risk.\" A policeman who was responding to the incident, Det. Sgt. Nick Bailey, remains in \"serious but stable condition,\" May said Monday.", "keywords": ["russia", "agent", "nerve", "scott", "responsible", "prime", "minister", "skripal", "russian", "salisbury", "exspy", "told", "poisoning", "highly", "likely", "daughter", "uk"], "polarity": 0.013888888888888892, "subjectivity": 0.3692063492063492},
{"title": "Deadly Package Explosions Across Austin Are Linked, Authorities Believe", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592906443/1-dead-at-least-2-injured-in-package-explosions-austin-police-say", "text": "Deadly Package Explosions Across Austin Are Linked, Authorities Believe\n\nEnlarge this image toggle caption Sergio Flores/Reuters Sergio Flores/Reuters\n\nUpdated at 5:50 p.m. ET\n\nWithin a span of several hours Monday morning, two package bombs detonated in separate areas of Austin, Texas, killing one resident and seriously injuring another and calling to mind a similar blast that killed one person less than two weeks ago. Authorities say there are marked similarities in the three explosions.\n\n\"Based on evidence that we have at this scene, as well as the other two scenes where we've had these explosions, this evidence makes us believe that these incidents are related,\" interim Austin Police Chief Brian Manley told reporters at the site of the third explosion.\n\n\"We are putting together a task force that will work jointly until we conclude this investigation and we arrest the person or persons responsible,\" Manley added. \"And we will leave no stone unturned because we are not going to allow this to go on in our city.\"\n\nThe first blast Monday, which detonated before 7 a.m., killed a 17-year-old boy and injured a woman. Just hours later in another neighborhood, a second explosion badly injured a 75-year-old woman, who was hospitalized with potentially life-threatening injuries.\n\nRoughly 10 days earlier another package exploded, killing 39-year-old Anthony Stephan House at his home.\n\nThere was nothing in that first explosion that \"made us believe in that moment that it was part of anything larger than an isolated incident,\" Manley said, noting that the events Monday changed their assessment.\n\nHe noted that they do not believe the packages had been sent \"by any of the official mail delivery services,\" saying that these \"box-type deliveries\" instead appeared to have been left on the victims' doorsteps overnight.\n\nHe said they are also not sure the victims themselves were the intended targets, because the packages were \"left at homes where there are either multiple residents or it might even be left at the wrong address.\"\n\nThat said, he added, they are ruling nothing out, including the possibility \"that hate crime is at the core of this.\" The first two packages were left at the homes of black residents, while Manley described the septuagenarian victim of the third blast as a Hispanic woman.\n\nThe FBI and agents with the Bureau of Alcohol, Tobacco, Firearms and Explosives are helping the Austin Police Department investigate. In the meantime, Manley said, \"it is appropriate for residents to be concerned.\"\n\nHe warned people in Austin to leave any suspicious packages untouched and call the authorities immediately.\n\nThe attacks come at a particularly sensitive time for the city, which kicks off its annual South by Southwest Music Festival on Monday. The festival — which attracts more than 2,000 artists from dozens of countries — is just one of several South by Southwest events in mid-March covering film, education, technology and gaming. More than 167,000 people attended the music festival alone last year, according to CNN.\n\n\"First and foremost, Cecilia and I offer our thoughts and prayers to the victims of these atrocious attacks,\" Gov. Greg Abbott said in a statement. \"I want to assure all Texans, and especially those in Austin, that local, state and federal law enforcement officials are working diligently to find those responsible for these heinous crimes.\"\n\nHis office is offering a $15,000 reward for information leading to the identification and arrest of anyone involved in the blasts.", "keywords": ["packages", "left", "blast", "authorities", "explosions", "austin", "victims", "manley", "deadly", "package", "residents", "festival", "linked", "believe"], "polarity": -0.03297101449275363, "subjectivity": 0.348852657004831},
{"title": "President Trump Blocks Broadcom's Takeover Of Qualcomm, Citing National Security", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/593018607/president-trump-blocks-broadcoms-takeover-of-qualcomm-citing-national-security", "text": "President Trump Blocks Broadcom's Takeover Of Qualcomm, Citing National Security\n\nEnlarge this image Justin Sullivan/Getty Images Justin Sullivan/Getty Images\n\nIn an unusual step, President Trump has signed an executive order blocking Broadcom's $117 billion bid to buy Qualcomm. The order released Monday cited \"credible evidence\" that led Trump to believe the Singapore-based Broadcom, in purchasing America's largest mobile chipmaker, \"might take action that threatens to impair the national security of the United States.\"\n\n\"The proposed takeover of Qualcomm by the Purchaser is prohibited,\" the president said in his order, \"and any substantially equivalent merger, acquisition, or takeover, whether effected directly or indirectly, is also prohibited.\"\n\nTrump said his decision was informed by a recommendation from the Committee on Foreign Investment in the United States, an interagency panel that — in its own words — investigates \"transactions that could result in control of a U.S. business by a foreign person.\" The group evaluates these deals according to their possible effects on national security.\n\nThe CFIUS had already openly suggested its concerns with the massive tech merger. Aimen Mir, a top Treasury Department official serving on CFIUS, sent a letter earlier this month voicing those concerns to attorneys representing both companies.\n\nAs NPR's Alina Selyukh reports, those concerns center especially on \"the future of mobile connections,\" where Qualcomm has been an industry leader.\n\n\"Countries around the world have been racing to develop technology for the new generation of wireless called 5G,\" she explains. \"It will power all the devices that are starting to connect to the Internet — like smart home speakers and even cars.\"\n\nThough Broadcom is based in Singapore, the principal worry rests with China. If Qualcomm's \"technological leadership\" diminishes, Mir said in his March 5 letter, Chinese tech companies stand to gain in the race to develop 5G.\n\n\"Reduction in Qualcomm's long-term technological competitiveness and influence in standard setting would significantly impact U.S. national security,\" Mir wrote. \"This is in large part because a weakening of Qualcomm's position would leave an opening for China to expand its influence on the 5G standard-setting process.\"\n\nHe also noted that Department of Defense programs rely on access to Qualcomm products.\n\nThis weekend, before Trump's order, Mir wrote the same lawyers again, this time to note that the CFIUS investigation \"has so far confirmed the national security concerns\" identified in his earlier letter.\n\nBroadcom, for its part, had argued earlier Monday — before the president's order — that the national security fears were unwarranted because it plans to redomicile to the U.S. by early April.\n\n\"Broadcom, which is in all important respects a U.S. company, has been repeatedly approved by CFIUS in its previous acquisitions of U.S. companies,\" the company said in its statement, \"and has always engaged productively with CFIUS to ensure U.S. national security is protected.\"\n\nTrump disagreed with this line of reasoning, however. And he said he has directed Treasury Secretary Steven Mnuchin, to send a copy of his order blocking the merger to Qualcomm and Broadcom.", "keywords": ["takeover", "mir", "blocks", "qualcomm", "president", "broadcoms", "concerns", "trump", "citing", "order", "qualcomms", "cfius", "security", "national"], "polarity": 0.11077561327561326, "subjectivity": 0.5089213564213565},
{"title": "Nerve Agent Found In U.K. Is Rare And Definitely Russian", "url": "https://www.npr.org/sections/parallels/2018/03/12/592964624/nerve-agent-found-in-u-k-is-rare-and-definitely-russian", "text": "Nerve Agent Found In U.K. Is Rare And Definitely Russian\n\nEnlarge this image toggle caption Chris J Ratcliffe/Getty Images Chris J Ratcliffe/Getty Images\n\nThe type of nerve agent used to poison a former Russian spy and his daughter in the U.K. was developed in a top-secret laboratory in Moscow and was once a closely held secret of the Russian government.\n\nSergei Skripal and his daughter, Yulia, were found slumped on a bench in the city of Salisbury on March 4. Experts quickly assessed that Skripal — a former Russian intelligence official accused of spying for the British — had been poisoned with a nerve agent.\n\nOn Monday, British Prime Minister Theresa May named the agent in a speech before Parliament.\n\n\"It is now clear that Mr. Skripal and his daughter were poisoned with a military-grade nerve agent of a type developed by Russia,\" she said. \"This is part of a group of nerve agents known as Novichok.\"\n\nNovichok agents are extremely rare.\n\n\"As far as I know, I don't know anybody who knows how to make it except these guys in Russia,\" says Dan Kaszeta, a chemical weapons expert with Strongpoint Security in London. \"They've been a deep, dark secret.\"\n\nNovichok means \"newcomer\" in Russian. Kaszeta says that Novichok agents were developed in the 1980s as a new weapon in the waning days of the Cold War. Novichok chemicals were designed to evade equipment carried by NATO troops. \"They wanted to develop nerve agents that the West couldn't detect,\" he says.\n\nAccording to a defector's report published by the Stimson Center in 1995, they were developed at the State Scientific Research Institute of Organic Chemistry and Technology in Moscow. As the U.S. and Russia were laying the groundwork to dismantle their chemical weapons stockpiles, researchers at the institute were working in secret to develop the new Novichok chemicals.\n\nAccording to the report, by a former scientist named Vil Mirzayanov, the agents were similar to deadly nerve agents but far more powerful. They were also designed to be made using commercially available chemicals, organophosphates, used in fertilizers and pesticides.\n\nThe goal was to develop a new class of nerve agents that could be stockpiled in secret, even as the U.S. and Russia pledged to destroy their existing chemical weapons.\n\nAccording to Mirzaryanov's report, several new agents emerged from the Novichok program. One, known as Novichok-5, was five to eight times as deadly as the agent VX, which was used last year to kill the half-brother of North Korean leader Kim Jong Un.\n\nIn 1997, the Chemical Weapons Convention entered into force, and Russia began dismantling most of its chemical stocks. The Novichok program was never declared. Mirzayanov's report from two years earlier stated that several tons of \"experimental\" agents were produced.\n\nAs to why anyone would use such an unusual agent, Kaszeta says he's not sure. It's possible, given the historic secrecy around the program, that the culprit might have thought it would go undetected. \"Maybe somebody somewhere felt they could get away with it,\" he says.\n\nThen again, he says, it could have just as well been used to send a clear message to would-be spies and defectors: \"It's much more than waking up with a horse head in your bed.\"", "keywords": ["russia", "agent", "rare", "used", "russian", "agents", "developed", "definitely", "novichok", "report", "nerve", "chemical", "uk"], "polarity": 0.028438228438228432, "subjectivity": 0.40846930846930846},
{"title": "Trump Says Tariffs Are Needed To Protect Vital Industries, But Are They?", "url": "https://www.npr.org/2018/03/12/592886128/trump-says-tariffs-are-needed-to-protect-vital-industries-but-are-they", "text": "Trump Says Tariffs Are Needed To Protect Vital Industries, But Are They?\n\nEnlarge this image toggle caption Carolyn Thompson/AP Carolyn Thompson/AP\n\nWhen President Trump announced tariffs on steel and aluminum imports this month, he said protecting the two industries was vital for national security.\n\n\"We want to build our ships. We want to build our planes. We want to build our military equipment with steel, with aluminum from our country,\" he said at a March 8 White House news conference.\n\nIn other words, the U.S. military should be as self-sufficient as possible, and not rely on other countries to supply the essential materials it needs for defense.\n\nIt's an argument that makes sense at some level, but it also obscures a broader truth about military spending in the global economy: Supply chains have become so complex that it would be virtually impossible for the U.S. military to go it alone.\n\n\"Almost any item that you could look at [that] says 'Made in the USA' on it, frequently there is some content in it that comes from overseas,\" says former Pentagon official Andrew Hunter, now with the Center for Strategic and International Studies.\n\nTrump may want to prop up the aluminum industry, for example, but making aluminum requires bauxite, a material that has become too expensive to mine in the United States, The Wall Street Journal reported recently.\n\nCongress already requires the Pentagon to give preference to domestic manufacturers whenever possible, Hunter says. Certain materials such as stainless steel must be bought from U.S. suppliers.\n\nThe reasons are political rather than strategic, he says.\n\n\"A lot of that is driven by a pretty simple sentiment, which is [that] when people give their tax dollars to support the national defense, they hope that those taxpayers are being used in a way that also further supports the economy,\" Hunter says.\n\nAlso given preference are certain countries, such as Canada, with which the U.S. has reciprocal trading agreements. In some cases — for example, aircraft made by the Brazilian company Embraer — the U.S. allows products to be partly manufactured overseas, as long as they are finished domestically.\n\nThere's another question raised by the president's steel and aluminum tariffs: How necessary are they, really?\n\nTo impose them, Trump is implementing Section 232 of the Trade Expansion Act of 1962, a rarely used law that gives presidents great leeway to protect industries deemed vital to national defense.\n\n\"The case in 232 is the argument that for national security reasons we need to maintain a high level of production of some particular commodity,\" says Nicholas Lardy, senior fellow at the Peterson Institute for International Economics.\n\n\"One way of doing that is to put on a tariff, which makes imported goods more expensive and makes it more likely that the domestic firms will be able to continue production,\" he adds.\n\nThere's no question steel is an essential part of a wide range of weapons and other goods used by the military, from tanks to battleships.\n\nBut as much as the steel industry has shrunk over the years, the U.S. still produces millions of tons of it annually, Lardy says.\n\n\"The steel used by the United States military in tanks and all kinds of other uses is a very, very small portion of total production — well under 10 percent. The industry is not in decline in terms of output, so arguing that we need to put on tariffs now to preserve a steel industry that is essential to national security I think is a bit of a stretch,\" Lardy says.\n\nAnd in the unlikely event that the U.S. runs out of steel, it has plenty of other places to get it.\n\nMuch of the steel imported today comes from friendly countries such as Canada, South Korea, Japan and the United Kingdom, with which the U.S. has strong military alliances.\n\nThe Trump administration has temporarily exempted Canada and Mexico from the tariffs and has suggested it may add other countries.\n\nLardy says the tariffs could invite retaliation by other countries.\n\n\"If we're protecting steel, other countries could protect a product they want to protect and say that it's for national security reasons. You're opening the door to this form of protection by other countries,\" he says.", "keywords": ["military", "used", "trump", "steel", "tariffs", "industries", "aluminum", "needed", "industry", "protect", "countries", "national", "vital"], "polarity": 0.011147832267235242, "subjectivity": 0.4056218905472637},
{"title": "Hubert de Givenchy, Famed Couturier, Dies At 91", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592866390/hubert-de-givenchy-famed-couturier-dies-at-91", "text": "Hubert de Givenchy, Famed Couturier, Dies At 91\n\nEnlarge this image toggle caption Hulton Archive/Getty Images Hulton Archive/Getty Images\n\nFamed French fashion designer Hubert de Givenchy has died at age 91, the couture house bearing his name confirms.\n\nKnown for designing the little black dress that Audrey Hepburn wears in the opening scene of 1961's Breakfast At Tiffany's, Givenchy was a trailblazer in the world of ready-to-wear fashion.\n\nEnlarge this image toggle caption Keystone Features/Getty Images Keystone Features/Getty Images\n\nBorn into an aristocratic family in the northern French town of Beauvais, Givenchy was a physically towering man who launched his first collection to immediate fanfare, as Reuters reports:\n\n\"His hallmark creations, including balloon-sleeved blouses and calf-length trousers with flared hems, were hailed in their time as airy alternatives to the tight waists and artificial curves of the then-dominant 'New Look' of Christian Dior. \"His first collection — unveiled in 1952 — won recognition the day it was presented: Givenchy rang up 7 million francs (approximately 1 million euros) of orders, enough to allow him to pay off his backers and assume ownership himself.\"\n\nA British fashion declared his first collection: \"These dresses remind you of that first, best, glass of champagne,\" Reuters notes.\n\nAmong his customers were a number of women who defined style in the 1950s and '60s including Elizabeth Taylor, Grace Kelly and Jacqueline Kennedy, who wore a Givenchy design to President Kennedy's funeral.\n\nEnlarge this image toggle caption Bart Maat/AFP/Getty Images Bart Maat/AFP/Getty Images\n\nBut it was Hepburn who was his muse and close friend, wearing his fashions in the films Sabrina, Funny Face and others.\n\nHis eponymous fashion house called its founder the enfant terrible of haute couture: \"[H]is 'separates' – elegant blouses and light skirts blending architectural lines and simplicity – met with enormous success in light of the more constricted looks of the day. ... Spare lines, slender hips, slim silhouettes and swan-like necks won over actresses from around the world.\"\n\nIn 1969, the designer launched a menswear line called Givenchy Gentleman. He sold the Givenchy house to luxury conglomerate LVMH in 1988, staying on until he retired in 1995.\n\n\"Not only was he one of the most influential fashion figures of our time, whose legacy still influences modern day dressing,\" wrote Givenchy artistic director Clare Waight Keller on his passing, \"but he also was one of the chicest most charming men I have ever met.\"", "keywords": ["givenchy", "house", "image", "fashion", "hubert", "caption", "dies", "toggle", "won", "day", "couturier", "famed", "images", "91", "collection"], "polarity": 0.13506318949867338, "subjectivity": 0.5048317274123725},
{"title": "'National Geographic' Reckons With Its Past: 'For Decades, Our Coverage Was Racist'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592982327/national-geographic-reckons-with-its-past-for-decades-our-coverage-was-racist", "text": "'National Geographic' Reckons With Its Past: 'For Decades, Our Coverage Was Racist'\n\nEnlarge this image toggle caption C.P. Scott (L) and H.E. Gregory (R)/National Geographic C.P. Scott (L) and H.E. Gregory (R)/National Geographic\n\nIf National Geographic's April issue was going to be entirely devoted to the subject of race, the magazine decided it had better take a good hard look at its own history.\n\nEditor in Chief Susan Goldberg asked John Edwin Mason, a professor of African history and the history of photography at the University of Virginia, to dive into the magazine's nearly 130-year archive and report back.\n\nWhat Mason found was a long tradition of racism in the magazine's coverage: in its text, its choice of subjects, and in its famed photography.\n\nEnlarge this image toggle caption National Geographic National Geographic\n\n\"[U]ntil the 1970s National Geographic all but ignored people of color who lived in the United States, rarely acknowledging them beyond laborers or domestic workers,\" writes Goldberg in the issue's editor letter, where she discusses Mason's findings. \"Meanwhile it pictured 'natives' elsewhere as exotics, famously and frequently unclothed, happy hunters, noble savages—every type of cliché.\"\n\nUnlike magazines such as Life, \"National Geographic did little to push its readers beyond the stereotypes ingrained in white American culture,\" Goldberg says, noting that she is the first woman and first Jewish person to helm the magazine – \"two groups that also once faced discrimination here.\"\n\nTo assess the magazine's coverage historically, Mason delved into old issues and read a couple of key critical studies. He also pored over photographers' contact sheets, giving him a view of not just the photos that made it into print, but also the decisions that photographers and editors made.\n\nHe saw a number of problematic themes emerge.\n\n\"The photography, like the articles, didn't simply emphasize difference, but made difference ... very exotic, very strange, and put difference into a hierarchy,\" Mason tells NPR. \"And that hierarchy was very clear: that the West, and especially the English-speaking world, was at the top of the hierarchy. And black and brown people were somewhere underneath.\"\n\nFor much of its history, the pages of National Geographic depicted the Western world as dynamic, forward-moving and very rational. Meanwhile, Mason says, \"the black and brown world was primitive and backwards and generally unchanging.\"\n\nOne trope that he noticed time and again were photographs showing native people apparently fascinated by Westerners' technology.\n\n\"It's not simply that cameras and jeeps and airplanes are present,\" he says. \"It's the people of color looking at this technology in amusement or bewilderment.\" The implication was that Western readers would find humor in such fascination with their everyday goods.\n\nThen there's how the magazine chose its subject matter. Mason explains that National Geographic had an explicit editorial policy of \"nothing unpleasant,\" so readers rarely saw war, famine or civic conflict.\n\nHe points to an article on South Africa from the early 1960s that barely mentions the Sharpeville Massacre, in which 69 black South Africans were killed by police.\n\nEnlarge this image toggle caption Kip Ross/National Geographic Creative Kip Ross/National Geographic Creative\n\n\"There are no voices of black South Africans,\" Mason told Goldberg. \"That absence is as important as what is in there. The only black people are doing exotic dances ... servants or workers. It's bizarre, actually, to consider what the editors, writers, and photographers had to consciously not see.\"\n\nThen there's the way women of color were often depicted in the magazine: topless.\n\n\"Teenage boys could always rely, in the '50s and '60s, on National Geographic to show them bare-breasted women as long as the women had brown or black skin,\" Mason says. \"I think the editors understood this was frankly a selling point to its male readers. Some of the bare-breasted young women are shot in a way that almost resembles glamour shots.\"\n\nMason says the magazine has been dealing with its history implicitly for the last two or three decades, but what made this project different is that Goldberg wanted to make reckoning explicit — \"That National Geographic should not do an issue on race without understanding its own complicity in shaping understandings of race and racial hierarchy.\"\n\ntoggle caption Robert F. Sisson and Donald McBain/National Geographic\n\nFor those of us who have spent long afternoons thumbing old issues of the magazine and dreaming of far-off lands, Mason wants to make clear that looking at foreign people and places isn't a bad thing.\n\n\"We're all curious and we all want to see. I'm not criticizing the idea of being curious about the world. It's just the other messages that are sent—that it's not just difference, but inferiority and superiority.\"\n\nSo where does the storied publication go from here?\n\nOne good step would be to invite the diverse contributors to the April issue to become part of the magazine's regular pool of writers and photographers, Mason suggests.\n\n\"Still it's too often a Westerner who is telling us about Africa or Asia or Latin America,\" he says. \"There are astonishing photographers from all over the world who have unique visions – not just of their own country, but who could bring a unique vision to photographing Cincinnati, Ohio, if it came to that.\"\n\nHe notes that the magazine's images have so often captivated, even when they were stereotypical or skewed. Mason says a number of African photographers have told him that it was magazines like National Geographic and Life that turned them onto photography in the first place.\n\n\"They knew that there were problems with the way that they and their people were being represented,\" he says. \"And yet the photography was often spectacularly good, it was really inviting, and it carried this power. And as young people, these men and women said, I want to do that. I want to make pictures like that.\"", "keywords": ["photographers", "women", "decades", "magazines", "past", "coverage", "racist", "mason", "reckons", "world", "geographic", "magazine", "black", "national", "goldberg"], "polarity": 0.09568421052631575, "subjectivity": 0.46896009253904014},
{"title": "Hearts Get 'Younger,' Even At Middle Age, With Exercise", "url": "https://www.npr.org/sections/health-shots/2018/03/12/591513777/hearts-get-younger-even-at-middle-age-with-exercise", "text": "Hearts Get 'Younger,' Even At Middle Age, With Exercise\n\nEnlarge this image Maria Fabrizio for NPR Maria Fabrizio for NPR\n\nEventually it happens to everyone. As we age, even if we're healthy, the heart becomes less flexible, more stiff and just isn't as efficient in processing oxygen as it used to be. In most people the first signs show up in the 50s or early 60s. And among people who don't exercise, the underlying changes can start even sooner.\n\n\"The heart gets smaller — stiffer,\" says Dr. Ben Levine, a sports cardiologist at University of Texas Southwestern Medical Center and director of the Institute for Exercise and Environmental Medicine at Texas Health Presbyterian Hospital, in Dallas.\n\nThink of the heart muscle as a rubber band, Levine says. In the beginning, the rubber band is flexible and pliable. But put it in a drawer for 20 years and it will emerge dry and brittle.\n\n\"That's what happens to the heart and blood vessels,\" he says. And down the road, that sort of stiffness can get worse, he notes, leading to the breathlessness and other symptoms of heart failure, an inability of the heart to effectively pump blood to the lungs or throughout the body.\n\nFortunately for those in midlife, Levine is finding that even if you haven't been an avid exerciser, getting in shape now may head off that decline and help restore your aging heart. He and his colleagues published their recent findings in the American Heart Association's journal, Circulation.\n\nThe research team recruited individuals between the ages of 45 and 64 who were mostly sedentary but otherwise healthy.\n\nDallas resident Mae Onsry, an accounts payable manager, was 62 at the time. Raising two children and working full time, she says, she never had the flexibility to fit in exercise, although she knew it was important for her health.\n\n\"I have my hobbies,\" says Onsry, including ballroom dancing and gardening. But it was nothing routine, nothing \"disciplined,\" she says.\n\nSo when she saw a flyer about Levine's study, she signed up — along with 52 other volunteers — for a two-year study.\n\nParticipants were randomly assigned to one of two groups. The first group engaged in a program of nonaerobic exercise — basic yoga, balance training and weight training — three times a week. The other group, which Onsry was in, was assigned a trainer and did moderate- to high-intensity aerobic exercise for four or more days a week.\n\nAfter two years, the group doing the higher-intensity exercise saw dramatic improvements in heart health.\n\n\"We took these 50-year-old hearts and turned the clock back to 30- or 35-year-old hearts,\" says Levine. Their hearts processed oxygen more efficiently and were notably less stiff.\n\n\"And the reason they got so much stronger and fitter,\" he says, \"was because their hearts could now fill a lot better and pump a lot more blood during exercise.\"\n\nThe hearts of those engaged in less intense routines didn't change, he says.\n\nA key part of the effective exercise regimen was interval training, Levine says — short bursts of high-intensity exercise followed by a few minutes of rest. The study incorporated what are often referred to as 4x4 intervals.\n\n\"It's an old Norwegian ski team workout,\" Levine explains. \"It means four minutes at 95 percent of your maximal ability, followed by three minutes of active recovery, repeated four times.\"\n\nPushing as hard as you can for four minutes stresses the heart, he explains, and forces it to function more efficiently. Repeating the intervals helps strengthen both the heart and the circulatory system.\n\n\"The sweet spot in life to get off the couch and start exercising [if you haven't already] is in late middle age when the heart still has plasticity,\" Levine says. You may not be able to reverse the aging of the vessels if you wait.\n\n\"We put healthy 70-year-olds through a yearlong exercise training program, and nothing happened to them at all,\" Levine says. \"We could not change the structure of their heart and blood vessels.\"\n\nAnyone considering beginning this, or a similarly strenuous exercise program, Levine says, should check with a doctor first and ask about individual health issues that might warrant a less intense program initially.\n\nFor Onsry, who is now 65, the study was life changing. Today she exercises every day of the week, walking and jogging at least 5 miles around the lake near her home.\n\nIf she misses a day, she says, she just doesn't feel as good physically. And the regimen has helped her mental health, too.\n\n\"I'm not moody,\" she says. \"I mean — I'm happy.\"\n\nDr. Nieca Goldberg, a cardiologist and medical director of the Joan H. Tisch Center for Women's Health at NYU Langone Medical Center, and a spokeswoman for the American Heart Association, says Levine's research is important.\n\n\"Many studies that are done that look at [cardiovascular] health look at improvements in risk factors like high blood pressure, cholesterol and diabetes,\" Goldberg says. \"But this study specifically looked at heart function — and how heart function can improve with exercise.\"\n\nGoldberg says the findings are a great start. But the study was small and needs to be repeated with far larger groups of people to determine exactly which aspects of an exercise routine make the biggest difference.", "keywords": ["training", "heart", "younger", "study", "middle", "program", "age", "health", "blood", "exercise", "hearts", "levine", "onsry"], "polarity": 0.10928618669690097, "subjectivity": 0.41895927815570677},
{"title": "Do Backyard Chickens Need More Rules?", "url": "https://www.npr.org/sections/thesalt/2018/03/12/592342970/do-backyard-chickens-need-more-rules", "text": "Do Backyard Chickens Need More Rules?\n\nEnlarge this image toggle caption Emma Baker/Getty Images Emma Baker/Getty Images\n\nLast September, a cappuccino-colored stray chicken appeared in Katherine Rae Mondo's neighborhood in Oakland, Calif. After it hung around the same intersection for a couple of days, Mondo took it in \u008d— her house had a coop, and she was already caring for a housemate's three-chicken flock.\n\nShe named the stray chicken Terribad, since, unlike most hens, \"she was kind of a wild woman who didn't obey the rules, and she could fly,\" Mondo says.\n\nIt was easy to welcome another chicken, partly because Oakland's local policies for keeping poultry aren't that restrictive. Roosters aren't allowed, and hens just have to be housed at least 20 feet from any house. That's it. No rules about the number of birds, their coops, slaughter or care. Bare-bones local laws around chickens are really common, says Catherine Brinkley, a veterinarian and urban planner at the University of California, Davis.\n\nBrinkley says these policies tend to focus on limiting nuisances, like early morning cock-a-doodle-dos or eyesore coops — leaving a gap in codes when it comes to health and safety. \"They're not at all focused on public health considerations, like [requiring] training for new owners in washing hands and selling eggs, nor do they think about if somebody is hoarding chickens or other awful things that, quite honestly, happen with animal welfare,\" Brinkley says.\n\nHealthy chicken, happy chicken\n\nBrinkley has chickens herself \u008d— their names are Griffin, Hazel, Starlight and Bunnykissdoodoo \u008d— so she's well versed in the basics of chicken-keeping: The birds need food, water, space, predator protection and health care if they get sick. Hand-washing, and avoiding chicken smooches and snuggles, will protect people from picking up illnesses from chickens.\n\nThe backyard chicken trend isn't going away anytime soon \u008d— The Washington Post recently detailed the birds' growing role as icons of Silicon Valley. So Brinkley says it's worth remembering that chickens do carry some health risks.\n\nThe Centers for Disease Control and Prevention reported 1,120 cases of salmonella linked to backyard poultry between January and September 2017. Backyard birds bore the brunt of the blame for Egypt's Avian flu outbreak in 2014, and there's also the risk of spreading disease to commercial birds. Exotic Newcastle disease doesn't pose a major threat to most people, but outbreaks among birds in California have led to the euthanization of millions of commercial chickens at a time.\n\n\"That could be headed off at the pass if we made sure that we had good vaccine coverage, which is kind of the basic thing we do for cats and dogs for rabies,\" Brinkley says. Commercial chickens avoid many diseases with help from vaccines, she says.\n\nSince those vaccines are sold in massive quantities for commercial farmers, they're often out of reach for chicken hobbyists, Brinkley says, who don't need thousands of doses. And there's another hurdle: taking fowl to the vet. \"The other thing we do for cats and dogs is that you have to see your vet every year or every other year, and we don't have that stipulation for backyard birds,\" she says.\n\nBrinkley is a veterinarian with plenty of agriculturally minded friends, so her birds get lots of medical advice. That's not the norm, though.\n\nShe recently studied backyard chicken policies in 100 cities in Colorado as a test case for understanding the codes that govern backyard birds, publishing her results in the Journal of Community Health. She found that only two cities required veterinary care for animals, and only \"if deemed necessary.\"\n\nBut some cities \u008d— around a fifth of the places she looked at that allow chickens \u008d— did require owners to get a permit, which she says could make a big difference for chicken care. A few cities, including Fort Collins, Colo., routed their permits through the local Humane Society, to help give owners basic information on caring for their birds.\n\nGreener urban pastures, with permits?\n\nWhen Fort Collins moved to allow residents to keep chickens in 2008, it was a big deal. \"I have never seen city council, or the community, more involved, than for chickens. It was standing-room only when the chicken ordinance was passed,\" says Bill Porter, the director of Animal Protection and Control for Larimer Humane Society, which serves Fort Collins.\n\nNowadays, when Fort Collins residents want backyard birds, they apply for a chicken license with the Larimer Humane Society, and the organization sends someone to inspect their chicken coop. \"It just takes about 15 minutes to do it, to make sure all those points are covered for being responsible as a chicken owner, respecting the neighbors, addressing public health concerns. And also meeting the needs of chickens,\" Porter says.\n\nProspective poultry keepers pay a $30 fee to the Larimer Humane Society, and a chicken license allows up to eight birds for lots smaller than half an acre. Coops have to keep predators away from chickens, and slaughtering birds isn't allowed. Instead, owners have to take their chickens to a vet to be euthanized. Ideally, Brinkley says, this kind of permit would also loop in a requirement for routine vet visits, but it's a good start.\n\nStray chickens, like Mondo's Terribad, still show up in Fort Collins. But the permits sometimes provide clues about where birds belong, since chickens traveling on foot usually stay fairly close to home, Porter says.\n\nIn Oakland, would tighter policies dampen the thrill of having chickens? \"I kind of love the chaos of it, I think it's really fun,\" Mondo says. \"But i'm also all for regulations that would make animals safe and happy and well cared for.\"", "keywords": ["vet", "society", "chickens", "need", "brinkley", "backyard", "birds", "rules", "chicken", "policies", "health", "fort"], "polarity": 0.05332824805716372, "subjectivity": 0.5727646516803145},
{"title": "Trump Administration Moves To Reshape Who Qualifies For Asylum", "url": "https://www.npr.org/2018/03/12/592823598/attorney-general-jeff-sessions-reshapes-who-qualifies-for-asylum", "text": "Trump Administration Moves To Reshape Who Qualifies For Asylum\n\nEnlarge this image toggle caption John Moore/Getty Images John Moore/Getty Images\n\nThe Trump administration is taking steps to limit who gets asylum in the United States, and immigration lawyers are warning that thousands of people who fled violence and persecution in their home countries could be turned away.\n\nAttorney General Jeff Sessions is using his authority to reshape the law on who qualifies for asylum, and whether they get a hearing in court. Sessions has intervened in two cases that could have big implications for people who come to the U.S. and seek asylum.\n\nThis comes as the number of applications for asylum has risen sharply in recent years. Sessions has been trying to eliminate what he has called \"rampant fraud and abuse\" in those applications, and to cut into a massive backlog of immigration cases.\n\nBut immigrant rights advocates fear that legitimate asylum-seekers, including victims of domestic violence, could be denied sanctuary here.\n\n\"They are amongst the most vulnerable people in our society,\" said Jeremy McKinney, an immigration lawyer in North Carolina and secretary of the American Immigration Lawyers Association. \"To have their rights curtailed so that the system moves faster I think should be considered a moral outrage.\"\n\nEnlarge this image toggle caption Susan Walsh/AP Susan Walsh/AP\n\nTo Attorney General Sessions, the outrage is that immigrants are gumming up the courts with false claims.\n\n\"The system is being gamed, there's no doubt about it,\" Sessions said in October of last year, in a speech to the Executive Office for Immigration Review in Virginia. Back then, he was asking Congress to tighten asylum rules. Last week, he acted on this own.\n\nIn one case, the attorney general vacated a precedent-setting ruling that said most asylum seekers have a right to a hearing in front of a judge before their claim could be rejected. In a second case, Sessions is reviewing whether victims of \"private crime\" should qualify for asylum.\n\nThese moves come as no surprise to anyone who has followed Sessions' positions on immigration and asylum.\n\n\"We can close loopholes and clarify our asylum laws to ensure that they help those they were intended to help,\" Sessions said in his October speech. \"As this system becomes overloaded with fake claims, it cannot deal effectively with just claims.\"\n\nImmigration courts do face a huge backlog — upwards of 600,000 cases, more than triple the number in 2009.\n\nOne factor driving that growing backlog is a constant stream of women and children from Central America. Many of these migrants claim asylum because, they say, they've been the victims of gangs, or domestic violence, in their home countries.\n\nBut some people, like former immigration judge Andrew Arthur, are skeptical about this kind of claim.\n\n\"It's actually become sort of a catchall for truly inventive lawyers,\" said Arthur, who is now a fellow at the Center for Immigration studies, which advocates for lower levels of immigration.\n\nImmigration courts work differently than regular courts. They're part of the Justice Department, so the attorney general has the power to personally overturn decisions by immigration courts.\n\nArthur applauds the recent moves by Sessions. \"One, it is going to streamline the system,\" Arthur said. \"Two, it's going to cut down on the number of claims that are inevitably going to be found to be invalid.\"\n\nImmigration lawyers don't dispute that the number of asylum applications has spiked, but they offer a different explanation.\n\n\"The crisis we're managing is not one of fraud,\" said Lenni Benson, a professor at New York Law School, \"but one of the global situation.\" She pointed to a rise in gang-related violence in Central America that's pushing migrants north in search of safety.\n\nNot every crime makes the victim eligible to claim asylum. The victim must have a well-founded fear of persecution based on certain factors like race or religion, or membership in a \"particular social group.\" They must also come from a place where the government won't help them. The law around this has been fiercely litigated, says McKinney, the immigration lawyer.\n\n\"The fear is that this Justice Department will undo all of those gains that were made through decades of litigation,\" he said.\n\nMcKinney and other lawyers are worried that Sessions is ultimately going to overturn a landmark asylum case from 2014 that made it easier for domestic violence survivors to get asylum.\n\nPeople like Aracely Martinez, who fled to the U.S. from Honduras and got asylum with help from the Tahirih Center for Justice, a nonprofit that supports immigrant women fleeing from violence.\n\n\"My ex's family wanted to kill me,\" she said through a translator. Martinez was pregnant when the father of two of her children killed their kids and shot her in the head before killing himself.\n\nShe moved to another part of Honduras, but his family found her and threatened to kill her.\n\n\"I'd like to see women getting help the way I was helped,\" Martinez said. \"I finally feel safe in this country.\"", "keywords": ["going", "number", "qualifies", "system", "trump", "administration", "moves", "immigration", "lawyers", "reshape", "violence", "asylum", "help", "sessions"], "polarity": 0.06619209334726575, "subjectivity": 0.4016235680028784},
{"title": "5 Passengers Dead, Pilot Survives In New York City Helicopter Crash", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592785251/at-least-2-dead-in-new-york-city-helicopter-crash", "text": "5 Passengers Dead, Pilot Survives In New York City Helicopter Crash\n\nEnlarge this image toggle caption Dimitrios Kambouris/Getty Images Dimitrios Kambouris/Getty Images\n\nUpdated at 1:26 p.m. ET on Monday\n\nA helicopter carrying six people crashed into New York City's East River on Sunday evening, killing all five passengers. The pilot managed to escape.\n\n\"The pilot freed himself. The other five did not,\" FDNY Commissioner Daniel Nigro said in a news conference Sunday night.\n\nAll five passengers were recovered from the helicopter by divers deployed by police and firefighters, he said. Initially, two were pronounced dead at the scene and three others were sent to a hospital and listed in critical condition. However, New York City police later confirmed that all five passengers had died.\n\nThe city's police department confirmed to NPR that all five victims have been identified. They include Brian McDaniel, a 26-year-old Dallas firefighter, and fellow North Texas native Trevor Cadigan, a 26-year-old journalist. Carla Vallejos Blanco, a 29-year-old in town from Argentina, and Daniel Thompson, 34, and Tristan Hill, 29, were also among the dead.\n\nRichard Vance, 33, has been identified as the helicopter's pilot.\n\n\"The pilot is OK; he was taken to the hospital to be checked out,\" Fire Commissioner Nigro said. He \"was taken by one of our fire boats ashore\" he added.\n\nWhile the pilot managed to escape the capsized aircraft in good shape, police said the safety harnesses meant to protect the five passengers prevented them from freeing themselves quickly from the overturned helicopter.\n\n\"These harnesses had to be removed in order to get these folks off of this helicopter, which was upside down at the time,\" Nigro said.\n\nThe Eurocopter AS350 went down in the waters between the boroughs of Manhattan and Queens just after 7 p.m. ET, according to a Federal Aviation Administration spokeswoman.\n\nNYPD Commissioner James O'Neill said the helicopter, which had been privately chartered for a photo shoot, is owned by touring company Liberty Helicopters.\n\nBefore police confirmed the fatalities, a bystander who caught the crash on video posted a clip to Twitter, showing the helicopter plunging into the river before flipping over with its blades chopping at the water.\n\nThe National Transportation Safety Board is investigating the cause of the crash.", "keywords": ["york", "helicopter", "passengers", "nigro", "river", "survives", "pilot", "crash", "taken", "safety", "confirmed", "commissioner", "city", "dead"], "polarity": 0.11085858585858585, "subjectivity": 0.4890217969165337},
{"title": "GOP Pours Cash Into Pennsylvania Special Election To Prevent An Upset Defeat", "url": "https://www.npr.org/2018/03/12/592252422/gop-pours-cash-into-pennsylvania-special-election-to-prevent-an-upset-defeat", "text": "GOP Pours Cash Into Pennsylvania Special Election To Prevent An Upset Defeat\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nAt least for one more day, the hills of southwestern Pennsylvania are alive with the sound of campaign cash.\n\nVoters in the state's 18th congressional district on Tuesday elect a new member of Congress. It's a surprisingly close race in this reliably Republican district between Democratic former prosecutor Conor Lamb, and Republican state legislator Rick Saccone. GOP and conservative groups are shoveling in dollars to overcome Saccone's lackluster fundraising — this despite his claim that he \"was Trump before Trump was Trump.\"\n\nThe Center for Responsive Politics reported Friday the two sides had spent a total of $15.6 million — slightly more than the most costly House races in 2016, although far less than the maelstrom of a special election in Georgia last year, which cost $69.2 million.\n\nLoading...\n\nRepublicans have poured more than twice as much into the Pennsylvania race as Democrats. That flood of spending comes even though the district won't exist after this November's election following the state Supreme Court's decision to redraw Pennsylvania's 18 congressional districts. Neither Lamb nor Saccone will reside in the redrawn district.\n\nRegistered Democrats outnumber Republicans in the 18th, but it votes Republican. Trump carried the 18th in 2016 with 58 percent of the vote.\n\nRepublican Rep. Tim Murphy represented the district from 2003 until this year. He resigned due to an extramarital affair in which he suggested his partner get an abortion. Tomorrow's election is to choose his successor.\n\nRepublicans fear that a loss will chill their hopes of holding control of the House this fall. There's anxiety that if Lamb wins, more Republican incumbents will join the record-setting 37 of their colleagues already headed for the Capitol Hill exit ramp.\n\nWhite House counselor Kellyanne Conway campaigned for Saccone last week, and President Trump flew in for a rally Saturday. Donald Trump Jr. is expected to campaign for Saccone on Monday. Vice President Pence, Interior Secretary Ryan Zinke and Ivanka Trump campaigned in February.\n\nAmong the luminaries who have stumped for Lamb is former Vice President Joe Biden, who visited the district last week.\n\nSaccone's small-town style of campaigning has put him nearly on the sidelines of the campaign. As of last week, he had spent $613,000 to Lamb's $3 million.\n\n\"Rick Saccone has had difficulty raising money, to be candid,\" a Republican political operative familiar with the race told NPR. He said Saccone \"doesn't have a natural fundraising base [and] has never really had to do it\" in his campaigns for the state legislature.\n\nSo the energy behind the Saccone effort is brought in from Washington, D.C.: the National Republican Congressional Committee and Republican National Committee, plus superPACs Congressional Leadership Fund and America First Action. They and their allies have spent $10.3 million, versus $1.7 million by pro-Lamb entities.\n\n\"Normally this would be a bad strategy [for Republicans], but it's clearly the way to stay competitive,\" said political scientist Michael Franz, with the Wesleyan Media Project, which tracks campaign advertising and spending. He said that ordinarily, \"it could lead to repeat messages or competitive messages,\" which would hurt, not help, the candidate.\n\nIn the 2016 elections, Murphy ran unopposed and spent $1.5 million. No outside groups got involved.", "keywords": ["upset", "cash", "pennsylvania", "million", "election", "campaign", "gop", "defeat", "trump", "saccone", "special", "republican", "lamb", "spent", "congressional", "district", "pours", "prevent"], "polarity": 0.08742821804046294, "subjectivity": 0.35589937273610744},
{"title": "Brackets For Men's NCAA Basketball Tournament Are Released", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592810002/brackets-for-mens-ncaa-basketball-tournament-are-released", "text": "Brackets For Men's NCAA Basketball Tournament Are Released\n\nEnlarge this image toggle caption Frank Franklin II/AP Frank Franklin II/AP\n\nWith much fanfare, brackets for the men's NCAA basketball tournament were released on what has come to be known as Selection Sunday. Virginia, Villanova, Kansas and Xavier are the No. 1 seeds.\n\nThe tournament begins Tuesday with opening-round games in Dayton, Ohio, and then gets into full swing Thursday and Friday at eight sites across the country. Final Four action is set for March 31 and April 2 in San Antonio, Texas.\n\nHard core March Madness participants already know when their office pool brackets are due — most likely by Thursday's games. That will give newbies and dilettantes plenty of time to study up.\n\nHere is an NCAA bracket for the NCAA Division I men's basketball tournament.\n\nSports Illustrated reports:\n\n\"Murray State was the first team to secure its bid to the Big Dance by winning the Ohio Valley Tournament, and Michigan was the first team from a major conference to lock up a spot by defeating Purdue in the Big Ten Tournament Championship. The last team to steal a bid into the tournament was Davidson. The Wildcats knocked off Rhode Island in the A-10 Tournament Championship Sunday to secure a spot in the Big Dance, and make the bubble a bit more difficult to navigate. The Selection Committee said Notre Dame was the team that was bumped out because of Davidson. The ACC has the most teams in the tournament with nine (Virginia, Duke, North Carolina, Clemson, North Carolina State, Virginia Tech Florida State, Miami and Syracuse). \"The biggest snubs of this year's tournament include Oklahoma State, USC, Saint Mary's, Louisville and Notre Dame. Syracuse claimed the final spot in the bracket for at-large teams.\"\n\nThis year's tournament is being played under a cloud. Shortly after the new championship team is crowned, a commission investigating alleged bribes and payoffs is expected to release its recommendations.\n\nThat commission's investigation, led by former Secretary of State Condoleezza Rice, started after the FBI charged assistant coaches, agents, employees of apparel companies and others in a federal bribery and fraud probe.\n\nThe Associated Press reports:\n\n\"No fewer than a dozen teams in the tournament have been named either in the FBI investigation or in media reports that allege coaches and others have directed payments and improper benefits to recruits and players - thus, breaking rules that go to the core of the amateur-sports code that defines both the NCAA and the 'student-athletes' who make this billion-dollar business run. They range from teams that made it into the tournament off the so-called bubble — Alabama — to one of the best teams in the country. Arizona, a No. 4 seed in the South, has been roiled by a report that wiretaps caught coach Sean Miller discussing a $100,000 payment to freshman Deandre Ayton. Miller has strongly denied the accusation, though the story line figures to follow the Wildcats through what could be a long run in the tournament.\"\n\nIn media interviews, chairman of the NCAA selection committee Bruce Rasmussen said the investigations did not play a role in the bracket-filling process.", "keywords": ["virginia", "team", "brackets", "basketball", "spot", "championship", "state", "mens", "tournament", "released", "selection", "ncaa", "teams"], "polarity": 0.14243646138807428, "subjectivity": 0.4334799608993157},
{"title": "Fertility Clinic Says Failure May Have Damaged Thousands Of Eggs And Embryos", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592855998/fertility-clinic-says-a-failure-may-have-damaged-thousands-of-eggs-and-embryos", "text": "Fertility Clinic Says Failure May Have Damaged Thousands Of Eggs And Embryos\n\nEnlarge this image toggle caption Lluis Gene/AFP/Getty Images Lluis Gene/AFP/Getty Images\n\nA San Francisco fertility clinic says that a problem with the liquid nitrogen in one of its storage tanks may have damaged thousands of frozen eggs and embryos, triggering calls and letters to more than 400 concerned patients of the Pacific Fertility Center.\n\nThe nitrogen level in one tank fell very low, according to Dr. Carl Herbert, the fertility clinic's president. Herbert told ABC News that an \"emergency filling\" immediately took place, and that the tank's contents were then transferred to a fully functioning tank.\n\nLaw Actress Sofia Vergara Sued By Her Own Frozen Embryos Actress Sofia Vergara Sued By Her Own Frozen Embryos Listen · 4:07 4:07\n\nThe problem struck on March 4 — the same day that a similar cryogenic tank failure was reported in Cleveland, where the University Hospital Fertility Clinic is investigating \"an unexpected temperature fluctuation\" that jeopardized its tissue storage bank, where liquid nitrogen preserves eggs and embryos. That incident reportedly affected some 700 patients.\n\nIn San Francisco, Dr. Herbert said the clinic is working to determine the effects of the tank failure. Herbert said a \"substantial number\" of the clinic's patients had stored embryos for around 8-10 years, according to ABC.\n\n\"The good news is, we have viable embryos — we've proven that from that tank,\" Herbert said. \"So my hopes are that for my patients, they'll be OK. But because there's an unknown, it's extremely stressful.\"\n\nThe clinic's price for freezing eggs starts at $8,345, and in-vitro fertilization is $11,595, according to its website. The annual cost for tissue storage is $600.\n\nEmotions have run high during calls with affected patients, Herbert told The Washington Post.\n\n\"Anger is a big part of the phone call,\" Herbert said. \"Our goal is to provide all the patients we see with some kind of a family. . . . We need to think: If this tissue doesn't work, what are the next steps, and have you not feel defeated.\"\n\nThe Pacific Fertility Center is located in San Francisco's North Beach region; in the past, it has said that its patients include families of employees at Facebook and other tech companies, many of which pay the costs of fertility treatments as part of their health coverage.\n\nAfter the Cleveland incident, the American Society for Reproductive Medicine released a statement saying that the cryogenic failure and \"potential loss of eggs and embryos at University Hospitals Fertility Center in Cleveland is a tragedy.\"\n\nA family that lost embryos in the Cleveland hospital's nitrogen tank failure has filed a class-action lawsuit, the AP reports.", "keywords": ["eggs", "patients", "nitrogen", "clinic", "tank", "thousands", "embryos", "damaged", "herbert", "failure", "cleveland", "fertility"], "polarity": 0.03712643678160918, "subjectivity": 0.44068965517241376},
{"title": "This Is Why You Don't See People-Size Salmon Anymore", "url": "https://www.npr.org/sections/thesalt/2018/03/12/591222003/this-is-why-you-dont-see-people-sized-salmon-anymore", "text": "This Is Why You Don't See People-Size Salmon Anymore\n\nEnlarge this image toggle caption WikiMedia Commons WikiMedia Commons\n\nWhile the orcas of Puget Sound are sliding toward extinction, orcas farther north have been expanding their numbers. Their burgeoning hunger for big fish may be causing the killer whales' main prey, chinook salmon, to shrink up and down the West Coast.\n\nChinook salmon are also known as kings: the biggest of all salmon. They used to grow so enormous that it's hard now to believe the old photos in which fishermen stand next to chinooks almost as tall as they are, sometimes weighing 100 pounds or more.\n\n\"This has been a season of unusually large fish, and many weighing from 60 to 70 pounds have been taken,\" The Oregonian reported in 1895.\n\nNow, more than a century later, \"it's not impossible that we see individuals of that size today, but it's much, much rarer,\" University of Washington research scientist Jan Ohlberger says.\n\nOhlberger has been tracking the downsizing of salmon in recent decades, but salmon have been shrinking in numbers and in size for a long time. A century's worth of dam-building, overfishing, habitat loss and replacement by hatchery fish cut the size of the average chinook in half, studies in the 1980s and 1990s found.\n\nDam-building and fishing have tailed off, but chinooks have been shrinking even faster in the past 15 years, according to a new paper by Ohlberger and colleagues in the journal Fish and Fisheries. Older and bigger fish are mostly gone.\n\nFew fish are making it to old age, which for a chinook salmon means spending five or six years in the ocean after a year or two in fresh water.\n\n\"The older fish, which normally come back after five years in the ocean, they come back earlier and earlier,\" Ohlberger said.\n\nThe trend is clear; the reasons, less so.\n\nTwo species eat more chinook salmon than any others: orcas and humans.\n\nThe 2,300 or more resident killer whales in the Northeast Pacific Ocean eat about 20 million pounds of chinook salmon per year — roughly equal to the annual commercial catch of chinook in recent years, according to the new study.\n\n\"There is a large number of resident killer whales out there that really target chinook, and they target the large chinook,\" Ohlberger says.\n\nA study from federal researchers in November found that orcas' consumption of chinook salmon in the northeast Pacific Ocean has doubled since 1975, surpassing humans' catches, which have fallen by a third over that time.\n\n\"As far as we can see, the killer whales are taking the older and bigger fish,\" said Craig Matkin, a whale researcher with the North Gulf Oceanic Society in Homer, Alaska. Matkin, who was not involved in Ohlberger's paper, studies Alaskan orcas' diets.\n\n\"We go along with the animals and scoop up fish scales and bits of flesh from where they kill something,\" Matkin says. \"They're sloppy eaters.\"\n\n\"They're going to go for the biggest, oiliest fish there are,\" Matkin continues. \"That's chinooks.\"\n\nSalmon born in Oregon and Washington spend most of their lives out at sea, often in Alaskan waters, where orcas aplenty await.\n\n\"Our [orca] populations have increased faster than anywhere else, and they're eating chinook from all over the place,\" Matkin says.\n\nIn short, it seems Puget Sound orcas are having their lunch stolen by their better-off Alaskan relatives.\n\n\"It is an interesting twist to blame the marine mammals,\" Ken Balcomb with the Center for Whale Research on San Juan Island said in an email. \"I would first ask how the Chinook evolved to be so big during the preceding 12,000 years in the presence of hordes of such size-selective natural predators throughout their range. Large size was selected by Mother Nature for Chinook salmon in spite of natural predation.\"\n\nBalcomb points to overfishing, habitat loss and salmon hatcheries that have diluted the gene pool of wild chinooks.\n\nToday's smaller chinook salmon lay fewer eggs than bigger ones can. They also have a harder time digging out gravel nests deep enough to protect their eggs from scouring stream flows.\n\nChinooks' downsizing could spell trouble for all the mammals who want to catch them, whether they have fingers or fins.\n\n\"Predators are also going to adapt to this change in size and numbers,\" Matkin says. \"You can't look at it as a static situation.\"\n\n\"Ultimately, the whales must eat to survive, and humans have not sufficiently allowed for that in their fisheries' management calculations,\" Balcomb says.\n\nThis story comes to us from Northwest Public Radio, KUOW and EarthFix, an environmental journalism collaboration led by Oregon Public Broadcasting in partnership with five other public media stations in Oregon, Washington and Idaho. You can follow John Ryan on Twitter: @heyjohnryan", "keywords": ["fish", "orcas", "whales", "ohlberger", "peoplesize", "anymore", "dont", "large", "salmon", "size", "ocean", "chinook", "matkin"], "polarity": 0.09672497172497173, "subjectivity": 0.36503061503061485},
{"title": "Waffle House Waitress Helps Customer, Goes Viral, Gets Scholarship ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592744079/waffle-house-waitress-helps-customer-goes-viral-gets-scholarship", "text": "Waffle House Waitress Helps Customer, Goes Viral, Gets Scholarship\n\nEnlarge this image toggle caption David Goldman/AP David Goldman/AP\n\nA seemingly small gesture at a restaurant outside Houston that wasn't part of the job description for a Waffle House waitress has now had a big effect on her life.\n\nIt happened last weekend in La Marque, Texas, when 18-year-old Evoni Williams was serving an elderly man breakfast.\n\nHe needed help.\n\n\"I had no coordination, no feeling, strength in my hands,\" Adrian Charpentier told ABC 13 News.\n\nSo Williams leaned over the counter with a fork and a knife and cut up his ham for him.\n\nIt might have ended there, but a patron sitting behind Charpentier was struck enough to take a picture and post it to Facebook.\n\n\"I don't know her name but I heard this elderly man tell her his hands don't work too good,\" Laura Wolf wrote, describing how Williams stepped in. \"If we could all be like this waitress & take time to offer a helping hand.\"\n\n\"I didn't know the photo was taken until a couple hours later,\" Williams told The Houston Chronicle. \"When I saw it, it's just something I would do for anybody.\"\n\nWolf told KHOU, \"It was so busy in here, and she actually took the time to stop and hear what he had to say instead of walking past him. That just meant something to me.\"\n\nIt apparently meant something to others too. As of Sunday, more than 130,000 people had reacted to the Facebook post and nearly 7,000 have shared it.\n\nBut the ripple has extended beyond the Internet.\n\nWilliams, a recent Texas City High School graduate was honored at a ceremony Thursday with a $16,000 scholarship to Texas Southern University.\n\nWilliams has reportedly been working full-time at the Waffle House to earn money toward school.\n\nKHOU reports Texas Southern University has assigned a counselor to help her begin her degree and she is planning to study business management.\n\nMedia at the local, national and international level have all picked up on the story.\n\nIt is a moment among several in recent years, captured in a picture, put online, and capturing the attention of the Internet: like a New York City police officer giving a homeless man a pair of boots, or workers at a drive-through pausing to pray with a grieving customer, or a restaurant goer whose wife died of cancer anonymously paying for the meal of another cancer patient.\n\nAs Laura Wolf, who posted the Waffle House picture put it, \"I'm thankful to have seen this act of kindness and caring at the start of my day while everything in this world seems so negative.\"", "keywords": ["wolf", "customer", "house", "picture", "southern", "scholarship", "waitress", "goes", "told", "helps", "gets", "viral", "man", "texas", "williams", "waffle"], "polarity": 0.022765151515151516, "subjectivity": 0.25880050505050506},
{"title": "Trump's Plan To Secure Schools Calls For Arming Teachers, Improving Background Checks", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592777132/trumps-plan-to-secure-schools-calls-for-arming-teachers-improving-background-che", "text": "Trump's Plan To Secure Schools Calls For Arming Teachers, Improving Background Checks\n\nEnlarge this image toggle caption Keith Srakocic/AP Keith Srakocic/AP\n\nIn his first formal policy response to the deadly school shooting in Parkland, Fla., last month, President Trump is setting up a federal commission to explore school safety. He's also endorsing legislation to improve background checks, and urging states to pass laws temporarily keeping guns out of the hands of people judged to be dangerous to themselves or others.\n\nA policy proposal unveiled Sunday evening has Trump renewing his support for arming teachers and other school employees on a volunteer basis. He stopped short of endorsing a higher age limit for would-be gun buyers.\n\nLast week, Florida's legislature raised the age limit for buying long guns in that state from 18 to 21. The measure drew an immediate legal challenge from the National Rifle Association.\n\nNikolas Cruz, the gunman accused of killing 17 people at Marjory Stoneman Douglas high school in Parkland, is 19 years old.\n\nEducation Secretary Betsy DeVos, who will chair the new commission, praised students at the school for making safety a top priority for policymakers.\n\n\"There's been a lot of talk in the past but very little action,\" DeVos said in a conference call with reporters. \"I have to give credit to the students in their courage and consistent call for action.\"\n\nThe agenda outlined by the White House falls short of what many of the students have been calling for. And it leaves much of the heavy lifting to states. The president is not planning a speech or other public event to promote his plan.\n\nTrump endorsed a bill sponsored by Sens. John Cornyn, R-Tex., and Chris Murphy, D-Conn., that's designed to improve the database used to check the backgrounds of would-be gun buyers. But he did not endorse a separate proposal from Sens. Pat Toomey, R-Pa., and Joe Manchin, D-WV, that would extend background checks to gun purchases made online and at gun shows.\n\nThe president will encourage states to authorize \"risk protection orders,\" which allow law enforcement to temporarily seize guns from people whom a court has determined to be dangerous. Such orders currently are allowed in only a handful of states. Florida joined their ranks last week.\n\nTrump's agenda is generally consistent with policy positions of the NRA, which supports arming teachers and other school staffers, as well as improved background checks. Although the president initially supported a higher age limit for gun purchases, the White House left that out of its recommendation to states. The NRA opposes higher age limits. Administration officials say the president's commission will explore the idea.\n\nOn Saturday, Trump appeared to mock the idea of federal commissions — a trusty standby for politicians who want to give the appearance of action without the risk of actually doing anything.\n\n\"We can't just keep setting up blue ribbon committees with your wife and your wife and your husband, and they meet and they have a meal and they talk,\" Trump told a campaign rally in Pennsylvania.\n\nAlthough the school safety commission has no timetable to produce recommendations, DeVos insists it's not simply a stalling tactic.\n\n\"There's no time to waste,\" DeVos said. \"No student, no family, no teacher, and no school should have to live the horror of Parkland, or Sandy Hook or Columbine again.\"", "keywords": ["trumps", "checks", "arming", "commission", "secure", "improving", "states", "president", "schools", "plan", "calls", "trump", "school", "background", "age", "devos", "teachers", "gun"], "polarity": 0.03142171717171717, "subjectivity": 0.32837085137085137},
{"title": "Passenger Plane Crashes At Nepal Airport; Dozens Of Injuries Reported", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592835643/passenger-plane-crashes-at-nepal-airport-dozens-of-injuries-reported", "text": "Passenger Plane Crashes At Nepal Airport; Dozens Of Injuries Reported\n\nEnlarge this image toggle caption Navesh Chitrakar/Reuters Navesh Chitrakar/Reuters\n\nA US-Bangla Airlines jet crashed as it was landing at the main airport in Kathmandu, breaking apart in a nearby field after it veered off the runway. Local media say 71 people were aboard the aircraft, which burst into flames after the crash.\n\nDetails are still emerging about the exact number of passengers and the number who were injured. Citing a tourism ministry official, The Kathmandu Post reports, \"25 injured passengers have been rescued and sent to different hospitals for treatment.\"\n\nAt least eight people died in the crash, according to The Daily Star in Bangladesh. The newspaper cites a conversation with the airport's general manager.\n\nLocal media say there were 67 passengers on the flight, and four crew members.\n\nThe US-Bangla airliner had been expected to land at 2:20 p.m. local time, after a flight from Dhaka. The crash forced flights from India and the Middle East to be diverted to other airports.", "keywords": ["injuries", "local", "number", "navesh", "crashes", "kathmandu", "passengers", "usbangla", "passenger", "plane", "injured", "nepal", "reported", "airport", "dozens", "flight", "media", "say"], "polarity": -0.02756410256410257, "subjectivity": 0.23525641025641025},
{"title": "How Poland And Hungary Are Forming A Powerful Tag Team Against Brussels", "url": "https://www.npr.org/sections/parallels/2018/03/12/587949473/how-poland-and-hungary-are-forming-a-powerful-tag-team-against-brussels", "text": "How Poland And Hungary Are Forming A Powerful Tag Team Against Brussels\n\nEnlarge this image toggle caption Tamas Kovacs/AP Tamas Kovacs/AP\n\nHungary and Poland have come to each other's defense on and off since the Middle Ages. And they are doing so now as the European Union increases pressure on the two countries to tamp down what Brussels views as their attacks on democracy.\n\nThe power of their alliance was evident during a meeting Thursday in Brussels between European Commission President Jean-Claude Juncker and Polish Prime Minister Mateusz Morawiecki. The two were trying to resolve concerns the EU has about the independence of Poland's courts after the government dramatically increased its control of the judiciary. That action led the European Commission last December to trigger an unprecedented Article 7 proceeding against Warsaw. Nicknamed the \"nuclear option,\" it could ultimately lead to Poland losing EU voting rights if it fails to comply with EU demands by March 20.\n\nBut in his meeting with Juncker, Morawiecki pushed back. He handed the commission leader a 96-page document, which warned that EU attempts to pressure Warsaw to dial back its reforms could backfire and \"lead to the growth of populist forces, seeking to dismantle or weaken\" the European Union.\n\nSnubbing Brussels might seem a dangerous move for Poland, considering the growing chorus of EU officials calling for punishing member states' intransigence by limiting their funding. Poland is the biggest beneficiary of EU money among the bloc's 28 member states. But with Hungary on its side, there's only so much EU officials can do, because any punitive actions Brussels wants to take against one bloc member — including Article 7 — generally require unanimous backing by the rest.\n\nHungarian government spokesman Zoltán Kovács recently told NPR that his prime minister — Viktor Orbán — will veto any attempt by Brussels to impose sanctions against Warsaw, a position backed on Feb. 20 by the Hungarian Parliament.\n\n\"Yes, indeed we see that Poland is being picked upon like Hungary was, you know, pointed out or sorted out back seven, eight years ago for no reason,\" Kovács said, referring to long-running EU criticism and pressure over what is widely seen as a Hungarian clampdown on democratic institutions.\n\nOrbán and his Polish counterpart are also taking very public steps to let Brussels know that they have each other's back.\n\nIt started on Jan. 3 when the then newly appointed Morawiecki chose Budapest for his first international visit as Poland's prime minister. He had been expected to first go to Brussels to try to smooth things over with the European Commission.\n\nTough timing for EU\n\nInstead, Morawiecki and Orbán held a press conference in Budapest, during which they criticized Brussels over its refugee policy and stressed the importance of Polish-Hungarian relations. The countries' \"friendship will continue to be a cornerstone of Hungary's Europe policy in the future,\" Orbán said. Morawiecki added the two leaders were on the same page when it comes to impending negotiations on the EU's next seven-year budget. \"Similarly minded countries like ours can together influence Europe's future in a very positive way,\" he said.\n\nFor Brussels, the alliance couldn't come at a worse time. EU officials — led by France and Germany — are seeking to better integrate the bloc economically and politically. They want to develop a viable refugee policy and reach a consensus on the next long-term EU budget.\n\nBut in Budapest, many Hungarians NPR interviewed were happy about Hungary and Poland making a public show of seeking closer ties. The proponents include Akos Szepessy, who owns the Gdansk Bookstore Café, a pub named for the Polish port city on the Baltic.\n\nEnlarge this image toggle caption Soraya Sarhaddi Nelson/NPR Soraya Sarhaddi Nelson/NPR\n\nHe says his largely Hungarian clientele is fascinated by all things Polish, including a drink he serves made up of chilled vodka and raspberry syrup that when poured together into the shot glass, form the red and white colors of the Polish flag.\n\nEven so, Szepessy believes the Poles have been better allies to Hungary than the other way around. \"The phrase 'Polish and Hungarians are great friends' is reflected and lived through more on the Polish side, and less manifested in Hungary,\" he said.\n\nTomás Valásek, director of the Carnegie Europe think tank in Brussels, said that has a lot to do with the current conflict between Warsaw and Brussels. \"At this point Poland would appear to need Hungary more than the other way around,\" he said. \"It's ironic and counterintuitive. Poland is of course a much bigger country which carries a lot more influence, or used to carry a lot more influence, in Brussels and around the globe than Hungary ever has.\"\n\nBut Poland is eager to learn from the Hungarian prime minister, who has proven rather adept at enforcing his controversial domestic political agenda despite European concerns about it stifling Hungarian democracy, Valasek added. \"Orban has been good at cultivating his allies in the center-right political family, the so-called European People's Party\" in the European parliament, he explained. \"They have given him cover and backing in crucial votes in parliament and have kept him from being isolated and finding himself in a sort of trouble that Warsaw has found [itself] in.\"\n\nA Kremlin divide\n\nYet with nationalism sweeping the bloc — most recently in Italy, where voters put anti-immigrant and euroskeptic parties in power in early March — Brussels' patience is growing short. Plus there are limits to the Hungarian-Polish alliance because of a much larger and stronger entity to the east: Russia\n\nOrbán has sought to improve ties to the Kremlin, mainly for economic reasons, and vocally supports lifting of international economic sanctions against Moscow that have cost his country billions in export revenue, even though the Hungarian leader has repeatedly voted for them.\n\nWarsaw, on the other hand, views Russia as a top security threat and wants Europe to cut its economic dependence on the country, including its use of Russian natural gas.\n\n\"It is certainly a limiting factor\" to the Polish-Hungarian alliance, said Botond Feledy, a senior fellow at the Center for Euro-Atlantic Integration and Democracy in Budapest. \"Poland is very much looking for allies on this question.\"\n\nFeledy said that's something Orbán is not willing to be.", "keywords": ["european", "hungary", "forming", "team", "poland", "polish", "hungarian", "morawiecki", "prime", "eu", "brussels", "tag", "warsaw", "powerful"], "polarity": 0.10506324644622513, "subjectivity": 0.34236728992048143},
{"title": "Fishing Boats 'Going Dark' Raise Suspicion Of Illegal Catches, Report Says", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592802471/fishing-boats-going-dark-raise-suspicion-of-illegal-catches-report-says", "text": "Fishing Boats 'Going Dark' Raise Suspicion Of Illegal Catches, Report Says\n\nEnlarge this image toggle caption Marcel Mochet/AFP/Getty Images Marcel Mochet/AFP/Getty Images\n\nA new report raises concerns that when fishing vessels \"go dark\" by switching off electronic tracking devices, in many cases they are doing so to mask the taking of illegal catches in protected marine parks and restricted national waters.\n\nIn the report released Monday by Oceana, an international conservation group, authors Lacey Malarky and Beth Lowell document incidents of fishing vessels that disappear from computer screens as they shut off collision-avoidance beacons near restricted areas, only to have them reappear days or weeks later back in legal fishing grounds.\n\n\"This practice of vessels going dark is really widespread on a global scale,\" Malarky tells NPR.\n\nMalarky and Lowell used Global Fishing Watch, which aggregates automatic identification system, or AIS, signals to give an unprecedented view of global fishing activity. AIS signals can be viewed by the public through such websites as Vesselfinder.com.\n\nYet another system, known as Vessel Management System, or VMS, is not available to the public but is used by countries to monitor their fishing fleets. However, \"some countries can't afford it — developing countries like those in West Africa,\" Malarky says. \"So, a lot of developing countries rely on AIS to monitor their fishing fleet.\"\n\nAIS has been around for about 20 years and is designed to give valuable information about a vessel — including its type and size, location, course and speed — to other vessels to help avoid collisions at sea. The International Maritime Organization requires all commercial vessels in international waters larger than 65 feet to have the system aboard.\n\nEven so, when it comes to transmitting AIS, there are exceptions. Among them, AIS can be switched off at a captain's discretion for security reasons, such as when transiting an area where piracy is a concern. Loopholes such as these, Oceana says, can be exploited by unscrupulous fishing vessels to move in and out of no-take areas undetected.\n\nSifting through millions of incidents of vessels \"going dark\" — many presumably for legitimate reasons — the report details four cases that the authors believe are particularly suspicious:\n\n— The Panamanian-flagged Tiuna, a 223-foot purse seiner that failed to transmit an AIS signal for 15 days while operating near the Galapagos Marine Reserve — one of the largest and most diverse such protected areas in the world.\n\nEnlarge this image toggle caption Oceana Oceana\n\n— A 177-foot Australian longliner, Corinthian Bay, that disappeared from AIS repeatedly over a 15-month period as it operated the Heard Island and McDonald Islands Marine Reserve.\n\nEnlarge this image toggle caption Oceana Oceana\n\n— Egaluze, a 170-foot Spanish purse seiner whose AIS signal disappeared intermittently over a seven-month period while operating in restricted national waters of at least five West African countries.\n\nEnlarge this image toggle caption Oceana Oceana\n\n— The Spanish-flagged Releixo, a 120-foot trawler, whose AIS signal disappeared repeatedly over a six-month period near the maritime border of Senegal and Gambia.\n\nEnlarge this image toggle caption Oceana Oceana\n\nThe European Commission and the Spanish government have opened investigations into the cases spotlighted by Oceana, Malarky tells NPR. \"It's an unprecedented step for the EU in terms of AIS non-compliance.\"\n\n\"What they are going to do is cross-check\" the blanks in the AIS picture against VMS \"to see if maybe they were fishing where they weren't supposed to be.\"\n\nShe says these individual incidents only serve to draw attention to what Oceana believes is a much larger problem.\n\n\"We really wanted to highlight these cases of vessels in suspicious areas where they are turning off their AIS, like no-take marine protected areas where commercial fishing is prohibited [and in] developing countries' waters, where [those countries] may not have effective monitoring and control policies in place,\" she says.\n\nThe report's authors recommend that governments require vessels flying their flag be required to notify authorities when they turn off AIS, giving the reason.\n\nRight now, Malarky says, \"there's no public accountability\" for suspicious behavior and that by requiring vessels to explain why they may have turned off AIS, authorities would be able to better monitor what is going on.\n\n\"When we find these instances in suspicious locations, we need to be able to cross-check and say, 'this vessel was concerned about this' and not doing anything illegal,\" she says.", "keywords": ["going", "fishing", "catches", "vessels", "image", "caption", "boats", "toggle", "raise", "oceana", "suspicion", "report", "illegal", "dark", "ais", "countries", "malarky"], "polarity": 0.054709724799010505, "subjectivity": 0.3419391620284478},
{"title": "Trump In Pennsylvania: I Need Rick Saccone To Help 'Keep America Great!'", "url": "https://www.npr.org/2018/03/10/592659508/trump-in-pennsylvania-i-need-rick-saccone-to-help-keep-america-great", "text": "Trump In Pennsylvania: I Need Rick Saccone To Help 'Keep America Great!'\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nPresident Trump gave an early look Saturday at how he intends to help Republicans maintain control of Congress in 2018. Trump delivered his midterms message during a campaign rally near Pittsburgh, Penn. — a rally that he held to help a Republican struggling to hold onto a House district Trump won by double digits in 2016.\n\nRepublican Rick Saccone, a state lawmaker, is in a tight race against Democrat Conor Lamb in a closely-watched special election in western Pennsylvania. Should Lamb win, it would be another indication of a difficult road ahead for the GOP in this year's midterms.\n\nThe president made the argument that his supporters — in what both he and political observers are calling \"Trump Country\" — should vote for Republicans this year in order to prevent the top Democrat in the House, Minority Leader Nancy Pelosi, D-Calif., from regaining the speaker's gavel and possibly seeking to impeach him.\n\nAnd to drive home the point about impeachment should Democrats take control of the House, Trump also targeted Rep. Maxine Waters, D-Calif., a frequent and outspoken critic who has been calling for the president's ouster from office for months.\n\n\"Our new slogan ... is going to be ... Keep America Great, exclamation point,\" Trump said to cheers, \"Keep America Great.\"\n\nTrump continued: \"But we can only do that if we elect people who are going to back our agenda and fight for our values. And that is why we have to defeat Nancy Pelosi and Maxine Waters, a very low-I.Q. individual.\"\n\nTrump referred to Lamb as \"Lamb the sham.\"\n\n\"He's trying to act like a Republican,\" the president also said of Lamb, \"He won't give me one vote.\"\n\n\"Here's the thing: We're dealing with people that want to obstruct,\" Trump said of Democrats. \"They want to stop us from doing things.\"\n\n\"Here's the problem: As soon as he gets in, he's not going to vote for us,\" Trump also said of Lamb. \"He's going to vote the party line.\"\n\nIn a TV ad, Lamb has made a point of highlighting the fact that he doesn't support Pelosi, part of his strategy to separate himself from most national Democrats. And Lamb has also publicly backed the idea of tariffs on steel and aluminum, a policy change Trump formalized Thursday.\n\nThe president's 2018 message came about 30 minutes into a nearly 75-minute stump speech that ranged through multiple topics but touched on several themes familiar since Trump launched his upstart presidential bid in 2015.\n\n\"Do me a favor. Get out on Tuesday and vote for Rick Saccone. And we can leave right now,\" Trump said near the start of his remarks.\n\nThe president went on to tout his recently enacted tariffs. \"Steel is back and aluminum is back,\" Trump said.\n\nOn North Korea, Trump used his familiar refrain of, \"Let's see what happens,\" just days after it was announced that he intends to meet directly with Kim Jong Un in the hopes of achieving the permanent denuclearization of the rogue regime.\n\n\"This should've been handled, by the way, over the last 30 years. Not now,\" Trump also said of North Korea. \"But that's OK,\" he added, \"because that's what we do. We handle things.\"\n\nTrump faulted his predecessors in the Oval Office beginning with President Obama and going back to Presidents George W. Bush and Bill Clinton for failing to rid North Korea of its nuclear capabilities.\n\nTrump talked up the economy since his election. He mentioned the latest monthly jobs report, overall job gains since Election Day in 2016, milestones in black and Hispanic unemployment achieved since he took office, stock market gains and the GOP tax cuts enacted late last year.\n\nHe rehashed his frequent criticism of so-called sanctuary cities and called on Congress to deny federal funding to localities that do not provide the level of cooperation sought by the Justice Department and agents of Immigration and Customs Enforcement.\n\nThe president mentioned crime and the gang MS-13 — just as he had in his recent State of the Union address. He also repeated his call to end what he calls \"chain migration\" in the U.S. immigration system and to end the diversity visa lottery program.\n\nCiting conversations he said he'd had with China's president, Trump suggested that American drug dealers should be subject to the death penalty for their role in the current opioid epidemic and crime more generally. This proposal echoed recent remarks he made during a White House opioid summit.\n\nThe president mentioned his threat to start an all-out trade war with the European Union over his steel and aluminum tariffs, saying again that he intended to tax European cars if the EU sought to retaliate for his new tariffs. \"We're gonna tax Mercedes Benz. We're gonna tax BMW,\" Trump told the crowd.\n\nTrump talked about trade with Mexico and Canada and the ongoing NAFTA negotiations. And on the topic of international trade, Trump faulted his predecessors all the way back to President Ronald Reagan, who held office for most of the 1980s, for what he sees as the current unfairness in the country's trade relations with much of the rest of the world.\n\nIn one of the rally's more surreal moments, the president actually provided the crowd with an extended, nearly two-minute impression of being presidential that mocked the more straight-laced style of previous presidents and suggested that Trump's looser style is more entertaining.\n\nEnlarge this image toggle caption Jeff Swensen/Getty Images Jeff Swensen/Getty Images\n\nTrump also made his trademark attacks on the media. In a rhetorical sleight of hand, the president told the crowd at the beginning of the rally that Washington, D.C., had \"a lot of evil, a lot of bad people, a lot of fake media.\" Trump once again singled out CNN, MSNBC and NBC for what he views as their biased coverage of him and their poor ratings.\n\nHe specifically mentioned media mogul Oprah Winfrey and suggested he couldn't wait for her to run for president so he could beat her. And he called Meet The Press anchor Chuck Todd \"sleepy eyes\" and referred to Todd as \"sleeping\" before piling on a vulgar insult to refer to the seasoned D.C. journalist.\n\nTrump's speech Saturday drew a quick response from the Congressional Black Caucus, a group of African-American lawmakers that is increasingly becoming an outspoken antagonist of the president and his administration. On Twitter, the group came to the defense of one of its own, Rep. Waters, and demanded an apology from Trump for his \"low-I.Q.\" remark.\n\nAnd David Axelrod, a onetime top aide to President Obama, had a broader critique that suggested Trump's recent policy moves had been all about politics during what is looking like a tough midterm year for Republicans. Trump's recently announced tariffs \"were calculated, and certainly timed, so he could make this protectionist pitch from this platform in steel country on the eve of a politically-important House race,\" Axelrod wrote on Twitter.\n\nLamb's response to the 75-minute event was muted. \"Let's win this,\" the Democrat said on Twitter just as the Trump-Saccone rally wrapped up.\n\nSaccone spoke briefly as the rally ended after Trump introduced him — saying that Saccone is \"a really good person\" who needs to come to Washington to prevent Democrats from rolling back the GOP tax cuts, limiting Second Amendment rights and thwarting Trump's push for increased military spending. \"I came tonight because this guy is special,\" the president also said of Saccone.\n\n\"Rick is going to vote for us all the time,\" Trump also said ahead of Tuesday's election, emphasizing again that a Democrat like Lamb could not be trusted to back Trump's agenda fully.\n\nBut the more important message of the night might be the one Trump delivered earlier in his remarks — a message as much about himself and seeking re-election in 2020 as about the 2018 midterms:\n\n\"The task for everyone here tonight is to make sure that this great American comeback continues. Full speed ahead.\"", "keywords": ["going", "trumps", "great", "pennsylvania", "president", "need", "america", "house", "vote", "trump", "saccone", "lamb", "tariffs", "rally", "help", "tax", "rick"], "polarity": 0.13824463975979123, "subjectivity": 0.4084211523605463},
{"title": "China Removes Presidential Term Limits, Enabling Xi Jinping To Rule Indefinitely", "url": "https://www.npr.org/sections/thetwo-way/2018/03/11/592694991/china-removes-presidential-term-limits-enabling-xi-jinping-to-rule-indefinitely", "text": "China Removes Presidential Term Limits, Enabling Xi Jinping To Rule Indefinitely\n\nEnlarge this image toggle caption Giulia Marchi/Bloomberg via Getty Images Giulia Marchi/Bloomberg via Getty Images\n\nPresident Xi Jinping of China is poised to rule the country indefinitely after Chinese lawmakers passed changes to the country's constitution abolishing presidential term limits.\n\nThe amendment was sure to pass the country's rubber-stamp legislature, the National People's Congress, which voted 2,958 in favor, two opposed and three abstaining.\n\nSince Xi assumed leadership of China's Communist Party in 2012, he has rapidly consolidated power to levels not seen since the era of Mao Zedong. The constitutional change officially allows him to remain in office after the end of his second term in 2023.\n\n\"In some ways, the move represents the end of China's 40-year-long reform era,\" NPR's Anthony Kuhn explained last month, when the proposed changes were announced. \"The era began after the death of Chairman Mao Zedong in 1976, when China tried to move away from the political violence and cult of personality that characterized his rule.\"\n\nThe two-consecutive-term limit to China's presidency was put in place by Chinese leader Deng Xiaoping in 1982 \"in order to avoid the kind of chaos and tumult that can sometimes happen when you have a single authoritarian leader, as China had with Mao Zedong,\" Elizabeth Economy of the Council on Foreign Relations told NPR's All Things Considered.\n\nThe change in presidency aligns it with the other posts Xi holds, as head of the Communist Party and head of the military, neither of which have term limits, Kuhn says.\n\nThe National People's Congress approved two additional constitutional amendments, including \"the addition of a political philosophy called Xi Jinping Thought to the constitution, and the creation of politically driven 'supervisory commissions' tasked with investigating party members and civil servants,\" The Guardian reported.\n\nXi signaled his strength last year when he had his theories added to the Communist Party charter and he bucked the trend to designate a successor at the end of his first term.\n\nChina's leaders \"claim that they're making the move in response to popular demand, but they haven't released the results of any survey,\" Kuhn adds. \"Criticism of the move has been largely censored on the Internet, so it's hard to gauge public opinion on the matter.\"\n\n\"In a sign of the issue's sensitivity, the government censors are aggressively scrubbing social media of expressions ranging from 'I disagree' to 'Xi Zedong,' \" The Associated Press reports. \"A number of prominent Chinese figures have publicly protested the move, despite the risk of official retaliation.\"\n\nThough the AP adds, \"To be sure, Xi's confident, populist leadership style and tough attitude toward official corruption has won him a significant degree of popular support.\"\n\nChina's state-run news agency Xinhua described the event simply, with the headline: \"China's national legislature adopts constitutional amendment.\" The agency said the constitutional changes have \"won approval from both inside and outside the Party, is of historic significance for ensuring prosperity and lasting security of both the Party and the country.\"", "keywords": ["term", "removes", "presidential", "mao", "enabling", "kuhn", "party", "constitutional", "chinas", "zedong", "indefinitely", "jinping", "china", "national", "xi", "rule", "limits"], "polarity": 0.11158234126984128, "subjectivity": 0.34930555555555565},
{"title": "GOP Congressman's Pro-Russia Views Are An Issue In Re-Election Fight", "url": "https://www.npr.org/2018/03/11/592394869/gop-congressmans-pro-russia-views-are-an-issue-in-re-election-fight", "text": "GOP Congressman's Pro-Russia Views Are An Issue In Re-Election Fight\n\nEnlarge this image toggle caption Lauren Victoria Burke/AP Lauren Victoria Burke/AP\n\nThe Russia investigation has shown few signs of having an impact in this year's congressional elections, but there's a House race in Orange County, Calif., where Vladimir Putin looms large.\n\nIn fact, the congressman running for re-election there says he once arm wrestled the Russian president.\n\nRep. Dana Rohrabacher easily stands out as one of the most pro-Russia voices in the Republican Party. During the 2016 campaign, Politico called him \"Putin's favorite congressman.\" The New York Times reported that Russia viewed him as an intelligence source, even giving him a Kremlin code name. Rohrabacher's story about arm wrestling Putin involves a few rounds of drinks in the 1990s and settling an argument over who won the Cold War.\n\nMembers of Congress and those hoping to become members of Congress are generally more focused on bread and butter domestic issues — such as health care, the economy and the environment.\n\nBut Rohrabacher is different. Opponents on his left and right are leveraging his long-standing calls for closer relations with Russia as one of the primary issues in their campaign, now that Russian attempts to influence American politics are a flashpoint.\n\nRohrabacher has two Republican challengers this cycle. One is a pro-Trump Republican who is running to defeat the California Republican on an anti-Russia platform.\n\n\"He's advocating a relationship with Russia that I think, it's dangerous for the United States,\" said Stelian Onufrei, a local businessman in California's 48th Congressional District. \"I don't believe necessarily that Russia is our friend, and I don't think that Russia will ever have anything that benefits the United States.\"\n\nAn immigrant from communist Romania, Onufrei arrived in America nearly penniless and spent years working to establish and grow a construction business. And he sees parallels between his experiences during the Soviet occupation to the way the Russian government functions today.\n\n\"I lived under communism. I know what communism tastes like, feels like, smells like — because I lived it,\" Onufrei told NPR. \"It was very naive of us to believe because Russia was down and broke [when the Soviet Union collapsed] we thought they're out. Well, they were never out.\"\n\nRohrabacher is also being challenged by a representative of the anti-Trump faction within the Republican Party. Paul Martin, another lifelong Republican, heads an organization called the Christian-Muslim Alliance.\n\nHe makes Rohrabacher's stance on Russia the central talking point for his campaign.\n\n\"He's embroiled in Russia. His loyalties are to protect Vladimir Putin from having sanctions imposed on him from our Congress,\" Martin said. \"The revelations of his long term relationship with Russia will be coming out. Dana Rohrabacher is not fit to represent the people in this district. I hear about it every single day. I hear about it from Republicans. He is not fit to be the representative of our district any longer.\"\n\nHis opponents on the left also view Rohrabacher's views on Russia as a vulnerability. Harley Rouda, a Democrat challenging Rohrabacher, is having his campaign distribute a sticker that reads: \"Piss off Putin — vote Harley Rouda.\"\n\n\"At best, it's stupidity because it's not doing anything to drive a greater, stronger economy,\" Rouda said. \"And from a nefarious standpoint, the question is why are you spending so much time on Russia when there's so many more important things you should be working on?\"\n\nRep. Adam Schiff, the top Democrat on the House investigation into alleged links between the Trump campaign and Russia, is generally urging his fellow California Democrats to campaign on college affordability and how to respond to the economic challenges of globalization and automation.\n\nNot with Rohrabacher's district, which he views as peculiar.\n\n\"The Rohrabacher district is probably anomalous, because there the congressman has taken a very visible role in promoting good ties with Putin,\" Schiff said. \"So I think that is an important issue in that district, but that's probably one of the exceptions.\"\n\nRohrabacher, reached by phone while on a trip to Paris, defended his stance on Russia.\n\n\"It's legitimate to think that I'm vulnerable on that, because they're wrong, because they're listening to the fake news, as well. My opponents are taking advantage of that,\" Rohrabacher said. His meeting with Russian government officials over the years — and his interest in closer ties with Russia — are a legitimate part of his work, Rohrabacher insists.\n\n\"I'm the chairman of the foreign affairs subcommittee that has jurisdiction over Russia, Europe and other parts of the world,\" Rohrabacher told NPR. \"That I would ever meet with Russians, Ukrainians or anybody else is understandable and legitimate.\"\n\nOrange County is not the place in America where you'd expect to find a congressman so focused on Russia.\n\nThe district, which includes a long stretch of California coastline and some of southern California's most charming beaches, has almost no Russian population to speak of. Out of nearly three-quarters of a million residents, only about 11,000 have Russian ancestry, according to the Census.\n\nIn fact, California's demographics have been changing pretty dramatically over the past several decades, with the state becoming more Democratic-leaning.\n\n\"California has changed. Republican registration over the last two decades has dropped about 12 points,\" said Jim Brulte, the chairman of the California Republican Party. \"The drop tends to parallel the decline in the white population in California. Orange County is not immune from those demographic changes but they're one of the last counties to feel the full effects of the demographic changes.\"\n\nCritics say Rohrabacher has benefited heavily from incumbency — that many constituents just check the box, without knowing much at all about him.\n\n\"A lot of women that I've talked to think, 'Hey, she's doing a great job. Why should we throw her out?'\" said Laura Oatman, a Democratic candidate running against Rohrabacher. \"And I have to very politely and kindly correct them and say, 'Well apparently you don't know too much about Dana Rohrabacher.'\"\n\nThere are signs that Rohrabacher's district is moving leftward — in 2016, although Rohrabacher won reelection, Hillary Clinton bested President Trump by nearly 2 percentage points in this district where Mitt Romney had beaten then-President Barack Obama by 11 percentage points in 2012.\n\nOmar Siddiqui, a Democratic candidate in this race who is running on his work with the FBI, says it's an ominous sign for Rohrabacher.\n\n\"Orange County is changing significantly for the first time since Roosevelt. You have a district that went blue Hillary Clinton over Republican Trump, and that is significant that is indicative of a blue wave coming for sure,\" he told NPR.\n\nThe polling bears out Rohrabacher's vulnerability: A poll taken last month by the University of California, Berkeley, revealed that 51 percent of his constituents are not inclined to re-elect him.", "keywords": ["views", "russia", "california", "think", "putin", "rohrabachers", "issue", "campaign", "rohrabacher", "gop", "congressmans", "russian", "republican", "reelection", "prorussia", "district", "fight"], "polarity": 0.11253082775810049, "subjectivity": 0.4332677423586515},
{"title": "Daniel Kahneman On Misery, Memory, And Our Understanding Of The Mind ", "url": "https://www.npr.org/2018/03/12/592986190/daniel-kahneman-on-misery-memory-and-our-understanding-of-the-mind", "text": "Daniel Kahneman On Misery, Memory, And Our Understanding Of The Mind\n\nEnlarge this image Eric Lee/NPR Eric Lee/NPR\n\nEconomic theory rests on a simple notion about humans: people are rational. They seek out the best information. They measure costs and benefits, and maximize pleasure and profit. This idea of the rational economic actor has been around for centuries.\n\nBut about 50 years ago, two psychologists shattered these assumptions. They showed that people routinely walk away from good money. And they explained why, once we get in a hole, we often keep digging.\n\nThink Fast with Daniel Kahneman Think Fast with Daniel Kahneman Listen · 48:50 48:50\n\nThe methods of these psychologists were as unusual as their insights. Instead of writing complex theorems, Daniel Kahneman and Amos Tversky spent hours together...talking. They came up with playful thought experiments. They laughed a lot.\n\n\"We found our mistakes very funny,\" recalls Kahneman. \"What was fun was finding yourself about to say something really stupid.\"\n\nThe insights that Kahneman developed with Tversky, who passed away in 1996, transformed the way we understand the mind. That transformation also had philosophical implications.\n\n\"The stories about the past are so good that they create an illusion that life is understandable, and they create an illusion that you can predict the future,\" Kahneman says.\n\nDaniel Kahneman won the Nobel prize in 2002, and over the past 99 episodes of Hidden Brain, we've drawn extensively on research inspired by his work. This week, we celebrate our 100th episode by interviewing Kahneman about judgment, memory, and the mind itself. He spoke with us before a live audience at NPR headquarters in Washington, D.C.\n\nHidden Brain is hosted by Shankar Vedantam and produced by Parth Shah, Rhaina Cohen, Jennifer Schmidt, Matthew Schwartz, and Renee Klahr. Our supervising producer is Tara Boyle. Special thanks this week to Kara McGuirk-Allison. You can also follow us on Twitter @hiddenbrain, and listen for Hidden Brain stories each week on your local public radio station.", "keywords": ["week", "daniel", "past", "tversky", "mind", "brain", "kahneman", "misery", "memory", "rational", "understanding", "psychologists"], "polarity": 0.11443125839677566, "subjectivity": 0.37770935960591134},
{"title": "GOP Members Of House Intel Panel Conclude There Was No Collusion With Russia ", "url": "https://www.npr.org/2018/03/12/593021226/gop-members-of-house-intel-panel-conclude-there-was-no-collusion-with-russia", "text": "GOP Members Of House Intel Panel Conclude There Was No Collusion With Russia\n\nThe House intelligence committee's majority Republicans cleared Donald Trump's campaign on Monday of coordinating with Russia's attack on the 2016 election in a finding that minority Democrats are expected to dispute as premature.\n\nARI SHAPIRO, HOST:\n\nRepublicans on the House Intelligence Committee say they have found no evidence of collusion between the Trump campaign and Russia to influence the 2016 election. Committee Republicans say they agree with intelligence agencies that Russia interfered with the election, but they don't agree that Russia favored President Trump. This does not mean the Russia investigations are over - far from it. Committee Republicans will turn over a draft report to Democrats for review and comment. And the special counsel has charged at least four Trump associates with criminal charges, and they expand their investigation.\n\nNPR's Ryan Lucas joins us now with more. Hi, Ryan.\n\nRYAN LUCAS, BYLINE: Hi there.\n\nSHAPIRO: How did the committee come to this conclusion?\n\nLUCAS: Well, the House Intelligence Committee started its investigation about a year ago. And they say that they've interviewed more than 70 people as part of this probe. They've reviewed thousands upon thousands of pages of documents. But this is an investigation that has become very partisan. The Republicans say that they came to the conclusion, as you said, that there was no collusion between the Trump campaign and Russia and, again, that they disagree with the intelligence agencies that Russia favored Trump. The Republican leading the committee's work, Michael Conaway - he's from Texas - says that they found inappropriate meetings, they found bad judgment, but nothing beyond that. So this of course is going to cause a lot of consternation among Democrats. But this is very much a conclusion that Republicans have come to and not their Democratic colleagues on the committee.\n\nSHAPIRO: I'm also curious how this plays into special counsel Robert Mueller's investigation. Of course his team is looking not only into collusion but also whether President Trump and his associates obstructed justice trying to block the investigation.\n\nLUCAS: Well, Mueller's investigation has always been on a kind of different parallel track. It's a criminal investigation. They're looking at things that - as you noted that the committee itself isn't looking into. And Mueller's investigation has its own powers. It can subpoena records on its own. This is something that Democrats have complained about with the Republicans on the House Intelligence Committee. So the Republican and the House Intelligence Committee coming to a conclusion of its investigation doesn't really play into Mueller's investigation at all. It certainly is going to continue. And we'll see where that investigation goes.\n\nSHAPIRO: OK, so those are two investigations - the House Intelligence Committee and Robert Mueller's. Are there others?\n\nLUCAS: The other big investigation on the Hill of course is the Senate Intelligence Committee, and that remains on track. The two senators in charge of that, Mark Warner of Virginia and Richard Burr of North Carolina, have really tried to keep a bipartisan spirit in that investigation. They've succeeded for the most part. They have witnesses that they're still talking to. They are still finding more people as they go through more documents, more people that they want to talk to. They're still bringing those people in. So that investigation does continue. And, you know, speaking to members of that committee, it doesn't look like that one is going to wrap up anytime soon.\n\nSHAPIRO: And as you said, this House Intelligence Committee has become so partisan and politicized. What role do the Democrats on that committee play now?\n\nLUCAS: Well, as you mentioned, they are going to see the GOP draft report tomorrow. Already, however, the top Democrat on the committee, Adam Schiff, he's put out a statement saying that Republicans are more interested in protecting the president than they are protecting the country. He also says that the Republicans have been unwilling to follow the facts. They've been unwilling to compel witnesses who have been what he would basically describe as intransigent, as folks who have not wanted to answer basic questions that the committee has. Schiff even says that as more information comes out via Mueller's investigation, via reporters and the Senate Intelligence Committee - that Republicans are going to rue the day that they wrap this investigation up early.\n\nSHAPIRO: NPR's Ryan Lucas, thank you.\n\nLUCAS: Thank you.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["committee", "russia", "going", "investigation", "intel", "house", "conclude", "panel", "intelligence", "muellers", "democrats", "gop", "trump", "members", "collusion", "republicans"], "polarity": 0.19931412337662338, "subjectivity": 0.5375784632034631},
{"title": "Greece Suspends Soccer League After Team Owner Invades Field With Gun", "url": "https://www.npr.org/sections/thetwo-way/2018/03/12/592928113/greece-suspends-soccer-league-after-team-owner-invades-field-with-gun", "text": "Greece Suspends Soccer League After Team Owner Invades Field With Gun\n\nEnlarge this image toggle caption AP AP\n\nGreece has suspended indefinitely its Super League after the team owner of PAOK walked onto the pitch apparently carrying a gun in a holster to protest a referee's call in a match against AEK.\n\nIt happened in the final few seconds of Sunday's game in the Greek city of Thessaloniki, after PAOK player Fernando Varela scored a goal that was subsequently tossed out by a referee. The teams had been tied up till that point.\n\nAs The Associated Press reported, \"FIFA urged Greek authorities to take swift action against PAOK owner Ivan Savvidis or face as possible suspension.\"\n\nThe country's deputy minister for sport, Giorgos Vasileiadis, told the wire service that games would not start up again \"if there is not a new, clear framework agreed to by all so we can move forward with conditions and regulations.\"\n\nSavvidis looks very angry and has to be held back by bodyguards, but he does not appear to remove the apparent weapon from his holster during the chaotic scenes. He was initially wearing a jacket but later removed it, providing a clear view of what looks like a gun. Here's a video of the melee from The Guardian:\n\nGuardian Football YouTube\n\nAccording to the Telegraph, AEK coach Manolo Jimenez told a Spanish radio station that Savvidis threatened the referee.\n\n\"I'm stunned; I don't understand it. It's the type of thing you expect to see in a Clint Eastwood movie,\" the opposing coach added.\n\nPAOK issued a statement after the incident, saying that Savvidis \"is preparing to take all necessary steps to protect the club and all his executives and associates from the threats and attacks they are suffering.\" It did not elaborate on what threats or attacks they are suffering and what steps he would deem necessary.\n\nThe BBC reports that Savvidis, a businessman, is one of the richest men in Greece. He \"was born in Georgia of Greek heritage and is a former member of the Russian parliament.\"\n\nA spokeswoman for Greece's police, Ioanna Rotziokou, told The New York Times that an arrest warrant has been issued for Savvidis and some of his bodyguards. She added that Savvidis \"is a legal gun-carrier,\" but the warrant was issued for invading the field.\n\nVasileiadis, the deputy sports minister, told the AP that this comes as Greece is trying to clean up its football sector.\n\n\"We have won a lot, but much more remains to be done,\" Vasileiadis said. \"In any case, we will not allow all this effort to be endangered, we will not allow phenomena of the past to be resurrected.\"", "keywords": ["team", "issued", "warrant", "vasileiadis", "savvidis", "greece", "paok", "owner", "greek", "field", "suspends", "threats", "told", "league", "invades", "gun", "soccer"], "polarity": 0.0021994134897360684, "subjectivity": 0.3658846529814271},
{"title": "Many American Workers Will Soon Be Able To Compare Their Salary To Company CEOs", "url": "https://www.npr.org/2018/03/12/592965468/many-american-workers-will-soon-be-able-to-compare-their-salary-to-company-ceos", "text": "Many American Workers Will Soon Be Able To Compare Their Salary To Company CEOs\n\nStarting this year, publicly traded firms will be required to share their median employee pay, as well as CEO pay. NPR's Ari Shapiro speaks to Wall Street Journal reporter Theo Francis about the new disclosure rule.\n\nARI SHAPIRO, HOST:\n\nFor the first time, many American workers can find out how their salary compares to the company's CEO and to a median employee at the company. These disclosures were part of a 2010 Dodd–Frank Act. Theo Francis has been looking at what the numbers show us. He's a reporter for The Wall Street Journal. Welcome.\n\nTHEO FRANCIS: Good to be here.\n\nSHAPIRO: How much can you learn from these broad numbers?\n\nFRANCIS: They're pretty interesting. You really get a good sense of how a company is paying its employees. There can be a lot of differences across companies, and these numbers aren't necessarily directly comparable in every case. But they certainly provide some insight into what a lot of Americans are making at large companies.\n\nSHAPIRO: What are the broad themes that emerge?\n\nFRANCIS: You see a real difference by industry. So industries do tend to kind of cluster around one another. For example, retailers tend to have much lower median pay and much higher pay ratios than energy companies and utilities.\n\nSHAPIRO: Dodd-Frank passed eight years ago. Why did it take this long for the information to come out?\n\nFRANCIS: Well, there was a lot of corporate resistance to providing these numbers. Companies really didn't want to provide them. Certainly there was some concern about how it would look, about how employees would respond. There was also a real sense that this was going to be a complicated endeavor. But certainly, there was also some concern that, you know, companies might look bad.\n\nSHAPIRO: Well, do the companies look bad when you look at these numbers?\n\nFRANCIS: Well, whether it's bad or good of course is in the eye of the beholder. You certainly do have some very wide gaps in some cases between the CEO pay and the median employee's pay. The widest we saw in the more than 50 companies we looked at was Marathon Petroleum, where the CEO made about 935 times the median employee. A big part of that is that Marathon Petroleum owns the Speedway gas station chain.\n\nSo they have a number of gas station and convenience store employees. About 32,000 of their 34,000 employees are retail employees, who don't make all that much.\n\nSHAPIRO: We've known for a long time that CEOs make a lot more money than a typical worker. Practically, does it make a difference if the CEO makes a hundred times or 900 times as much as a median employee?\n\nFRANCIS: Well, again, that depends on where you sit. Certainly we have been seeing the ratio of CEO pay to employee to worker pay rise over the years. There's been a lot of concern about that in many quarters. So I think one argument goes that you shine a light on something, people pay attention to it. If people pay attention to it, maybe they'll be more thoughtful about it.\n\nSHAPIRO: Is there any way to see if higher-paid CEOs are working for better-performing companies, whether it's, like, merit-based pay?\n\nFRANCIS: So that certainly is something that I think you'll see a lot of examination about. You know, the new thing here is the median employee pay. There has been a lot of research about CEO pay over the years. And frankly, a lot of studies have found there isn't much correlation between what a company pays its CEO and how the company performs over the long term. Over the shorter term, there can be more correlation.\n\nBut the most recent study I saw over 10 years, there really wasn't much difference.\n\nSHAPIRO: If someone listening works for a publicly traded company and wants to see how their salary compares to the CEO or to a median employee, where can they find that information?\n\nFRANCIS: In most cases, it'll be in the company's proxy statement. This is a document - used to be mailed, it can be emailed to investors. You can also find it online. The Securities and Exchange Commission at sec.gov has a tab on its website that says filings and that gives you some ways to look up a company.\n\nSHAPIRO: But it sounds like there's not one central database where you can, like, search by company name or something like that.\n\nFRANCIS: Not yet. I'm sure these will develop over time.\n\nSHAPIRO: Theo Francis, thanks so much.\n\nFRANCIS: Thank you.\n\nSHAPIRO: He's a reporter for The Wall Street Journal.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["ceo", "compare", "employees", "able", "company", "american", "look", "companies", "salary", "workers", "median", "lot", "employee", "certainly", "pay", "soon", "ceos"], "polarity": 0.18593043107127613, "subjectivity": 0.4326308355181594},
{"title": "After Malfunction At California Fertility Clinic, It's Unclear If Eggs And Embryos Were Affected", "url": "https://www.npr.org/2018/03/12/592965457/after-malfunction-at-california-fertility-clinic-its-unclear-if-eggs-and-embryos", "text": "After Malfunction At California Fertility Clinic, It's Unclear If Eggs And Embryos Were Affected\n\nNPR's Sarah McCammon speaks with Dr. Richard Paulson, past president of the American Society for Reproductive Medicine, and director of USC Fertility, about a fertility clinic in San Francisco that may have had thousands of frozen eggs and embryos damaged after a problem with one of its storage tanks.\n\nSARAH MCCAMMON, HOST:\n\nHundreds of patients at the Pacific Fertility Clinic in San Francisco received phone calls this weekend with some unfortunate news. A piece of equipment that was keeping thousands of eggs and embryos frozen for future use malfunctioned. This could potentially jeopardize these patients' plans for making or expanding their families, though at this point it's unclear how the eggs and embryos have been affected.\n\nJoining me now to talk about this is Dr. Richard Paulson. He directs the fertility program at the University of Southern California, and he joins me from California. Hello.\n\nRICHARD PAULSON: Hi. Nice to be with you.\n\nMCCAMMON: So first, for our listeners who may not be that familiar with egg or embryo freezing, can you explain why women and their partners would do this, what kind of circumstances?\n\nPAULSON: Well, so there's a wide variety of patients, though still the vast majority are couples who would like to have a family and who find when they try at home that they are unable to do so. It is not uncommon nowadays for women to come in and store their eggs to allow for fertility in the future and in that way sort of circumvent the biological clock. There's lots and lots of other stories, too.\n\nMCCAMMON: Tell us more about how exactly these eggs and embryos are preserved.\n\nPAULSON: So in order to preserve biological tissue, you need to take it down to a temperature at which there is no biological activity. And we can do that by lowering the temperature to minus 196 degrees Celsius. And then they are placed in very tiny, little containers. And those are then placed in the liquid nitrogen. That keeps them cold. And as long as they stay submerged in that liquid nitrogen, they can be essentially kept indefinitely. There's no biological activity, and there does not appear to be any deterioration.\n\nMCCAMMON: And, Dr. Paulson, what's your understanding about what happened to cause this storage failure at the Pacific Fertility Clinic earlier this month?\n\nPAULSON: We do not know very much. We don't even know whether the temperature in the tank actually went up or if this was perhaps just a mistake on the part of the recording apparatus, right? So the first thing for us to understand is what these cryotanks or freezers - however you want to call them - what they look like. The cryotanks are best thought of as giant thermoses. So for example, the tank that we have where we keep our embryos is about 3 feet across and about 3 feet high. It looks like a large R2-D2 unit. It's filled with liquid nitrogen.\n\nAnd it's very well insulated. In order for the temperature to go up, that liquid nitrogen would have to be gone. Tanks don't have a drainage port at the bottom, so the only way for the liquid nitrogen to go out is to evaporate. So you have to ask yourself whether there was a breach in the wall of the container or if the lid was left open or how it happened that the liquid nitrogen disappeared.\n\nMCCAMMON: And what happens now? How does the clinic figure out whether these eggs and embryos are still viable?\n\nPAULSON: So that, unfortunately, is very difficult. The only way to know whether the tissue that's in there has retained its viability of course would be to actually thaw it and try to use it. That's the only way.\n\nMCCAMMON: Dr. Paulson, you've been with patients who are struggling with fertility. What do you think these conversations with their doctors are going to be like?\n\nPAULSON: Oh, I can't imagine it. You have to understand that fertility is a very personal and very intimate thing. And I think it's very fair to say that fertility doctors are very emotionally involved with their patients. My mind flashes through the stories of patients that I've heard over the various years. And imagining them coming back and my telling them that something went wrong in the laboratory and that I'm not sure whether their eggs are going to be usable or not, I - it boggles the mind.\n\nMCCAMMON: That's Dr. Richard Paulson, the director of USC Fertility. Thank you so much.\n\nPAULSON: My pleasure.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["eggs", "paulson", "california", "patients", "clinic", "nitrogen", "affected", "malfunction", "unclear", "embryos", "liquid", "dr", "temperature", "fertility"], "polarity": 0.04190134099616859, "subjectivity": 0.5331677613574166},
{"title": "Trump's Tariff Decisions Could Help GOP In Pennsylvania Special Election", "url": "https://www.npr.org/2018/03/12/592965448/trumps-tariff-decisions-could-help-gop-in-pennsylvania-special-election", "text": "Trump's Tariff Decisions Could Help GOP In Pennsylvania Special Election\n\nVoters in a western Pennsylvania congressional district head to the polls Tuesday. In this area, President Trump's tariff decisions could help the GOP avoid losing a reliably Republican seat.\n\nSARAH MCCAMMON, HOST:\n\nPresident Trump, Vice President Mike Pence and multiple members of the Trump family have all campaigned in Pennsylvania's 18th Congressional District near Pittsburgh. Yet Democrats there insist tomorrow's special House election is not a referendum on Trump's presidency. As NPR's Scott Detrow reports, the party believes focusing on local issues is the way it can pull off what would be a major upset.\n\nSCOTT DETROW, BYLINE: Democrat Conor Lamb is getting pretty well-known to the people in Pennsylvania's 18th District. When he knocks on doors...\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nCONOR LAMB: A lot of them say, look; it's really nice to meet you, but I am getting a little tired of seeing your face during every commercial break.\n\nDETROW: They're seeing a lot of it. The Lamb campaign is airing a ton of ads. And outside Republican groups are airing even more, trying to tie Lamb to House Minority Leader Nancy Pelosi and the National Democratic Party. But polls show a close race.\n\nPAM SNYDER: Well, I think Lamb is a conservative Democrat. And I think that's what I like about him. His views and my views are very much alike.\n\nDETROW: Pam Snyder is a Democratic state representative in the southern half of the 18th. It's a conservative, rural, pro-Trump, pro-natural gas and coal stretch where national Democrats usually don't do too well. Snyder says Lamb is holding his own in a county where Trump broke nearly 70 percent of the vote.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nCECIL ROBERTS: If you want more jobs, protect your job, you should vote for Conor.\n\nDETROW: Miners don't have much good to say about Democrats in Washington these days. But Cecil Roberts, the president of the United Mine Workers of America, tore down the house Sunday stumping for Lamb.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nROBERTS: He's a god-fearing, union-supporting, gun-owning, job-protecting, pension-defending, Social Security-believing, health care-creating and sending-drug-dealers-to-jail Democrat.\n\nDETROW: This support from labor isn't just about Lamb. The Republican in the race, Rick Saccone, has a long anti-union voting record in Harrisburg, so many labor voters like Dan Miller are ready to support Lamb. Miller backed Trump in 2016.\n\nDAN MILLER: I want a change in America, and he's starting change. But I'd like to see a lot more toward the coal mines and the workers and our industries coming back to America. Put our people back to work.\n\nDETROW: So Trump was up here last night. And he was saying, if you like me, vote for Rick Saccone.\n\nMILLER: No way. No. You know, you can differ from somebody. And I feel that Saccone has never done anything for the working man. He's anti-union. He's for right-to-work.\n\nDETROW: With these dynamics at play, Saccone is hugging Trump as tight as he can. Saccone even went after the media at a Saturday rally with the president.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nRICK SACCONE: That's it. Give it to them.\n\nUNIDENTIFIED CROWD: (Chanting) CNN sucks. CNN sucks. CNN sucks.\n\nSACCONE: Give it to them. They earned it. They earned it.\n\nDETROW: Saccone praised the tax bill Trump recently signed into law, saying he would have voted for it.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nSACCONE: Not a single Democrat voted for that bill. And if Conor Lamb was there, he would have voted against it, too.\n\n(BOOING)\n\nDETROW: The argument boils down to if you like Trump, you need to vote for Saccone. Trump came to Pittsburgh to make it himself this weekend.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: And Conor Lamb - Lamb the sham, right? Lamb the sham.\n\n(BOOING)\n\nTRUMP: He's trying to act like a Republican so he gets - he won't give me one vote.\n\nDETROW: Trump sounded confident Saturday, but tomorrow a district that favored him by nearly 20 points is in real danger of slipping into the Democratic column. Scott Detrow, NPR News, Pittsburgh.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["trumps", "tariff", "archived", "pennsylvania", "voted", "election", "decisions", "district", "vote", "gop", "trump", "saccone", "special", "lamb", "republican", "npr", "hes", "help"], "polarity": 0.07866108171663727, "subjectivity": 0.3856422692533804},
{"title": "President Trump's Proposed Gun Control Measures Remain Politically Cautious", "url": "https://www.npr.org/2018/03/12/592965432/president-trumps-proposed-gun-control-measures-remain-politically-cautious", "text": "President Trump's Proposed Gun Control Measures Remain Politically Cautious\n\nIn the aftermath of last month's deadly school shooting in Florida, President Trump flirted with gun control measures opposed by the NRA. But in the end, his proposals are much more politically cautious.\n\nSARAH MCCAMMON, HOST:\n\nAfter the school shooting in Parkland, Fla., President Trump said, quote, \"we will act. We will do something.\" Today we have a better sense of what that something is. The White House's new plan on school safety includes support for a bill in Congress that would shore up the background-check system. It urges states to pass laws that temporarily take guns out of the hands of people judged to be dangerous, and it renews President Trump's call to arm teachers and other school staff on a volunteer basis. What the plan does not include - some measures Trump had floated that pitted him against the National Rifle Association.\n\nNPR national political correspondent Mara Liasson joins us with more on that from the White House now. Hello, Mara.\n\nMARA LIASSON, BYLINE: Hi, Sarah. Nice to talk to you.\n\nMCCAMMON: So Mara, what's missing from this plan?\n\nLIASSON: What's missing is the things that he talked about during those listening sessions that he held after the shooting. He told the students from Florida, for instance, that he wanted to raise the age of ownership for long guns from 18 to 21. He said he was going to be very strong on this. This is something the NRA opposed. And in one of those well-publicized television - televised meetings with lawmakers, he even chastised them for being petrified of the NRA. He said, sometimes we have to fight the NRA. But now it seems he doesn't seem to want to.\n\nMCCAMMON: And what's the White House saying about why that was not included?\n\nLIASSON: Well, the president says there's no political support for raising the age limit, but polls show there is widespread, bipartisan, public support for this - as a matter of fact, that there's tremendous support. In some polls, it's 78 percent. Eighty-two percent for raising the age limit. The lowest number I found, which is in a Rasmussen poll, 67 percent. But the president is right.\n\nIn terms of political support in Congress, it's true there's not enough Republican support because the NRA opposes this. The White House is also saying he's not backing away from this proposal. It's still on the table. It's something that a commission they've set up - that Betsy DeVos is going to head - will study. But he's just not going to go out on a limb and push for this. They say he wants to get behind things that can pass quickly, which even Democrats say is certainly better than nothing.\n\nMCCAMMON: And about that school safety commission - just this weekend, the president was at a campaign rally in Pennsylvania, and he made fun of commissions.\n\nLIASSON: Yes.\n\nMCCAMMON: (Laughter).\n\nLIASSON: He certainly did. There's a saying that you can always find a Trump tweet saying exactly the opposite of what he was tweeting today. In this case, it was something that Trump actually said at a rally just two days ago.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: We can't just keep setting up blue-ribbon committees with your wife and your wife and your husband. And they meet, and they have a meal. And they talk - talk, talk, talk.\n\nLIASSON: He went on to say, look; that's what I got in Washington. I got all these blue-ribbon committees. Well, guess what? He's got himself another one because one of the main proposals he put out today was another blue-ribbon commission on school safety chaired by Betsy DeVos. It's going to look at age restrictions, video games, school security, mental health treatment. Today Sanders said - press secretary Sarah Sanders said that wasn't a contradiction. The school-safety plan is more than just the commission.\n\nMCCAMMON: And Mara, how do you see the politics of all this playing out?\n\nLIASSON: Well, for a moment there, it looked like the aftermath of the Parkland shooting seemed to break the mold with the victims, the students who were so righteously angry and passionate about this - they seemed to be moving the debate. And the president seemed to be moved on this. But now it looks like we're reverting to the pattern that we've seen in the past where there's generally not a push for very big legislative solutions on guns because the public moves on.\n\nThe people who are motivated by gun control are usually not as impassioned as gun right supporters. What we don't know is, among the parts of the public who are motivated now and want some kind of governmental action, will that be enough to affect the politics of this in certain races in November?\n\nMCCAMMON: All right, well, thank you, Mara. That's NPR's Mara Liasson at the White House.\n\n(SOUNDBITE OF RJD2 SONG, \"SUITE 2\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["trumps", "support", "proposed", "control", "president", "theres", "politically", "white", "trump", "mara", "remain", "school", "nra", "today", "cautious", "talk", "gun", "measures"], "polarity": 0.07989574314574314, "subjectivity": 0.39063131313131305},
{"title": "Lawyer Representing Stormy Daniels Discusses Case Surrounding Alleged Trump Affair", "url": "https://www.npr.org/2018/03/12/592965425/lawyer-representing-stormy-daniels-discusses-case-surrounding-alleged-trump-affa", "text": "Lawyer Representing Stormy Daniels Discusses Case Surrounding Alleged Trump Affair\n\nMichael Avenatti, the lawyer representing Stormy Daniels — the adult film actress alleging to have had an affair with President Trump in 2006 — talks about the upcoming legal case. Daniels, whose given name is Stephanie Clifford, is suing Trump to overturn a confidentiality agreement for which she was paid $130,000.\n\nARI SHAPIRO, HOST:\n\nStephanie Clifford, who performs in adult films under the name Stormy Daniels, is offering to return $130,000 to President Trump. Trump's personal lawyer paid her that money in 2016. She says it was to buy her silence about a sexual affair she had with the president a decade earlier. President Trump denies the affair, and his lawyer says Trump didn't know about the payment either. Stephanie Clifford wants to pay the money back so she can tell her story. Her lawyer is Michael Avenatti.\n\nThank you for joining us today.\n\nMICHAEL AVENATTI: Thanks for having me, Ari.\n\nSHAPIRO: Your client freely signed a nondisclosure agreement. Why is she now trying to nullify it?\n\nAVENATTI: Because pursuant to Paragraph 8.6 of the agreement, the agreement had to be signed by all parties. And it turned out that Mr. Trump never signed the agreement. And therefore there never was a formal agreement, and the agreement is null and void.\n\nSHAPIRO: If this is all null and void, as you say, why offer to return the $130,000? Why not just speak freely?\n\nAVENATTI: Well, because she is seeking a resolution to this dispute. The offer that's been made is very, very reasonable. The agreements will be deemed to be null and void. She can speak her side of the story, and Mr. Trump can come forward and tell his version of events if he disagrees. And we're going to let the American people decide after they've heard both sides who to believe and who not to believe.\n\nSHAPIRO: Based on what you're saying today it sounds like she believes she has the right to speak whether or not President Trump's lawyer accepts this offer you're making today.\n\nAVENATTI: I think the position's very simple. We have made a very reasonable offer, and I do not understand why the president and Mr. Cohen are going to such lengths to muzzle my client and prevent her from talking to the American people. What are they afraid of?\n\nSHAPIRO: She granted an interview to \"60 Minutes\" which has not yet been broadcast. Despite the agreement that she would remain silent, why did she agree to do that interview?\n\nAVENATTI: Well, I guess she'll have to be asked. And maybe she will be when and if that interview airs.\n\nSHAPIRO: In early January, Donald Trump's lawyer, Michael Cohen, released a statement signed by your client, Stephanie Clifford. And the statement said, allegations of a sexual and a romantic affair with Mr. Trump many, many years ago were completely false. It also said, rumors that I have received hush money from Donald Trump are completely false. Does your client stand by those denials?\n\nAVENATTI: Well, I think you're going to learn that when and if the interview airs.\n\nSHAPIRO: Is it in fact a discussion of the sexual relationship that she signed a contract saying she would not discuss?\n\nAVENATTI: Ari, I'm not going to get into the details of the interview. That's the purpose of the interview. But what I will say is this. I hope that you've asked President Trump to come on your show. And I hope you've asked him three very basic questions. Did...\n\nSHAPIRO: We've asked him many times to come on this program.\n\nAVENATTI: All right. Did he know about the payment to muzzle this woman? Did he know about the agreement? Did he sign the agreement? You don't need 140 characters on Twitter to answer those questions.\n\nSHAPIRO: The letter that you sent to President Trump's lawyers says that your client will pay back the $130,000 to President Trump by wire transfer to an account designated by the president. His lawyer, Michael Cohen, says the initial payment was made from Cohen's personal account without Trump's knowledge. So why offer to pay the money directly to President Trump instead of to his lawyer?\n\nAVENATTI: Because that assertion is ludicrous - the suggestion to the American people that this attorney went off half-cocked, negotiated this agreement, had it drafted by him in a manner that required his client's signature. And now he wants the American people to believe that Mr. Trump knew nothing about it, and that the attorney then used $130,000 of his own money from a home equity line. He borrowed the money, according to what he now claims most recently, in order to make this payment on behalf of a billionaire running for the U.S. presidency. It's absurd. It's ludicrous.\n\nSHAPIRO: The letter says that if this settlement is nullified, then your client, Stephanie Clifford, would be able to, quote, \"use and publish any text messages, photos and/or videos relating to the president.\" Are there text messages, photos and videos?\n\nAVENATTI: I'm not going to confirm or deny that.\n\nSHAPIRO: Yesterday you tweeted, to be clear and dispel the rumors, the paternity language in the nondisclosure agreement is boilerplate. There are no paternity issues here. So by the same token, to be clear and dispel rumors, is the language about photos and videos boilerplate? Are there photo and video issues here?\n\nAVENATTI: I stand by my prior answer.\n\nSHAPIRO: Michael Avenatti, thank you for joining us today.\n\nAVENATTI: Thank you, Ari.\n\nSHAPIRO: Michael Avenatti is the lawyer for the porn star Stephanie Clifford, who performs as Stormy Daniels.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["trumps", "clifford", "affair", "president", "agreement", "discusses", "stormy", "surrounding", "trump", "lawyer", "money", "stephanie", "alleged", "client", "representing", "daniels", "signed", "case"], "polarity": 0.11075324675324673, "subjectivity": 0.40454329004329004},
{"title": "Rural Development Advocates Concerned About Mixed Messages From Trump Administration", "url": "https://www.npr.org/2018/03/12/592965418/rural-development-advocates-concerned-about-mixed-messages-from-trump-administra", "text": "Rural Development Advocates Concerned About Mixed Messages From Trump Administration\n\nThe Trump administration has been laying out its priorities for improving life in rural areas. But while the White House wants to boost spending on infrastructure, it is also seeking to eliminate programs focused on growing small businesses. Many who work closely on rural development issues are wondering just how invested the administration in in their concerns.\n\nARI SHAPIRO, HOST:\n\nPresident Trump remains popular in many rural parts of the country where people are eager to hear his message of Make America Great Again. The White House has been laying out ideas to help revive these rural areas where job growth has been slow. At the same time, the Trump administration wants to cut funds for some programs that help rural America. Grant Gerlock of NET News in Nebraska has been gauging the reaction from rural development advocates.\n\nGRANT GERLOCK, BYLINE: One sign that President Trump is in tune with rural interests is the administration's infrastructure proposal.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT DONALD TRUMP: It provides $50 billion for rural infrastructure, who have really been left out.\n\nGERLOCK: In a meeting with local officials last month, Trump said the goal is to spark job growth in part by upgrading utilities like broadband.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nTRUMP: Which they don't have, and they want it.\n\nGERLOCK: Actually, as many as 70 percent of rural residents do have it, though there's still a significant urban-rural disparity. Maurice Jones heads the Local Initiatives Support Corporation and says broadband helps workers connect with online classes and get much-needed job training.\n\nMAURICE JONES: We're talking welders and electricians, coding and medical technicians. If you have the talent that's prepared for the jobs, the jobs will come.\n\nGERLOCK: But other proposals give rural advocates pause. Retaliation against Trump's steel tariffs could harm the ag economy at a time when farm income continues to drop. Then there's the White House budget proposal to cut nearly a billion dollars in discretionary spending from the Department of Agriculture, which works closely on rural issues. That includes defunding the Rural Business Service, which is often a last resort for grants and loans. Johnathan Hladik with the Center for Rural Affairs says USDA programs help create private-sector jobs in places where fewer people now work in agriculture.\n\nJOHNATHAN HLADIK: When we really break it down and we look at where that job growth is in rural communities, it's happening through those small businesses.\n\nUNIDENTIFIED WOMAN: Like, I wanted to do it in glitter. Like, do you have, like, different colors of glitter?\n\nSHAWNA MEYER: Definitely, yes, yes.\n\nGERLOCK: Businesses like this custom T-shirt company in downtown Kearney, Neb. Shawna Meyer and her husband, Chais, started making original T-shirts here about five years ago. A wall of shirts shows off their designs.\n\nS. MEYER: You've got to be kitten me. Just people come in, and they want their friend's face huge printed on a T-shirt just as a practical joke.\n\nGERLOCK: They outgrew their one-at-a-time shirt printer and went to seven banks shopping for a $60,000 loan for new equipment. One after another, every banker said no. Chais says the loan finally came from the USDA's Rural Business Service, the same one the White House proposes eliminating.\n\nCHAIS MEYER: It would be a huge disservice to businesses like us to not even have that as an option.\n\nGERLOCK: Now the Meyers have a new workshop filled with big, spider-shaped printers.\n\nThis is the place.\n\nC. MEYER: This is our silkscreen shop, yep.\n\nGERLOCK: They grew from 5 workers to 10. And while it's an unconventional rural business, the loan is helping it thrive. Doug O'Brien worked on rural development in the Obama administration. He likes what the Trump White House is saying about rural issues.\n\nDOUG O'BRIEN: But I'm not certain that we've seen the support for some of the strategies that are going to help making sure that there's economic opportunity in rural places.\n\nGERLOCK: O'Brien and others are watching the farm bill, which is up for renewal this year. With significant cuts possible, many people who rely on programs to support rural development say they'd be happy just to keep the status quo. For NPR News, I'm Grant Gerlock.\n\n(SOUNDBITE OF CHRIS THILE AND BRAD MEHLDAU'S \"THE WATCHER\")\n\nSHAPIRO: That story comes to us from Harvest Public Media, a reporting collaboration focusing on agriculture and rural issues.\n\n(SOUNDBITE OF CHRIS THILE AND BRAD MEHLDAU'S \"THE WATCHER\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["advocates", "house", "rural", "white", "trump", "administration", "development", "job", "mixed", "meyer", "concerned", "npr", "messages", "programs", "help"], "polarity": 0.09692344692344693, "subjectivity": 0.2962602212602212},
{"title": "Why Some Educators In New Mexico Are Calling For Teachers To Be Armed", "url": "https://www.npr.org/2018/03/12/592965411/why-some-educators-in-new-mexico-are-calling-for-teachers-to-be-armed", "text": "Why Some Educators In New Mexico Are Calling For Teachers To Be Armed\n\nA school shooting in rural New Mexico has opened a debate over whether teachers in schools in the town of Aztec should be armed.\n\nSARAH MCCAMMON, HOST:\n\nThe small town of Aztec, in northwestern New Mexico, is recovering from one of the worst tragedies anyone there can remember. In December, a 21-year-old gunman entered the high school posing as a student. He shot two students before killing himself. It didn't get a lot of national media attention. But as NPR's Kirk Siegler reports, the shooting is driving some tough conversations in the community about guns in schools. And a warning - this story contains some troubling descriptions of violence.\n\nKIRK SIEGLER, BYLINE: Fritz Polk remembers the moment he made up his mind about whether teachers should be armed.\n\nFRITZ POLK: You're hearing boom, boom, boom, boom, boom, boom, boom. And they're coming down your hall. And you've got 20 kids that are like, I do not want to die today.\n\nSIEGLER: It's first period on December 7. A gunman walked toward Polk's high school history class firing a handgun along the way. Polk barricaded his students.\n\nPOLK: Gunshots are booming, and they're coming. And you've got 20 kids that are scared spitless (ph). And all you have is a book and a yardstick. So that needs to be put on the table for discussion.\n\nSIEGLER: Polk also works as a chaplain for the local sheriff. And like a lot of people, his views on guns don't fit into some neat political box. He supports banning some assault-style rifles and bump stocks. And he thinks teachers who are willing should get trained and be able to carry a gun in class as a last line of defense.\n\nPOLK: In a utopia world - a perfect world, yeah, we don't need to be armed. And I would rather be a teacher and never have to pick up anything other than a book and a white board marker. But at that moment, I could not just be a teacher. I have to be a defender.\n\nSIEGLER: A push to arm teachers might be expected in a more rural, largely conservative town like Aztec, N.M. A lot of people here own a lot of guns. Junior Isaiah Mendieta says he, his family, his friends are just comfortable around them.\n\nISAIAH MENDIETA: Yeah, we go shooting. We go out hunting with them. We have tons of guns. We have anything from a bolt-action gun to AR-15s to lots of handguns. We're a very pro-gun family.\n\nSIEGLER: But at Aztec High School, you also get the sense that this push isn't some sort of reaction to national politics. It's more a feeling of exacerbation. Many are willing to try anything in order to prevent another shooting.\n\nMENDIETA: I'm not saying to have every single one of them go through a course. But if they want to, like Mr. Polk, do something and just arm them. They have it.\n\nSIEGLER: Mendieta was holed up in Fritz Polk's classroom during that terror-filled morning. He hid with his classmate and childhood friend 17-year-old Sarah Gifford. Both are shaken, but each are drawing different conclusions from the tragedy.\n\nSARAH GIFFORD: We didn't have protection before our shooting. There was no one to be like, oh, hey, you're not supposed to be coming on, you know? Schools with a lot of funding have that. But small schools, like our school, don't have that. And I feel like that should be mandatory.\n\nSIEGLER: There is now a full-time police officer at the high school. And the superintendent told me he wants to hire more armed guards. But arming teachers, he said that's a non-starter. It's currently illegal in New Mexico anyway. But just the idea of arming teachers makes Sarah Gifford nervous.\n\nGIFFORD: If you put a gun on school, who's going to have access to it? How are people going to get it when they get into a situation? How are they going to grab it in enough time to save other people? It's just more complex than people want to make it.\n\nSIEGLER: This Wednesday during the planned national student walkout, some Aztec students will hold a walk-in. They plan a moment of silence and discussions about school security. Juniors Sarah Gifford and Isaiah Mendieta are respected student leaders. He's in ROTC. She's on the student council.\n\nGIFFORD: I feel like instead of arguing about it, I feel like we need to come together. We need to just put our thoughts aside and stop making it so political and start thinking about the kids.\n\nSIEGLER: Both these kids have different views. But they want to talk about them and be civil, they say. Why can't the country do that?\n\nGIFFORD: I feel like people need to learn to respect other people's opinions. I respect that he thinks that's right. And he respects me for thinking that it's not OK.\n\nMENDIETA: Like Sarah said, they really just want to pick sides. There's really no meeting in the middle with a lot of people.\n\nSIEGLER: Mendieta says everyone wants to feel as if they're right. And he says that stubbornness is causing chaos. Kirk Siegler, NPR News, Aztec, N.M.\n\n(SOUNDBITE OF RATATAT'S \"EVEREST\")\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["feel", "polk", "calling", "armed", "educators", "aztec", "mendieta", "school", "lot", "student", "boom", "teachers", "mexico", "shooting"], "polarity": 0.09621199681544511, "subjectivity": 0.437753271632582}
]