[
{"title": "New Report Predicts Rising Tides, More Flooding", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590901652/new-report-predicts-rising-tides-more-flooding", "text": "New Report Predicts Rising Tides, More Flooding\n\nEnlarge this image toggle caption David L. Ryan/Boston Globe via Getty Images David L. Ryan/Boston Globe via Getty Images\n\nSome of the worst flooding during this weekend's East Coast storm happened during high tides.\n\nShoreline tides are getting progressively higher. A soon-to-be-published report obtained by NPR predicts a future where flooding will be a weekly event in some coastal parts of the country.\n\n\"The numbers are staggering,\" says oceanographer William Sweet, at the National Oceanic and Atmospheric Administration. \"Today's storm will be tomorrow's high tide,\" he says, referring to how high coastal water rises. \"A storm [such as we experienced] along the East Coast of the United States this weekend, that will be a high tide at some point in the future, whether that's two or three decades or eight decades, we'll see, but it's coming.\"\n\nThis new report sets out to give communities a clear guide to prepare for coastal flooding. \"We find that minor flooding starts on average about a foot and half above high tide,\" says Sweet, \"Moderate flooding starts about two and a half feet above high tide, and major flooding starts about four feet.\"\n\nThat's what people can expect now; it gives them a margin of safety, and for the most part communities have been built to handle that. But here's the thing: As high tides get higher, that is inexorably reducing the margin of safety.\n\nIn fact even without a storm, high tides already are flooding cities like Miami and Norfolk, Va. And now NOAA's latest calculations portray a future where this kind of \"sunny day\" flooding will become a lot more frequent.\n\nNOAA's calculations of future high tides assumes two \"intermediate\" forecasts of how much sea level will rise — from one and a half feet to three feet by 2100. It by no means assumes some of the more severe scenarios should the ice sheets in Greenland or the Antarctic melt. Even with intermediate rise, by 2050 cities on the Atlantic would see high tides flooding the streets 25 to 130 times a year. By 2100, it could happen almost every day. These frequencies will be influenced by weather patterns like El Nino and prevailing winds, but over time they'll occur more often from rising tides alone as sea level gets higher.\n\nNOAA has also found the rate of increase in tidal flooding is accelerating in about a third of the places they've tracked. \"The problem is going to become chronic rather quickly,\" says Sweet. \"It's not going to be a slow, gradual change.\"\n\nIt's already becoming chronic in Norfolk. Emily Steinhilber studies coastal issues at Old Dominion University in Virginia. She also lives close to flood zones. \"It's definitely a topic a conversation,\" she says. Steinhilber says the city's largest hospital is hardening its campus against flooding, for example. The city just passed an ordinance requiring new construction to be built higher off the ground.\n\nBut Steinhilber says the root cause of all this — global warming — isn't always discussed. \"For the most part everyone is aware that sea level is rising and they know that we're kind of in the bull's eye,\" she says, \"and the background of 'Why' is not really part of the conversation.\"\n\nOthers are having that conversation, such as the U.S. military. Retired Navy Rear Adm. Ann Phillips says military leaders are aware that warming means sea level rise. That's especially worrisome for the Navy. \"We can't use historical data to plan what's coming because it won't work,\" she says.\n\nWell over 100 military installations that are close to coastlines have reported flooding recently. According to a report from the Center for Climate and Security (which Phillips helped write), tidal flooding will increasingly threaten equipment, fuel depots, ammunition warehouses, housing and docks. Now, Phillips says, these new tidal flooding numbers from NOAA lay out a difficult future for the Navy, which can't just retreat from coastlines. \"Yet another report that sea level rise is accelerating [with] recurrent flooding just makes the sense of urgency that much more acute,\" she says.\n\nCities like Norfolk and Miami as well as the military are planning on building sea walls, raising buildings and fortifying themselves, but they're in a long race with a relentless rising tide that is picking up speed.\n\nThe NOAA report, entitled \"Patterns and Protections of High Tide Flooding Along the U.S. Coastline Using a Common Impact Threshold,\" is due to be released later this week.", "keywords": ["flooding", "storm", "level", "tides", "future", "tide", "report", "predicts", "high", "rising", "sea"], "polarity": 0.11828574203574203, "subjectivity": 0.42168609168609156},
{"title": "Ex-Trump Campaign Aide Vows To Fight Mueller Subpoena In TV Tirades", "url": "https://www.npr.org/2018/03/05/591001865/ex-trump-campaign-aide-vows-to-fight-mueller-subpoena-in-tv-tirades", "text": "Ex-Trump Campaign Aide Vows To Fight Mueller Subpoena In TV Tirades\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nA former campaign aide to Donald Trump is vowing to fight a subpoena he says he has received in the Russia investigation — and has dared special counsel Robert Mueller to arrest him.\n\nSam Nunberg called reporters and TV news programs on Monday and said live that he'd gotten a grand jury subpoena as part of Mueller's investigation asking for communications with other people in the Trump orbit — but that he won't comply.\n\n\"Let him arrest me,\" Nunberg told The Washington Post. \"Mr. Mueller should understand I am not going in.\"\n\nNunberg then went on MSNBC and two CNN shows to publicize his refusal to comply with the Mueller probe. He said he had been summoned to appear before a grand jury on Friday but would not, nor would he produce evidence.\n\nWhat followed was a rambling, at-times incoherent series of exchanges as Nunberg asked for legal advice, opined about whether Trump colluded with Russia, and relitigated an internal Trump campaign power struggle from 2015 — all live, on the air, in real time.\n\n\"I think that [Trump] may have done something during the election,\" Nunberg told MSNBC's Katy Tur, adding later, \"I don't know that for sure.\"\n\n\"I'm not cooperating,\" Nunberg said. \"Arrest me.\"\n\nNunberg is a lawyer who has been admitted to the New York state bar after graduating from Touro Law Center on Long Island, N.Y. All the same, he asked for legal advice from various cable news show hosts: \"What do you think Mueller's going to do to me?\" he asked Tur.\n\n\"Do you think I should cooperate?\" Nunberg asked CNN's Jake Tapper. \"Why do I have to produce every email? I talk to [former Trump advisers] Steve Bannon and Roger Stone eight times a day.\"\n\n\"Sometimes life and special prosecutors are not fair,\" Tapper quipped.\n\nNunberg also accused former Trump foreign policy adviser Carter Page of having played a role in the foreign attack on the election.\n\n\"I believe Carter Page was colluding with the Russians,\" Nunberg said on CNN.\n\nPage was a junior foreign policy adviser to the Trump campaign. He traveled to Moscow twice in 2016 and was the subject of surveillance by the U.S. intelligence community. Page stridently denies doing anything wrong.\n\nHe and Nunberg never overlapped on the Trump campaign. The Trump campaign fired Nunberg in the summer of 2015, when the Trump candidacy was still in its infancy. Business Insider had written about Nunberg's racially charged Facebook posts from years prior, and the nascent political organization jettisoned him.\n\nAt the time, Nunberg's firing was viewed as part of a broader struggle between Trump aides Corey Lewandowski and Roger Stone. Nunberg decided to relitigate this on Monday.\n\n\"Corey wanted to push us out. That's the reality. Now Trump loves Corey. I don't know why he does,\" Nunberg said.\n\nBy December of that year, Nunberg was saying that Trump's campaign was being led in the wrong direction and predicted that Trump would not win the Republican nomination. By March 2016, Nunberg had endorsed Trump opponent Ted Cruz. The drama continued into the summer of 2016, when Trump sued his former aide for $10 million, alleging Nunberg broke his nondisclosure agreement. After a time, that lawsuit was settled.", "keywords": ["subpoena", "think", "arrest", "page", "aide", "trump", "nunberg", "mueller", "tv", "vows", "asked", "tirades", "foreign", "fight", "campaign", "extrump"], "polarity": 0.008519721019721023, "subjectivity": 0.3267025412858746},
{"title": "FACT CHECK: Is Trump Building A $250,000 Embassy in Jerusalem?", "url": "https://www.npr.org/2018/03/05/590996210/fact-check-is-trump-building-a-250-000-embassy-in-jerusalem", "text": "FACT CHECK: Is Trump Building A $250,000 Embassy in Jerusalem?\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nReal estate nowadays is expensive.\n\nHave you seen the prices in Jerusalem lately? You can barely buy a two-room apartment for less than 2 million shekels. (That's about $577,000).\n\nWhat's any of this got to do with U.S. politics? At a meeting at the White House with Israeli Prime Minister Benjamin Netanyahu, President Trump told reporters that he had rejected a $1 billion plan to build a new U.S. Embassy in Jerusalem. Instead, he's going to build one for just $250,000.\n\nWhat a deal!\n\nBut that's not quite the whole story.\n\nWhat did Trump say?\n\nHere's what Trump said in full about the cost of the new embassy with Netanyahu by his side:\n\n\"We'll have it built very quickly. A lot of people wouldn't be doing it quickly like that. We're going to have it built very quickly and very inexpensively. They put an order in front of my desk last week for $1 billion. I said, 'a billion? What's that for? We're going to build an embassy.' I said, 'We're not going to spend $1 billion.' We're actually doing it for about $250,000. So check that out.\"\n\nTrump quickly added: \"Now, it's temporary, but it'll be very nice.\"\n\nHe then boasted: \"$250,000 versus a billion dollars.\"\n\nTurning to an already laughing Netanyahu, he asked rhetorically, \"Is that good?\"\n\nYouTube\n\nWhat was Trump talking about?\n\nWe checked it out. Is the United States somehow building \"it,\" as in a permanent embassy, for $250,000?\n\nNo.\n\nTrump was probably conflating two things: a permanent new embassy to be built years from now and a temporary embassy office the U.S. is building inside an existing consular building in Jerusalem to be set up by May, NPR diplomacy correspondent Michele Kelemen and international correspondent Daniel Estrin, based in Jerusalem, report.\n\n\"Internal modifications to allow the embassy to open in an existing facility in May is anticipated to cost $200,000 to $400,000,\" a State Department official tells Kelemen.\n\nAs for financing the permanent embassy, The Associated Press reported in late February:\n\n\"The Trump administration is considering an offer from Republican megadonor Sheldon Adelson to pay for at least part of a new U.S. Embassy in Jerusalem, four U.S. officials told The Associated Press. \"Lawyers at the State Department are looking into the legality of accepting private donations to cover some or all of the embassy costs, the administration officials said. ... \"In one possible scenario, the administration would solicit contributions not only from Adelson but potentially from other donors in the evangelical and American Jewish communities, too. One official said Adelson, a Las Vegas casino magnate and staunch supporter of Israel, had offered to pay the difference between the total cost — expected to run into the hundreds of millions of dollars — and what the administration is able to raise.\"\n\nIn January, Trump chafed at the $1 billion cost of the new U.S. Embassy in London. He canceled a trip to London for a ribbon-cutting because he said it was a \"bad deal.\"\n\nThe U.S. Embassy in London remarkably put out a statement defending itself, as NPR's Frank Langfitt reported.", "keywords": ["jerusalem", "check", "going", "embassy", "trump", "quickly", "billion", "fact", "permanent", "cost", "administration", "250000", "building"], "polarity": 0.08942501942501943, "subjectivity": 0.4563519813519814},
{"title": "Trump Says He's Considering Attending Controversial Jerusalem Embassy Opening ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590860342/trump-says-hes-considering-attending-controversial-jerusalem-embassy-opening", "text": "Trump Says He's Considering Attending Controversial Jerusalem Embassy Opening\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nAs Prime Minister Benjamin Netanyahu faced snowballing corruption allegations at home, President Trump said, during the Israeli official's visit to Washington, that the relationship between the two nations is better than ever.\n\nTrump said he is considering attending the mid-May opening of the controversial U.S. embassy in Jerusalem.\n\nMoving the U.S. embassy from Tel Aviv is controversial because Palestinians also consider Jerusalem their capital. Indeed, as NPR's Jerusalem-based correspondent Daniel Estrin reported, Palestinian political leadership are currently boycotting the Trump administration because of the embassy decision.\n\nOn Monday Netanyahu effusively praised the embassy move, as he has before, saying that it will be \"remembered by our people throughout the ages.\"\n\nThe leaders appeared eager to showcase their close bond, even as both face political tensions at home.\n\n\"We are very close in trade deals, we are very, very, close on military and terrorism and all the things we have to work together on. The relationship has never been better,\" said Trump as he sat with Netanyahu and their wives. Likewise, Netanyahu said that the relationship has \"never been stronger\" than under Trump.\n\nThe Associated Press reported that on Monday, a close confidant of Netanyahu agreed to turn state's witness in one of the cases, adding to the pressure already on him. Daniel previously outlined the allegations against Netanyahu on Weekend All Things Considered:\n\n\"Last month, police recommended Netanyahu be indicted for bribery, fraud and breach of trust in two different corruption cases. He's suspected of accepting expensive gifts from a Hollywood producer and an Australian businessman in exchange for favors. He's also suspected of making a backroom deal with an Israeli newspaper publisher to help him with business in exchange for getting favorable coverage in his newspaper. \"And then, on Friday, just before Netanyahu left for Washington, police questioned him and his wife for several hours about suspicions that he gave regulatory favors to a major telecom company in exchange for positive coverage on a news website that that company owns.\"\n\nNetanyahu denies any wrongdoing, as Daniel has reported, and \"he's questioned the motives of law enforcement, he's accused the media of a witch hunt.\"\n\nBefore departing, Netanyahu described this as a \"very important visit.\" It's his fifth with Trump since the U.S. president took office last year. And Netanyahu said that Iran was on the top of the agenda.\n\n\"Iran must be stopped, that is our common challenge,\" Netanyahu said.\n\nConspicuously low on the agenda is discussion of any possible \"peace deal\" with the Palestinians, which Trump has previously stated is a goal of his.\n\n\"Trump administration officials led by Jared Kushner have spent this year drafting a proposal for Mideast peace. And they say they're going to present it very soon,\" Daniel reported this weekend.\n\nKushner, Trump's son-in-law, has recently had his security clearance downgraded and it's not clear how that has impacted his efforts. Trump reiterated Monday that a peace deal would be a \"great thing.\"\n\nDuring this visit, Netanyahu is also set to meet with AIPAC, the pro-Israel lobbying group. The prime minister's goal, Daniel has reported, is to use the visit to shore up support as he faces mounting challenges at home.", "keywords": ["jerusalem", "daniel", "visit", "embassy", "netanyahu", "close", "trump", "hes", "attending", "reported", "considering", "peace", "relationship", "opening", "controversial"], "polarity": 0.12231634527089075, "subjectivity": 0.3980440771349862},
{"title": "What's An Inclusion Rider? Here's The Story Behind Frances McDormand's Closing Words", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590867132/whats-an-inclusion-rider-here-s-the-story-behind-frances-mcdormand-s-closing-wor", "text": "What's An Inclusion Rider? Here's The Story Behind Frances McDormand's Closing Words\n\nEnlarge this image toggle caption Chris Pizzello/Invision/AP Chris Pizzello/Invision/AP\n\nUpdated at 3:13 p.m. ET\n\n\"I have two words to leave with you tonight, ladies and gentlemen: inclusion rider.\"\n\nTwo simple words they may be, but when Frances McDormand closed her acceptance speech with them at the Academy Awards, not a whole lot of people had heard those terms paired that way. The big spike in Google searches for the phrase Sunday night reflects the frantic clatter of people across the world summoning those key words.\n\nSo, what is an inclusion rider, exactly?\n\nSimply put: It's a stipulation that actors and actresses can ask (or demand) to have inserted into their contracts, which would require a certain level of diversity among a film's cast and crew.\n\nFor instance, an A-list actor negotiating to join a film could use the inclusion rider to insist that \"tertiary speaking characters should match the gender distribution of the setting for the film, as long as it's sensible for the plot,\" Stacy L. Smith explained in a 2014 column that introduced the idea in The Hollywood Reporter.\n\nSmith, who directs the Annenberg Inclusion Initiative at the University of Southern California, told NPR's Mary Louise Kelly she had \"absolutely no idea\" McDormand would bring up the concept at the Oscars. \"But,\" Smith added, \"talk about being elated and thrilled to hear those two words broadcast around the world.\"\n\nSmith has pushed for years for more diverse representation in film — delivering a TED Talk on the topic while she was at it — and the inclusion rider has been a crucial arrow in her quiver.\n\n\"The goal really is to figure out: How do we move from all the lip service in Hollywood to actually see the numbers that we study every year move?\" Smith said.\n\nAnd those numbers have been stark. Here's a brief look at some of the findings she and her colleagues published last year in a study of 900 films across a decade-long span:\n\nJust 31.4 percent of speaking characters were female, even though they represent a little more than half the U.S. population.\n\nWomen represented 4.2 percent of the directors, and just 1.4 percent of the composers.\n\nAbout 29 percent of speaking characters were from nonwhite racial/ethnic groups, compared with nearly 40 percent in the U.S.\n\nOnly 2.7 percent of speaking characters were depicted with a disability, despite the fact that nearly 1 in 5 people in the U.S. has one.\n\nThough Smith does not believe there are many film stars yet who have pushed for an inclusion rider, she said some indeed have asked for it. Smith said she and her colleagues work with civil rights attorney Kalpana Kotagal to craft language for these actors in their contract negotiations.\n\nAnd with the #MeToo and Time's Up movements, which are working to call attention to sexual harassment and workplace inequality, Smith said she thinks something of a sea change may be underway.\n\n\"I think there's an appetite now to ensure that equity and inclusion are part of the process in telling these stories,\" she said.\n\nYouTube\n\nEnter: Frances McDormand.\n\nThe actress won an Oscar for her leading role in Three Billboards Outside Ebbing, Missouri. And not long after she picked up her statuette from the presenters, she put it down to ask all the female nominees in the building to stand: \"Look around, everybody,\" she said, \"because we all have stories to tell and projects we need financed.\"\n\nThen, she broke out the those two little words that made a big splash online.\n\n\"I just found out about this last week,\" McDormand told reporters after the ceremony, referring to the inclusion rider concept. \"And so, the fact that I just learned that after 35 years of being in the film business — we're not going back.\"\n\nRonan Farrow, one of the journalists who helped bring attention to the allegations of sexual harassment and assault against Hollywood megaproducer Harvey Weinstein, told NPR's Rachel Martin that McDormand's moment shows an equity movement \"trying to turn this into more than just talk.\"\n\n\"It'll be interesting to see if there is an uptick in the use of [inclusion riders],\" Farrow said. \"This is going to be the struggle when it comes to representation, when it comes to harassment and assault. Is there going to be follow-on? Are the contracts going to change? Is the legislation going to change? Will the bylaws of the professional organizations change?\"\n\nIf you ask McDormand, that answer is clear.\n\n\"The whole idea of women 'trending'? No. African-Americans 'trending'? No. It changes now,\" she said after the Oscars. \"And I think the inclusion rider will have something to do with that — right? Power and rules.\"", "keywords": ["speaking", "inclusion", "words", "going", "characters", "told", "mcdormands", "heres", "frances", "mcdormand", "smith", "film", "whats", "closing", "rider"], "polarity": 0.08785529715762273, "subjectivity": 0.41109265411590995},
{"title": "Ex-Russian Who Spied For U.K. Critically Ill After Exposure To 'Unknown Substance' ", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590922393/ex-russian-who-spied-for-u-k-critically-ill-after-exposure-to-unknown-substance", "text": "Ex-Russian Who Spied For U.K. Critically Ill After Exposure To 'Unknown Substance'\n\nA Russian national living in the U.K. after his 2010 release by Moscow on charges of spying for Britain, is critically ill after being exposed to an \"unknown substance\" over the weekend, the BBC reports.\n\nSergei Skripal, 66, fell ill in a Salisbury, Wiltshire, shopping mall on Sunday.\n\nIn 2006, Skirpal, a retired military intelligence colonel, was jailed for 13 years after he was convicted of handing over to MI6 the identities of Russian spies working undercover in Europe during the 1990s. Russian prosecutors charged that he had taken tens of thousands of pounds from the British spy agency.\n\nHe was one of a handful of prisoners released by Russia as part of a swap in 2010.\n\nA woman accompanying Skripal on Sunday, who is unidentified but thought to be in her 30s, also fell ill at the same time and is being treated at a local hospital.\n\n\"The pair, who we believe are known to each other, did not have any visible injuries and were taken to Salisbury District Hospital,\" Wiltshire Police temporary Assistant Chief Constable Craig Holden said. \"They are currently being treated for suspected exposure to an unknown substance. Both are currently in a critical condition in intensive care.\"\n\nEurope Russia Dismisses British Report On Killing Of Former Spy Russia Dismisses British Report On Killing Of Former Spy Listen · 3:37 3:37\n\nThe Telegraph reports: \"It is thought the pair may have been exposed to the powerful synthetic drug, Fentanyl, which is up to 10,000 times more powerful than heroin and has been linked to scores of deaths in the UK.\"\n\nAccording to the BBC:\n\n\"Police are investigating whether a crime has been committed, following the incident which began at 16:15 GMT on Sunday at the Maltings shopping centre in central Salisbury. An area around the Maltings shopping centre and several other parts of the city were cordoned off as teams in full protective gear used hoses to decontaminate the street.\"\n\nHowever, Holden said it was \"still at the very early stages of the investigation [and] we are unable to ascertain whether or not a crime has taken place.\"", "keywords": ["critically", "unknown", "spy", "salisbury", "russia", "uk", "exrussian", "taken", "spied", "shopping", "substance", "russian", "exposure", "british", "wiltshire", "ill"], "polarity": -0.05064516129032261, "subjectivity": 0.3956451612903226},
{"title": "Fearful Of Fellow Legislator, Colo. Lawmakers Began Wearing Kevlar At State Capitol", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590860018/fearful-of-fellow-legislator-colo-lawmakers-began-wearing-kevlar-at-state-capito", "text": "Fearful Of Fellow Legislator, Colo. Lawmakers Began Wearing Kevlar At State Capitol\n\nEnlarge this image toggle caption Screengrab by NPR/Colorado Channel/YouTube Screengrab by NPR/Colorado Channel/YouTube\n\nColorado state law permits lawmakers to carry concealed weapons at the state Capitol because it's their place of business.\n\nNational Colorado Lawmakers Debate Sexual Harassment And Guns In The Capitol Colorado Lawmakers Debate Sexual Harassment And Guns In The Capitol Listen · 4:12 4:12\n\nBut as a tense and tumultuous period at the Colorado House of Representatives drew to a close, two state representatives revealed that they had started wearing bulletproof vests while at the Capitol — worried they might be shot by one of their fellow Democratic lawmakers.\n\nOn Friday, legislators voted 52-9 to expel Rep. Steve Lebsock, who is accused of sexually harassing or intimidating at least nine legislators, staffers and lobbyists, as NPR member station KUNC first reported in November.\n\nAnd as the vote on Lebsock's fate approached, two legislators who had been vocal in advocating for the accusers began taking additional steps to protect themselves.\n\n\"I bought a bulletproof vest,\" Assistant Majority Leader Alec Garnett told the chamber on Friday, tearing up. \"And I'm wearing it. It's right here.\"\n\nHe patted his chest.\n\n\"I'm wearing Kevlar,\" he said. \"Because I fear for retaliation. I am in the chamber of the House of Representatives, and I'm wearing a bulletproof vest because I fear retaliation for telling the truth and standing up for victims of sexual harassment. I've been wearing it for three weeks.\"\n\nGarnett, a Democrat, told The Denver Post that he was specifically worried about the potential for violence from Lebsock, who he said had threatened to \"take [him] down.' \"\n\nHe said he had stopped buttoning up his shirt or tying his tie before getting to work.\n\n\"Because once I get in here I have to put on my bulletproof vest, because my wife doesn't want to see me put it on,\" Garnett explained. \"So I walk into my office. There's a sign that says 'Harassment Free.' And I put on my bulletproof vest. And I button up my shirt and I go into the members' bathroom and I tie my tie.\"\n\nColorado Channel YouTube\n\nRep. Matt Gray, also a Democrat, told the chamber he had started wearing one of the vests, too.\n\n\"I put mine on in the parking garage so my kids don't have to see and I don't have to explain to them what it is,\" he said.\n\nThe Post reports that Lebsock cried as he replied to hearing about the vests.\n\n\"Members,\" he said. \"I am an honorably discharged Marine Corps veteran. And if someone walked in here — members, you would have had me here to protect you. Even the ones that don't like me. I'm just hoping you know that.\"\n\nEnlarge this image toggle caption David Zalubowski/AP David Zalubowski/AP\n\nA Republican member of the House, Lori Saine, told KUNC's Bente Birkeland recently that many in her party's caucus carry concealed guns in the Capitol, which she said makes her feel secure.\n\nBut Democratic Rep. Jonathan Singer told KUNC he thought guns in the Capitol were a bad idea.\n\n\"When you enter a government building, when there are heated vigorous debates and people are on edge, sleep deprived and — you know, let's be honest — there are people in this building who are drinking, that is a deadly mix,\" said Singer.\n\nDemocratic Rep. Faith Winter was the first to file an official complaint of misconduct against Lebsock, who she says made aggressive and angry unwanted sexual advances toward her at a party celebrating the end of the 2016 legislative session. She decided to come forward with the allegations after learning that other women said they'd experienced similar harassment from Lebsock, suggesting a pattern of behavior.\n\n\"The women in the building are going to be believed,\" Winter told Colorado Public Radio after the vote to expel Lebsock. \"They felt that their voices were heard and valued, and I think it's going to change the culture there.\"\n\nThough some Republicans argued that expulsion was a \"nuclear option\" that appropriated the will of the voters, many members shared emotional stories of harassment, abuse or rape that they or their loved ones have experienced.\n\nLebsock, who is still a candidate for state treasurer, left the chamber after his expulsion. Only later did members learn that minutes before his departure, he changed his affiliation to Republican — making it possible for the GOP to fill his now-vacant seat.", "keywords": ["fellow", "sexual", "began", "colo", "told", "vest", "fearful", "capitol", "harassment", "kevlar", "bulletproof", "lebsock", "members", "state", "legislator", "lawmakers", "wearing"], "polarity": 0.12776643990929706, "subjectivity": 0.584750566893424},
{"title": "'It Just Felt Very Wrong:' Sherman Alexie's Accusers Go On The Record", "url": "https://www.npr.org/2018/03/05/589909379/it-just-felt-very-wrong-sherman-alexies-accusers-go-on-the-record", "text": "'It Just Felt Very Wrong:' Sherman Alexie's Accusers Go On The Record\n\nEnlarge this image toggle caption Elaine Thompson/AP Elaine Thompson/AP\n\nWriter Sherman Alexie last week issued a statement admitting he \"has harmed\" others, after rumors and allegations began to circulate about sexual harassment. Without providing details, Alexie said \"there are women telling the truth,\" and apologized to the people he has hurt. Now, some of those women have come forward to speak to NPR about their experiences with him.\n\nAlexie may not be a household name, but he is one of the country's best known Native American poets and writers, with a charismatic personality and a large following. He won the National Book Award in 2007 for his young adult novel The Absolutely True Diary of a Part Time Indian, and wrote the screenplay for the film Smoke Signals, based on one of his stories. So the news about him has rocked the worlds of both Native American and children's literature.\n\nIf you are an aspiring author and you go to a reading of someone who is famous and beloved ... and he suddenly takes an interest in you and your work ... and then suddenly it turns out all he wanted to do is have sex with you. Those writers are left utterly devastated.\n\nIn those circles, \"well, he's a rock star,\" says children's book author Anne Ursu. After the Harvey Weinstein sexual harassment story broke, Ursu decided to survey women in the children's book business to see if they too had experienced such problems — just as many media companies, including NPR, have. Ursu's story, which she published in February on the website Medium, contributed to the whisper of sexual scandal that was already building around some well-known authors — including Alexie. Ursu says some of the most popular kids' book writers used the power of their celebrity to seduce women.\n\n\"If you are an aspiring author and you go to a reading of someone who is famous and beloved and whose work you admire, and he suddenly takes an interest in you and your work, and he thinks you're special, and you start emailing, and he wants to mentor you — and then suddenly it turns out all he wanted to do is have sex with you. Those writers are left utterly devastated.\"\n\nThe rumors about Alexie were already growing louder when, about a week ago, Seattle-based writer Litsa Dremousis began tweeting about him, calling on women to share their stories. NPR — like other news organizations — reached out to her. She told us she'd had an affair with Alexie, but had remained friends with him until the stories about his sexual behavior surfaced. In his statement, Alexie denounced Dremousis. But before that, NPR began interviewing the women she referred to us.\n\n\"It's a story about power, and abuse of power,\" says Jeanine Walker, one of three women who came forward on the record, and whose stories NPR has corroborated with several sources. In all, ten women spoke to NPR about Alexie — who is a married man. Most of the women wanted to remain anonymous, but a clear pattern emerged: The women reported behavior ranging from inappropriate comments both in private and in public, to flirting that veered suddenly into sexual territory, unwanted sexual advances and consensual sexual relations that ended abruptly. The women said Alexie had traded on his literary celebrity to lure them into uncomfortable sexual situations.\n\n\"Of course, I was really excited, I mean, Sherman Alexie, he's interested in my poems,\" Walker says. She's a poet and teacher who was managing a Writers in the Schools program in Seattle when she arranged to have Alexie visit a classroom. Afterwards, Alexie said he had checked out her poetry online, and asked her to send him a manuscript.\n\nAlexie never got back to her on the poems, but they did become friendly. Walker says it was strictly platonic. One day, they met to play basketball at a court in his office building. Afterwards, Walker went to change her clothes in a restroom in his office. \"When I turned around he was right behind me, and just like physically very much in my space. And leaned towards me and said, 'Can I kiss you?' I said no and backed away, and he kept moving forward and was like, laughing and smiling and sweaty and whatever, and he said 'It's just, we're playing basketball, you remind me of the girlfriends I had in high school.' And I just said 'Well, we're not in high school, Sherman.'\"\n\n... if he had never expressed an interest in my poems I probably wouldn't have pursued spending any time with him. But he did express an interest. And so then when I discover that interest is actually physical, it just felt very wrong.\n\nAlexie later apologized, and Walker says she stayed in touch with him for a while. She sent him her poems again — but never got anything but a quick comment and a promise of more to come. She says Alexie is a big deal in her hometown of Seattle. \"And he's connected to the organization I work for, and if he had never expressed an interest in my poems I probably wouldn't have pursued spending any time with him. But he did express an interest. And so then when I discover that interest is actually physical, it just felt very wrong.\"\n\nErika Wurth was a 22-year-old aspiring writer when she first met Alexie. As a Native American, he was a hero to her, and she hoped he might become a mentor. About a year after their first meeting, he suggested she come to one of his readings in Colorado. She went, and afterwards walked back to his hotel with him — after chatting in the lobby, she started to leave, \"and he jumps over the coffee table and begins trying to kiss me,\" she says. \"And I went into a state of non-reality. I had almost no sexual experience, I couldn't believe it. And he's like, 'Come to my room.'\"\n\nWurth did, and ended up on his bed. \"He's kind of taking my clothes off and kissing me,\" she remembers. \"And I'm kind of like stock still, trying to convince myself this is OK. It's not working, and eventually I say, because I am kind of scared of this situation, 'I'm a virgin.' But it got really weird, because then he's still trying to work me over, and I'm just stock still, and I think at that point, in my opinion, he realized that if he wanted to have sex with me he would have to violate me, he'd have to rape me. And he did stop.\"\n\nI just was like, I don't ever want to be around this guy again. He's poisonous. He's not OK.\n\nWurth says she stayed in touch with Alexie, hoping he would still be her mentor — or at least apologize. Several years later, they had a second sexual encounter which also ended badly. Eventually, he did give her a positive quote for her first book, and a letter of recommendation — which she now thinks was to keep her quiet. Their relationship became contentious, and after a series of angry emails, Wurth decided to cut ties with him, disillusioned by the way he treated her. \"Never admitting what he'd done, never apologizing. And I just was like, I don't ever want to be around this guy again. He's poisonous. He's not OK.\"\n\n\n\nAlexie has enormous influence on the careers of Native American writers, and Wurth worries about what he may say about her to others in the business. So does Elissa Washuta. She met Alexie when she was getting ready to publish her first book, and was hoping that he could help her with it. She went out one night with a group of people that included Alexie. She was chatting with him when \"seemingly apropos of nothing, Sherman told me that he could have sex with me if he wanted to,\" she says. \"But he used a stronger word, beginning with F. You know, he had not said it quietly, he had not whispered it. It seemed that the men we were talking to could have heard it. I couldn't believe that somebody would say something to me like that. This older man who I didn't know, who was much more powerful than me.\"\n\n\n\nWashuta says that although she was worried that the other men who were with them — all part of the local literary scene — had heard Alexie, she didn't have the nerve to say anything about it at the time. \"I felt I really needed his approval and I needed his help in order to get this book off the ground. And so as uncomfortable as I was, I felt I could laugh off that comment in a way. But I still felt that he had so much power that I should probably not make a fuss about this.\"\n\nI felt I really needed his approval and I needed his help in order to get this book off the ground.\n\nEventually, Washuta and Alexie became colleagues at the Institute of American Indian Arts. They got along, but she says that once, on a work trip to Santa Fe, he tried to lure her to his hotel room. Later, they had a disagreement over an essay of hers — Alexie implied she had plagiarized his work, and Washuta became fearful that he would ruin her career. When she got another job, she decided to cut her ties to the Institute because Alexie was a powerful member of the faculty. \"I think we did some really good work there. And I'm sure they continue to do really good work there. But I'm not a part of it. And that feels so lonely. I'm incredibly sad about it.\"\n\nAs the allegations against Alexie began to surface, the Institute changed the name of its Sherman Alexie Scholarship to the M.F.A. Alumni Scholarship. Alexie has not responded to our multiple efforts to contact him. It is clear from his statement that he is angry at Litsa Dremousis, whose tweets prompted these women to come forward.\n\nBut if Alexie is angry, so are the women — which is why they're willing to talk. Their stories are complicated and messy, as much about the power they felt he had over them as they are about sex. And how to change that power dynamic may be where the conversation has to go from here.\n\nThis story was edited for radio by Rose Friedman, and adapted for the Web by Petra Mayer.", "keywords": ["sherman", "felt", "sexual", "record", "accusers", "interest", "alexie", "work", "hes", "book", "wrong", "women", "writers", "alexies"], "polarity": 0.11861532467532461, "subjectivity": 0.5148661760461762},
{"title": "Congressional Republicans Lobby Trump To Back Down On Tariffs", "url": "https://www.npr.org/2018/03/05/590877835/congressional-republicans-lobby-trump-to-back-down-on-tariffs", "text": "Congressional Republicans Lobby Trump To Back Down On Tariffs\n\nEnlarge this image toggle caption Evan Vucci/AP Evan Vucci/AP\n\nUpdated at 3:00 p.m. ET\n\nFears of economic and political backlash are motivating senior congressional Republicans to move forward this week with public and private lobbying efforts aimed at getting President Trump to change his mind about tariffs he intends to levy on steel and aluminium imports.\n\n\"We are extremely worried about the consequences of a trade war and are urging the White House to not advance with this plan,\" AshLee Strong, a spokeswoman for House Speaker Paul Ryan, R-Wis., said in a statement. \"The new tax reform law has boosted the economy and we certainly don't want to jeopardize those gains.\"\n\nPresident Trump downplayed congressional GOP concerns. \"I don't think you're going to have a trade war,\" he said Monday at the White House, where he defended his decision to crack down on imports. \"People have to understand, our country on trade, has been ripped off by virtually every country in the world whether it's friend or enemy. Everybody.\"\n\nThe president noted that his efforts to renegotiate NAFTA continue as well. \"We are renegotiating NAFTA as I said I would, and if we don't make a deal I will terminate NAFTA,\" he warned.\n\nCongress is not ruling out possible legislative action to counter Trump's actions, although party leaders have no immediate plans to act if the president moves forward this week as stated with imposing tariffs of 25 percent on steel imports and 10 percent on aluminum imports.\n\nWays and Means Committee Chairman Kevin Brady, R-Texas, and the panel's trade subcommittee chairman, David Reichert, R-Wash., have also drafted a letter to the president outlining concerns about new tariffs. They are seeking additional signatures from House Republicans. Aides said lawmakers were hoping to avoid a confrontation with the administration and instead work with the president to enact trade policies the broader GOP can get behind.\n\n\"As the two chairmen have reinforced, the administration and Congress must work together on trade policies that build off the momentum of the president's tax cuts, which is why any tariffs should be narrow, targeted, and focused on addressing unfairly traded products, without disrupting the flow of fairly traded products for American businesses and consumers,\" Lauren Aronson, a spokeswoman for the Ways and Means Committee, said in a statement.\n\nSenate Finance Chairman Orrin Hatch, R-Utah, is also expected to send a letter to the president this week asking him to reconsider his position. Hatch opposes new tariffs because he believes they will undermine any economic boost delivered by the GOP's tax cuts. \"Should the administration opt to move forward with tariffs on steel and aluminum, American manufacturers, businesses, and consumers would be forced to bear the brunt paying more for steel and steel products. Such action could very well undercut the benefits of the pro-growth tax reform we fought to get on the books,\" Hatch said in a weekend statement.\n\nThe White House showed no indication Monday that the president was considering changing his mind. \"The president is resolute about this, and no one should be surprised either at that resoluteness or the fact that it's going to happen,\" said National Trade Council Director Peter Navarro, a top Trump aide who, along with Commerce Secretary Wilbur Ross, has been the strongest administration advocate for new tariffs.\n\n\"Understand that all the rhetoric that's being generated about this is being generated by the lobbyists on K Street and the politicians who are fundamentally opposed to what the president wants to do on behalf of the American worker and on behalf of the country,\" Navarro said. \"This is a very well-informed decision.\"\n\nTrump's decision is the starkest break from traditional GOP economic philosophy on trade since taking office. The president has found few GOP allies on Capitol Hill, but Rust Belt Democrats up for re-election this year cheered the administration's decision. \"This welcome action is long overdue for shuttered steel plants across Ohio and steelworkers who live in fear that their jobs will be the next victims of Chinese cheating,\" said Sen. Sherrod Brown, D-Ohio. Likewise, Sen. Bob Casey, D-Pa., called Trump's decision a \"welcome step.\"\n\nRepublicans were frustrated and taken by surprise by the timing of the president's announcement last week that steel and aluminum tariffs were imminent. Republicans generally support a more targeted approach to pushing back on cheap foreign imports — a message they delivered directly to Trump in several recent meetings. South Dakota Sen. John Thune, one of the top Republicans in the Senate, was among those who were caught off guard last week when Trump made the announcement.\n\n\"I don't know how to explain it because I've been in meetings with him on trade,\" Thune told reporters. \"Everybody's been very clear that we think some of the decisions that they're talking about making and policies they're talking about implementing would be very harmful to the economy at a time when it's really taking off.\"\n\nSen. Lindsey Graham, R-S.C., has argued that a blanket tariff fails to directly punish countries like China for dumping low-cost steel in the American market. Graham said Sunday that Trump would \"let China off the hook\" while punishing U.S. companies that sell goods abroad by inviting retaliatory tariffs from other global trading partners. \"The reason our steel industry has been decimated is because of China dumping,\" Graham said in an interview on CBS's Face the Nation. \"China produces more steel than the world consumes for several years in a row. China is your problem, Mr. President.\"\n\nCongress technically has legislative options to counter Trump's tariffs if he moves ahead with them despite opposition, but it would require a somewhat extraordinary move on the part of Republicans to craft legislation cracking down on their own president in an election year. Republicans would also likely need vetoproof majorities in both chambers to have any effect. And any legislative move would also upend orthodoxy on trade policy, which is generally enacted with the view that the president should be given latitude to manage international trade.", "keywords": ["congressional", "tax", "tariffs", "trump", "lobby", "china", "week", "steel", "trade", "house", "president", "republicans"], "polarity": 0.0802776828434723, "subjectivity": 0.35740715424925945},
{"title": "Martin Shkreli, Now In Jail, May Have To Forfeit That Wu-Tang Album After All", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590980850/martin-shkreli-now-in-jail-may-have-to-forfeit-that-wu-tang-album-after-all", "text": "Martin Shkreli, Now In Jail, May Have To Forfeit That Wu-Tang Album After All\n\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\n\nMartin Shkreli, you may remember, owns a Wu-Tang Clan album.\n\nIt is a very, very expensive double album, literally one of a kind: a single copy reportedly sold at auction for $2 million ... to the former pharmaceutical executive made infamous for raising the cost of a life-saving drug 5,000 percent. Shkreli, the man known by some of his less-sympathetic observers as \"Pharma Bro,\" ended up getting convicted of securities fraud and arrested a month later for offering $5,000 for a strand of Hillary Clinton's hair.\n\nNow, he's also in jeopardy of losing Once Upon A Time In Shaolin.\n\nDistrict Judge Kiyo A. Matsumoto ruled Monday that Shkreli must forfeit the money he made from his fraud, a total coming to more than $7.36 million. And if he can't pay that sum back to the government, he will need to make up the deficit by handing over to authorities a few high-profile items in his possession, including that 31-track Wu-Tang album.\n\nAlso on the list of items in danger of being forfeited:\n\nAnother rare album, Lil Wayne's as yet unreleased Tha Carter V\n\nA painting by Pablo Picasso\n\nHis shares in Vyera Pharmaceuticals\n\n$5 million in an E*Trade brokerage account\n\nOne potential snag: It's not entirely clear the Wu-Tang album remains in his possession. As NPR's Andrew Flanagan pointed out last September, Shkreli actually listed the album on eBay, where it purportedly drew a bid of more than $1 million a week later. And Wu-Tang pillar RZA certainly appeared to believe the sale, commenting to The Guardian last October \"I think he could have got more than what he paid.\"\n\nOf course, it would be far from surprising if Shkreli's arrest — which happened after the album was listed — ended up unraveling the apparent sale. And anyway, Bloomberg cited several people involved with the group who claimed the mysterious album wasn't actually genuine Wu-Tang project from the start.\n\nAt any rate, the U.S. government believes it's still Shkreli's, and that it's valuable enough to include in the same list as a Picasso.\n\nAnd, if indeed he does still have it and can't pay back the millions he owes, the world may get yet another auction of Once Upon A Time In Shaolin — this time, by U.S. officials.", "keywords": ["plattgetty", "jail", "pay", "martin", "shkreli", "wutang", "spencer", "shkrelis", "forfeit", "sale", "possession", "album", "million"], "polarity": 0.07008928571428572, "subjectivity": 0.3886681547619047},
{"title": "Texas Democrat's Underdog Bid To Unseat Ted Cruz Picks Up Momentum ", "url": "https://www.npr.org/2018/03/05/590709857/texas-democrats-underdog-bid-to-unseat-ted-cruz-picks-up-momentum", "text": "Texas Democrat's Underdog Bid To Unseat Ted Cruz Picks Up Momentum\n\nEnlarge this image toggle caption Eric Gay/AP Eric Gay/AP\n\nThe rain's coming in sheets as folks file into the Douglas Community Center in Pittsburg, Texas, population 4,707.\n\nThe organizers of an event for Democratic Senate candidate Beto O'Rourke have set out 50 chairs, but they're worried now that's going to be too many. But by the time the candidate bounces through the door, they're unfolding dozens more chairs as the crowd zooms past 100.\n\nO'Rourke, who currently represents the El Paso area in the U.S. House, is running for the chance to unseat the Republican incumbent, Ted Cruz. No Democrat has represented the Lone Star State in the Senate since 1993, but O'Rourke believes he can beat the odds, in part by campaigning aggressively in every part of this sprawling state.\n\n\"Of the 254 counties [in Texas], we've visited 226 so far. This is 226 today,\" O'Rourke tells the crowd, who have been chanting, \"Beto, Beto!\"\n\nEnlarge this image toggle caption Wade Goodwyn /NPR Wade Goodwyn /NPR\n\nO'Rourke has his work cut out for him. A recent Texas Politics Project poll showed nearly 40 percent of Texas voters have no idea who he is.\n\nBut county by county, O'Rourke is slowly getting his name out with crowded, grass-roots events like the one in Pittsburg.\n\n\"I love Beto, I came out to see him. I've probably seen him eight times. He stands for everything that Ted Cruz doesn't and I think he's the real deal,\" said retired teacher Barbara Rosel.\n\nO'Rourke's substantial fundraising has also drawn notice.\n\n\"In the first 45 days of this year we raised $2.3 million with an average online contribution of 25 bucks,\" said O'Rourke as he spoke to NPR while sitting down for lunch at a Pittsburg restaurant called Hot Links. Cruz raised about $800,000 during the same period. \"I just haven't seen this kind of excitement and energy and willingness to do what it takes in Texas in my life,\" O'Rourke added.\n\nThat fundraising may help him make up for the lack of awareness Texas voters have of the Democrat, according to Texas Tribune executive editor and political analyst Ross Ramsey. \"I think he'll have enough money, whether they vote red or blue in November, Texans will know who Beto O'Rourke really is,\" Ramsey told NPR.\n\nEnlarge this image toggle caption Wade Goodwyn/NPR Wade Goodwyn/NPR\n\nO'Rourke is capitalizing on an extremely restive Democratic electorate. Although Texas Democrats have been largely shut out of statewide office for the past two decades, they've been closing the gap with Republicans. In 2016, Hillary Clinton got 600,000 more votes in Texas than Barack Obama did just four years earlier. President Trump won the state by about 9 percent.\n\nO'Rourke says the president has a lot to do with the energy among Democrats.\n\n\"They're coming out because they don't want a wall [with Mexico]. People are coming out because they don't want to hear the president refer to the countries of Africa as 's***hole' nations,\" said O'Rourke. \"People are coming out because they don't think the press is the enemy of the people, they think they're the best defense against tyranny. People are coming out because they want women to be treated with dignity and respect.\"\n\nThe tall, thin 45-year-old sometimes gets described as a West Texas version of John F. Kennedy. But it's O'Rourke's unabashed liberalism and earnest delivery that makes Democrats swoon.\n\nAt the Pittsburg event, O'Rourke criticized the state's decision to shut down family planning clinics, arguing it has resulted in sky-high maternal mortality rates. In a state where guns are sometimes seen as a birthright, he argues for universal background checks and an assault weapons ban.\n\nO'Rourke has two challengers in this Tuesday's Democratic primary, but had a 50 point lead in the latest polling.\n\nThis fall, it's likely O'Rourke will face Ted Cruz in the general election. Although Cruz's reputation with Republican voters suffered when he refused to endorse Donald Trump's nomination at the 2016 Republican National Convention, he is an accomplished fundraiser and formidable opponent.\n\nCruz's campaign did not respond to requests for comment, but Cruz is taking the race seriously.\n\nHe recently warned Houston-area Republicans: \"The left is going to show up. They will crawl over broken glass in November to vote.\"\n\nEarly voting numbers in Tuesday's Texas primaries show that Democrats have more than doubled their numbers from the same point in the 2014 midterms, while Republicans are up only 15 percent, according to David Wasserman of the Cook Political Report.\n\nRamsey warns that it's easy to read too much into early vote totals, since they may just indicate Democrats are taking advantage of the convenience of early voting. The final turnout on Tuesday will be a better indication of where things sit.\n\n\"It's still a Republican state. It would take a lot of things to fall in place, but that said, up to this date O'Rourke has a lot of things going for him,\" Ramsey said.\n\nHe added that many Texas political observers are reminding themselves that they saw the rise of another long-shot Senate candidate six years ago.\n\nHis name was Ted Cruz.", "keywords": ["underdog", "democrats", "bid", "momentum", "think", "unseat", "coming", "republican", "ted", "orourke", "cruz", "state", "texas", "wade", "picks"], "polarity": 0.11993284493284494, "subjectivity": 0.43121184371184373},
{"title": "Ailing Mississippi Sen. Cochran To Resign, Setting Up 2018 Special Election", "url": "https://www.npr.org/2018/03/05/590989957/ailing-mississippi-sen-cochran-to-resign-setting-up-2018-special-election", "text": "Ailing Mississippi Sen. Cochran To Resign, Setting Up 2018 Special Election\n\nEnlarge this image toggle caption Paul Morigi/Getty Images Paul Morigi/Getty Images\n\nUpdated at 6:02 p.m. ET\n\nCiting his ailing health, Sen. Thad Cochran, R-Miss., announced he will resign on April 1, setting up a special election this November.\n\n\"I regret my health has become an ongoing challenge,\" Cochran said in a statement Monday. \"I intend to fulfill my responsibilities and commitments to the people of Mississippi and the Senate through the completion of the 2018 appropriations cycle, after which I will formally retire from the U.S. Senate.\"\n\nCochran, 80, chairs the Appropriations Committee and has been absent from the Senate for long stretches over the past year, and his resignation does not come as a surprise. However, it does mean that both of Mississippi's Senate seats will be on the ballot come November.\n\nAccording to state law, the remainder of Cochran's term, which expires in 2020, will be filled by a nonpartisan special election in conjunction with the regularly scheduled general election. If no candidate, regardless of party, gets 50 percent, it will go to a December runoff. In the meantime, Republican Gov. Phil Bryant will appoint an interim senator.\n\nThe state's other senator, Republican Roger Wicker, is also up for re-election this year. He drew a primary challenge last week from state Sen. Chris McDaniel, who previously challenged Cochran in a particularly nasty fight in 2014. McDaniel actually topped Cochran in the first primary election, but failed to get a majority. In the runoff, with the help of crossover Democratic and African-American voters, Cochran prevailed.\n\nIn a statement later Monday, McDaniel left open the possibly of switching from challenging Wicker to the now-open seat, saying that he would \"continue to monitor developments regarding his replacement and the Special Election that will follow.\"\n\n\"While it is certain that Mississippi will have two U.S. Senate races this year, I am currently focused on my campaign against Roger Wicker, but all options remain on the table as we determine the best way to ensure that Mississippi elects conservatives to the United States Senate,\" McDaniel said.\n\nCochran was first elected to the Senate in 1978 — the first Republican elected statewide then in over 100 years — and had previously served three terms in the House. He leaves as the 10th-longest-serving U.S. senator ever.\n\n\"It has been a great honor to serve the people of Mississippi and our country. I've done my best to make decisions in the best interests of our nation, and my beloved state,\" Cochran said in announcing his decision to step aside. \"My top concern has always been my constituents in Mississippi. My hope is by making this announcement now, a smooth transition can be ensured so their voice will continue to be heard in Washington, D.C. My efforts, and those of my staff, to assist them will continue and transfer to my successor.\"\n\nThe Jackson Clarion-Ledger noted that Cochran was a well-liked member of the Senate, dubbed \"Gentleman Thad\" by his fellow legislators, and that he was known for his \"quiet stately demeanor\" and often played \"piano to relax in his office.\" Time magazine once called him \"The Quiet Persuader\" for his ability to work across the aisle.\n\nHis perch atop the powerful Appropriations Committee — which he held during the mid-2000s before regaining it again when Republicans took back the Senate in 2014 — also allowed him to direct projects and money back home to Mississippi, including agricultural aid, funding for universities and federal contracts. That \"bringing home the bacon,\" however, drew the ire of fiscal conservatives and was the reason that many of them supported McDaniel in his 2014 primary challenge.\n\nBut that same influence also proved critical after Hurricane Katrina in 2005, allowing him to steer billions of dollars to the state. \"The federal relief he helped secure is credited with preventing financial and social ruin in Mississippi and Louisiana after the hurricane's destruction,\" the Clarion-Ledger wrote.\n\nFormer Gov. Haley Barbour wrote in his book America's Greatest Storm that the way Cochran was able to build bipartisan consensus to deliver aid to the devastated states along the Gulf of Mexico helped save Mississippi.\n\n\"On the Senate side, Thad Cochran was in charge, and few if any senators were of a mind to question what he wanted to do for the states hit by Katrina,\" Barbour wrote. \"[Cochran] is a quiet, polite gentleman, but he is tough as nails.\"", "keywords": ["election", "thad", "setting", "2018", "cochran", "special", "wicker", "states", "mississippi", "ailing", "mcdaniel", "state", "resign", "senate", "sen"], "polarity": 0.17484487734487733, "subjectivity": 0.43539210789210786},
{"title": "On The Oscars Red Carpet, The Clothes Tell The Stories", "url": "https://www.npr.org/sections/monkeysee/2018/03/04/590745801/on-the-oscars-red-carpet-the-clothes-tell-the-stories", "text": "On The Oscars Red Carpet, The Clothes Tell The Stories\n\nEnlarge this image toggle caption Kevork Djansezian/Getty Images Kevork Djansezian/Getty Images\n\nThe red carpet of an award show is historically a sublime display of grace, style and dazzling celebrity personality. It's an opportune time for our favorite stars to share themselves, their projects, their thoughts with us, while we watch with rapt attention. In a majestic display, the stars descend upon the venue, a sea of crimson underfoot.\n\nBut the red carpet at the 90th Academy Awards at Dolby Theatre is conspicuously different. With social issues more visible than ever, politics are pushed to the forefront of the conversation. It's the first Oscars ceremony since the rise of the #MeToo movement in October 2017, when women began to demand accountability from alleged sexual harassers and assaulters. We can still hear the echoes of January's Golden Globes, where celebrities wore all black in a show of protest.\n\nThis Oscars ceremony is notably protest-free; the showrunners behind the event engineered it to be that way, making this the first awards show in a while where fashion might be the primary topic of conversation on the red carpet.\n\nAnd the clothes tell stories. The gussied-up actors and the actresses with plunging necklines and dramatic skirts are a reminder of the reasons we all tune in to the Academy Awards in the first place: for them.\n\nHere is a look, in photos, at the Oscars red carpet.\n\nEnlarge this image toggle caption Robyn Beck/AFP/Getty Images Robyn Beck/AFP/Getty Images\n\nEnlarge this image toggle caption Mario Anzuoni/Reuters Mario Anzuoni/Reuters\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Angela Weiss/AFP/Getty Images Angela Weiss/AFP/Getty Images\n\nEnlarge this image toggle caption Kevork Djansezian/Getty Images Kevork Djansezian/Getty Images\n\nEnlarge this image toggle caption AP AP\n\nEnlarge this image toggle caption Valerie Macon/AFP/Getty Images Valerie Macon/AFP/Getty Images\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Frazer Harrison/Getty Images Frazer Harrison/Getty Images\n\nEnlarge this image toggle caption Jeff Kravitz/FilmMagic Jeff Kravitz/FilmMagic\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Frazer Harrison/Getty Images Frazer Harrison/Getty Images\n\nEnlarge this image toggle caption Frazer Harrison/Getty Images Frazer Harrison/Getty Images\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Valerie Macon/AFP/Getty Images Valerie Macon/AFP/Getty Images\n\nEnlarge this image toggle caption Jordan Strauss/Invision/AP Jordan Strauss/Invision/AP\n\nEnlarge this image toggle caption Valerie Macon/AFP/Getty Images Valerie Macon/AFP/Getty Images\n\nEnlarge this image toggle caption Frazer Harrison/Getty Images Frazer Harrison/Getty Images\n\nEnlarge this image toggle caption Valerie Macon/AFP/Getty Images Valerie Macon/AFP/Getty Images\n\nEnlarge this image toggle caption Robyn Beck/AFP/Getty Images Robyn Beck/AFP/Getty Images", "keywords": ["oscars", "red", "caption", "jordan", "imagesenlarge", "toggle", "images", "valerie", "image", "frazer", "carpet", "clothes", "tell", "maconafpgetty", "harrisongetty"], "polarity": 0.14242424242424243, "subjectivity": 0.37878787878787884},
{"title": "A Phrase For Our Time: Merriam-Webster Adds 'Dumpster Fire' To Dictionary", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590919849/a-phrase-for-our-time-merriam-webster-adds-dumpster-fire-to-dictionary", "text": "A Phrase For Our Time: Merriam-Webster Adds 'Dumpster Fire' To Dictionary\n\nWhat qualifies as a dumpster fire depends on who's watching, but you tend know it when you see it.\n\nBut if forced to define it for someone not prone to hashtagging, you might quote Merriam-Webster:\n\nDumpster fire (noun, US informal): \"an utterly calamitous or mismanaged situation or occurrence: disaster.\"\n\nThe gleefully catastrophic phrase is one of 850 new additions the online dictionary announced today.\n\nDumpster fire's inclusion marks a crowning moment for the treasured declaration and its oft-tweeted GIF. It's the metaphor we wouldn't want to live without — though the dictionary says the phrase's first-known usage was just ten years ago.\n\n\"If a word is frequently used enough by some people, it has to be placed into a reference for all people,\" Merriam-Webster editor-at-large Peter Sokolowski tells NPR. He says the word has turned up often enough in print — and on social media — to merit its inclusion.\n\nThough Merriam-Webster sadly didn't release the full list of new words, the additions announced today are like a Lexicographer's Guide to 2018 — in all its self-conscious, millennial-obsessed glory.\n\nThere's embiggen, mansplain, and hate-watch. Glamping, self-care, and welp. And just in case you feel compelled to render a diagnosis: here's a definition for narcissistic personality disorder.\n\nJargon gets its day, too. See bandwidth's third meaning: \"the emotional or mental capacity necessary to do or consider something.\"\n\nDespite the novelty of these terms, Sokolowski says Merriam-Webster isn't trying to emulate Urban Dictionary — which has had a definition for dumpster fire since 2008.\n\nInformal and vulgar language changes more quickly than standard English, Sokolowski says, and Urban Dictionary is valuable because it records changes in informal language in real time.\n\n\"But we, as a dictionary, are not looking in real time. We are kind of a lag indicator, in financial terms,\" he explains. \"We are really interested in the terms that are here to stay, that we are very unlikely to ever take away from the dictionary.\"\n\nDumpster fire is always going to be in the dictionary?\n\nThough he cautions that lexicographers make terrible prognosticators, Sokolowski thinks the term will last.\n\nThe phrase had narrow usage on Reddit, he says, before blossoming into a go-to meme on Facebook and Twitter for a wide array of disasters – be they cultural, political or sporting.\n\n\"Its breadth is so great today, I am relatively sure it's here to stay,\" he says. \"It's been used so broadly, in the last two to three years especially, that people in the future will have to know what it meant.\"", "keywords": ["dictionary", "terms", "urban", "word", "usage", "phrase", "merriamwebster", "dumpster", "sokolowski", "adds", "used"], "polarity": 0.021664818920916474, "subjectivity": 0.4154995072678},
{"title": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program", "url": "https://www.npr.org/sections/thesalt/2018/03/05/589286575/this-chef-lost-50-pounds-and-reversed-pre-diabetes-with-a-digital-program", "text": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program\n\nEnlarge this image toggle caption Katherine Streeter for NPR Katherine Streeter for NPR\n\nPeople who are diagnosed with prediabetes can delay or prevent the disease if they change their lifestyle and lose a significant amount of weight. But here's the challenge: How can people be motivated to eat healthier and move more? Increasingly, the answer might include digital medicine.\n\n\"Just telling people to do things doesn't work,\" says Sean Duffy, CEO of Omada Health. If it were easy, there wouldn't be more than 80 million adults in the U.S. with prediabetes.\n\nOmada has rolled out a digital program, delivered on smartphones and other devices, that incorporates all the ingredients known to help people overhaul their habits. It includes e-coaching; peer support; education; diet and exercise tracking; and electronic nudging. (Forget to weigh in or track your meals? You'll get texts or emails reminding you to do it.)\n\n\"Week by week we have lessons on different themes, \" Duffy explains. \"They're interactive, and there's little games\" to keep it dynamic. Participants are matched with a group of peers (online) and they're led by a coach, who they can text or email back and forth with. \"We call it the symphony effect,\" Duffy says, because there are multiple methods working together to help participants stay on track.\n\nGetting started\n\nSometimes fear is a good motivator for losing weight. Don Speranza is in his late 60s and lives on a farm along the Columbia River in Washington state, where he runs a bed and breakfast with his wife. He's also the chef at the inn. \"I'm immersed in food all day,\" Speranza says.\n\nLast year he received an email from his doctor at Kaiser Permanente with some test results. \"It was like a gut punch, \" Speranza says.\n\nEnlarge this image toggle caption Courtesy of Don Speranza Courtesy of Don Speranza\n\nBased on his weight, which had been crept up to 210 pounds, and the results of his bloodwork to test his glucose, he was diagnosed with prediabetes. This means his blood sugar level was elevated, but not yet high enough to be diagnosed with the condition.\n\n\"It was a real come-to-Jesus moment,\" Speranza recalls. He knew that diabetes increased the risk of heart disease and can lead to many other complications including vision loss and amputations.\n\nWhen he signed up for the Omada program, the first thing he received was a scale. He began to weigh himself daily. He also began to track what he was eating. Each day he'd log his weight and meals and upload the data to a dashboard. His coach could see the data, too, and give him advice and encouragement.\n\n\"Oh, my coach, \" Speranza says. \"I can't sing her praises enough, she was so responsive.\" Even though they never met in person, they bonded. He took her advice and suggestions.\n\nHe realized, for instance, that he ate too much of the wrong things. \"Homemade breads and croissants, pasta and pizza,\" Speranza ticks off the list of baked treats with a mix of reverence and resolve in his voice.\n\nSperanza realized he had to change his relationship with these foods. Temporarily, he cut out all these refined carbohydrates. He had to train himself to resist all the treats he bakes for his guests.\n\nInstead, he began to fill his plate with more protein, vegetables and healthy fats. He raises animals on his organic farm, so he eats pastured meats, and a lot of salmon.\n\n\"Week by week, I'd make one or two little changes at a time, \" Speranza says. \"It was a game changer.\"\n\nThe weight began to fall off, and he started to move more. His coach nudged him to switch up his morning routine. He says he was accustomed to sitting each morning for an hour or so just drinking coffee. \"Now, I'll start the coffee,\" he says, but before he drinks it, \"I'll go outside and walk.\" He tracks his movement withe a wearable electronic device. He began with 2,000 steps logged during his morning walk but has now increased his steps significantly. And he rides a stationary bike, too.\n\n\"Now, I can almost keep up with my wife,\" Speranza says with a laugh.\n\nSince last May, he has lost about 50 pounds (52, to be exact, but it fluctuates a bit) and his blood sugar has returned to the normal range. He no longer has prediabetes.\n\n\"I feel so much better,\" Speranza says. As a baker, he buys flour in 50 pound sacks. \"Now, when I look at [the sacks] I'm aghast to think that's what I was carrying around.\"\n\nSuccess is not automatic\n\nNot every Omada Health participant makes the progress they're aiming for. After all, pulling off these changes is difficult\n\n\"I'm still on the journey to get to more optimal, health\" says Lonny Northrup, who lives in Utah. He lost weight while participating in the program, but when he hit a plateau in his weight loss, he felt stuck and he says he didn't get the personal support he would have liked from the program. \"For [many] days in a row I got an email saying, 'Hey, we noticed you didn't step on the scale,' \" he says. \"For some reason that didn't get escalated to the coach.\" So he says that was a disappointment.\n\nOverall, he says he would recommend the Omada Health program to a friend. \"I got really good, specific recommendations that worked for me and my lifestyle,\" Northrup says. And he says the convenience of having the program delivered on a smartphone was key, too.\n\nThere is some evidence that these kinds of programs are working. A recent pilot study with Utah-based Intermountain Healthcare that included about 200 people, all of whom were at high risk of Type 2 diabetes, found that 75 percent of the participants completed the Omada program and lost at least 5 percent of their body weight. And about 1 in 4 participants lost 7 percent of their body weight or more. That's promising, because there's evidence that a 7 percent body weight loss cuts the risk of developing diabetes by about 60 percent.\n\n\"This is one of the most exciting things,\" says Mark Greenwood, a physician with Intermountain.\n\nOmada Health is not the only player in this space. The Centers for Disease Control and Prevention recognizes many diabetes prevention lifestyle change programs, delivered both in-person and online, including Vida, which bills itself as a \"health transformation team\" that is data and tech-driven.\n\nAdditionally, traditional players in the weight loss space, such as Weight Watchers, now offer some similar incentives, such as personal coaching.\n\nGreenwood says he'd like to see many more patients try diabetes prevention programs. And he says he's pleased with the results of the pilot study of Omada's program.\n\n\"The data really does confirm that when you give people tools and help, instead of just preaching to them, it really does help.\"", "keywords": ["speranza", "lost", "coach", "prediabetes", "pounds", "omada", "diabetes", "weight", "reversed", "chef", "participants", "50", "digital", "program", "began", "health"], "polarity": 0.14099033816425122, "subjectivity": 0.44379227053140097},
{"title": "Robert Mueller's Pace Measures Up With Best Prosecutors 'In Modern History'", "url": "https://www.npr.org/2018/03/05/590296136/robert-muellers-pace-measures-up-with-best-prosecutors-in-modern-history", "text": "Robert Mueller's Pace Measures Up With Best Prosecutors 'In Modern History'\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nThe man leading the Justice Department's investigation into Russian interference in the 2016 election has been keeping busy.\n\nSpecial counsel Robert Mueller has been on the job for about nine months. But he has already charged 19 people with wrongdoing — and won guilty pleas from the president's former campaign vice chairman and his former national security adviser.\n\nScholars who focus on politically charged investigations that may lead into the White House have been taking note.\n\n\"Robert Mueller's pace in this investigation really is very similar to some of the best special prosecutors in modern history,\" said Ken Gormley, the president of Duquesne University and the author of two books on special prosecutors.\n\nThese investigations carry special burdens: to move forward quietly, with no leaks, and quickly, to prove guilt or innocence.\n\n\"The whole point of appointing an independent counsel in these kind of instances is to deal with the fact that there's a cloud over the highest levels of the executive branch and to restore public confidence, one way or the other,\" Gormley said.\n\nFor many people, the model prosecutor was Archibald Cox, who investigated Watergate for a little more than a year before he was fired.\n\n\"I'm not looking for a confrontation,\" Cox told reporters in 1973. \"I've worried a good deal through my life about the problems of imposing too much strain upon our constitutional institutions and I'm certainly not out to get the president of the United States.\"\n\nDuring his tenure, Cox developed evidence about obstruction of justice by President Richard Nixon. The prosecutor who replaced Cox built on that work, ultimately leading to Nixon's resignation.\n\nGormley said the current special prosecutor, Robert Mueller, is operating in that same mold.\n\nBut at the White House, President Trump and his lawyers have been pressing the Mueller team to move faster. So is another familiar figure: former Whitewater independent counsel Ken Starr.\n\n\"The American people, I think, want to know, was there collusion,\" Starr told CNN last week. \"Let's get that answered. That would be my sense, if I were at the Justice Department.\"\n\nStarr spent five years and more than $40 million investigating President Bill Clinton. Critics say Starr took too long and wandered away from his original mission. He was far from the only independent counsel to come under attack as a \"roving Frankenstein monster,\" Gormley said.\n\nIn the category of \"no end,\" there was the investigation of Clinton's secretary of Housing and Urban Development, Henry Cisneros. In 1995, then-Attorney General Janet Reno asked for an independent counsel to determine whether Cisneros should face prosecution for providing false information about payments to a former mistress.\n\n\"I'm disappointed by that outcome but I'm hopeful that the investigation will be completed expeditiously,\" Cisneros told reporters at the time.\n\nBut any hope Cisneros had for a speedy resolution went bust. The independent counsel in his case, David Barrett, kept working even after the law authorizing his work expired. Cisneros pleaded guilty to a misdemeanor charge and was later pardoned by the president. Still, Barrett's work continued. The final report emerged in 2006, nearly 11 years after he took office.\n\nRobert Mueller is a hard-driving former FBI director, not known for dallying in his work. He's already secured indictments against Russians for running an information warfare campaign aimed at the last presidential election.\n\nAnd yet, Wake Forest University professor Katy Harriger said measuring Mueller's success will be a challenge.\n\n\"For some people, success will only be if somehow the president gets impeached,\" Harriger said. \"And for other people, success is a complete exoneration.\"\n\nPush away that cloud of politics, she said, and success may be a report or a set of conclusions that most people can believe.", "keywords": ["robert", "cisneros", "counsel", "president", "modern", "prosecutors", "best", "work", "special", "mueller", "investigation", "measures", "history", "success", "cox", "pace", "independent", "muellers"], "polarity": 0.11580007002801118, "subjectivity": 0.3644397759103641},
{"title": "Major Medical Associations Feud Over Diabetes Guidelines", "url": "https://www.npr.org/sections/health-shots/2018/03/05/590922698/major-medical-associations-feud-over-diabetes-guidelines", "text": "Major Medical Associations Feud Over Diabetes Guidelines\n\nEnlarge this image BURGER/Getty Images BURGER/Getty Images\n\nA major medical association today suggested that doctors who treat people with Type 2 diabetes can set less aggressive blood sugar targets. But medical groups that specialize in diabetes sharply disagree.\n\nHalf a dozen medical groups have looked carefully at the best treatment guidelines for the 29 million Americans who have Type 2 diabetes and have come up with somewhat differing guidelines.\n\nThe American College of Physicians has reviewed those guidelines to provide its own recommendations, published in the Annals of Internal Medicine. It has decided that less stringent goals are appropriate for the key blood sugar test, called the A1C.\n\n\"There are harms associated with overzealous treatment or inappropriate treatment focused on A1C targets,\" says Dr. Jack Ende, president of the ACP. \"And for that reason, this is not the kind of situation where the college could just sit back and ignore things.\"\n\nThe ACP, which represents internists, recommends that doctors aim for an A1C in the range of 7 to 8 percent, not the lower levels that other groups recommend.\n\nFor people who have already achieved a lower level, \"consider de-intensifying treatment,\" Ende says. \"That is, reducing one of the medications, stopping a medication, just allow the A1C to be between 7 and 8.\"\n\nSome studies have shown that people who have aggressively pushed to lower their blood sugar are at somewhat higher risk of premature death. People also suffer from low blood sugar as a result of aggressive treatment.\n\nThat was the case for Valerie Pennington, a special-needs teacher who lives in Odessa, Mo. She was diagnosed in her mid-40s and put on an aggressive treatment regime.\n\n\"The nurse at school — because I was going low so much — made me get an alarm clock.\" Otherwise, she says, she didn't realize when she was about to faint. \"At one point, one of the children actually had to save me because I had just zoned out.\"\n\nPennington also had trouble losing weight because one of the drugs she took for diabetes often leads to weight gain.\n\nThe upside for her — and it's a big one — is that once she was off that drug, she shed 100 pounds and has been able to keep her blood sugar in the normal range.\n\nShe says her general-practice doctor wasn't fixated on a particular number for her A1C, \"but my ophthalmologist would always check the number because above 6.5 the chances of getting retinopathy grow.\"\n\nPeople with elevated blood sugar risk more than their vision, says Dr. George Grunberger, who was on the committee that drew up diabetes guidelines for the American College of Endocrinologists and is past president of the American Association of Endocrinologists.\n\n\"The moment your glucose goes above normal, it's incurring damage to the back of the eye, to kidneys and to nerves, especially in your feet,\" he says.\n\nGrunberger says he is stunned to see the American College of Physicians giving more weight to the risks of low blood sugar than the benefits of keeping it under control.\n\n\"My concern is this will be a message to many practicing physicians saying, 'Well, don't worry about it so much, because it's OK,' \" he says.\n\nHe is even more surprised by the suggestion to let a patient's blood sugar levels rise if the A1C is below 7 percent. He says that is based on a misinterpretation of old studies conducted for purposes other than setting optimal blood sugar levels.\n\nThe American Diabetes Association also rejects the ACP's recommendation.\n\n\"We stand by our guidelines,\" says Dr. William Cefalu, chief scientific, medical and mission officer of the ADA.\n\nCefalu says, for one thing, the new guidance gives short shrift to a new generation of drugs that are in use to control blood sugar, \"and these drugs do have less risk for hypoglycemia [low blood sugar] and some have very favorable effects on body weight and other cardiovascular risk factors.\"\n\nEveryone does agree on one thing: There is no one-size-fits-all solution.\n\n\"These are recommendations,\" Ende, the ACP president, says. \"Your doctor should make a decision based upon his best information or her best information as well as your particular case.\"", "keywords": ["american", "diabetes", "treatment", "medical", "a1c", "major", "sugar", "weight", "risk", "guidelines", "low", "feud", "blood", "associations"], "polarity": 0.12200635386119257, "subjectivity": 0.341813294232649},
{"title": "Roger Bannister, First Runner To Break 4-Minute Mile Mark, Dies At 88", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590792079/roger-bannister-first-runner-to-break-4-minute-mile-dies-at-88", "text": "Roger Bannister, First Runner To Break 4-Minute Mile Mark, Dies At 88\n\nEnlarge this image toggle caption AP AP\n\nIn 1954, at the age of 25, Roger Bannister made headlines around the world as the first person to run a mile under 4 minutes.\n\nBannister's 3:59:4 mile unlocked the door to what was possible in track — both physically and psychologically.\n\nIt had long been thought that a sub 4-minute mile was far from achievable and perhaps deadly for those who tried.\n\nBritish Prime Minister Theresa May led the tributes to the former athlete, who later became one of Europe's leading neurologists and was made a knight.\n\n\"Sir Roger Bannister was a great British sporting icon whose achievements were an inspiration to us all. He will be greatly missed,\" she said on Twitter.\n\nAt the same time Bannister was training on the track, he was going to school to become a doctor. At the end of 1954, he retired from sports to pursue his medical career.\n\nLong after his record had been broken, Bannister said he considered his contributions to neurology more satisfying.\n\nFormer Associated Press writer Marcus Eliason, shared his memories of interviewing Bannister to mark the 30th anniversary of his historic track achievement.\n\n\"In 1984, while stationed in London for The Associated Press, I phoned Roger Bannister to request an interview for the 30th anniversary of his becoming the first man to run a mile in under 4 minutes. His initial response was: \"Is there still any interest in this?\" \"One has only to look at the worldwide reaction to his death at 88 to grasp what an understatement that was. And the interview remains one of the most enjoyable I ever had.\"\n\nBannister also accomplished another first in 1954: He was picked by Sports Illustrated to be the magazine's first Sportsman of the Year.\n\nAs long as it took to break the 4-minute barrier, Bannister's record lasted only 46 days. Australian John Landy beat it by running a 3:57:9 mile.\n\nLandy and American miler Wes Santee had been threatening to be the first to break the 4-minute mark.\n\n\"As it became clear that somebody was going to do it, I felt that I would prefer it to be me,\" Bannister said in an AP interview.\n\nThe current record for the mile is 3:43:13. It has been held since 1999 by Morocco's Hicham El Guerrouj. He is the 13th record holder.\n\nBannister died Saturday in Oxford, where he lived in a modest home just minutes from the track where he made history.", "keywords": ["1954", "record", "break", "press", "bannister", "mile", "dies", "runner", "4minute", "mark", "track", "run", "88", "roger"], "polarity": 0.1325, "subjectivity": 0.38752976190476196},
{"title": "China Announces Largest Military Spending Increase In 3 Years", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590845672/china-announces-largest-military-spending-increase-in-three-years", "text": "China Announces Largest Military Spending Increase In 3 Years\n\nEnlarge this image toggle caption AFP Contributor/AFP/Getty Images AFP Contributor/AFP/Getty Images\n\nChina on Monday announced the largest increase in three years to its defense budget, saying it would spend 8.1 percent more than the previous year as the country continues a push to modernize its military and expand its air and naval capabilities.\n\nAsia China-U.S. Tensions Escalate On The High Seas China-U.S. Tensions Escalate On The High Seas Download · 5:15 5:15\n\nHowever, the official Xinhua news agency reports that the latest budget — made available ahead of the country's 13th National People's Congress (NPC) in Beijing — marks the \"third time for the growth rate to dip into the single digit since 2011, following 7.6 percent in 2016 and 7 percent in 2017.\"\n\nAsia The Implications Of China Eradicating Presidential Term Limits The Implications Of China Eradicating Presidential Term Limits Listen · 4:30 4:30\n\nOnly the U.S. outpaces China in military spending, with Washington's defense outlays running about four times Beijing's, according to the London-based International Institute for Strategic Studies (IISS).\n\nAsia China Plans To Abolish Term Limits For President Xi Jinping China Plans To Abolish Term Limits For President Xi Jinping Listen · 3:52 3:52\n\nThe new military budget comes as the NPC is expected to abolish term limits for China's President Xi Jinping, a move that hearkens back to the era of autocratic rule under Mao Zedong and was signaled in October when Xi broke with precedent and failed to name a successor at China's Communist Party Congress.\n\nAsia USS Carl Vinson Will Spend The Next Few Days In Da Nang, Vietnam A U.S. Aircraft Carrier Anchors Off Vietnam For The First Time Since The War Listen · 3:34 3:34\n\nIt also comes amid increased tension with the U.S., as Washington beefs up its naval presence in the South China Sea and Beijing has shown an increasing willingness to flex its muscles there, much to the chagrin of many of its maritime neighbors.\n\nXinhua quotes Major General Chen Zhou, research fellow at the Academy of Military Sciences affiliated with the People's Liberation Army (PLA) as saying:\n\n\"Steady and appropriate growth of defense spending is necessary because the Chinese armed forces have been modernizing to keep up with the country's development ... A large part of the increased spending is for upgrading equipment, supporting military reforms and improving the welfare and training conditions of servicemen and women, Chen said.\"\n\nIn a statement last month, IISS Director-General John Chipman cited China's and Russia's resurgent militaries as \"challenging the global predominance of the United States and its allies.\"\n\n\"[While] a great power war is not inevitable, states are systematically preparing for the possibility of conflict,\" he said, adding that China's \"land and naval forces are modernizing and progress in defense aerospace remains remarkable.\"\n\nAmong other things, Chipman said, by 2020, China was likely to field its Chengdu J-20 stealth fighter jet, effectively ending the U.S. monopoly on such combat aircraft.", "keywords": ["xi", "chinas", "limits", "naval", "defense", "announces", "largest", "increase", "china", "president", "term", "military", "spending"], "polarity": 0.1097049062049062, "subjectivity": 0.38153487253487245},
{"title": "Aspen Words Literary Prize Finalists 'Capture The Messiness Of Reality'", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590763240/aspen-words-literary-prize-finalists-capture-the-messiness-of-reality", "text": "Aspen Words Literary Prize Finalists 'Capture The Messiness Of Reality'\n\nFrom a list of 20 nominees, the contenders have been whittled to just five.\n\nThe inaugural Aspen Words Literary Prize unveiled its finalists Monday: Sing, Unburied, Sing, by Jesmyn Ward; What We Lose, by Zinzi Clemmons; Mad Country, by Samrat Upadhyay; Exit West, by Mohsin Hamid; and What It Means When a Man Falls from the Sky, by Lesley Nneka Arimah.\n\nEnlarge this image NPR NPR\n\nThe Aspen Institute has established the brand-new annual prize, which will hand out $35,000 to its eventual winner, with the intent to recognize \"an influential work of fiction that illuminates a vital contemporary issue and demonstrates the transformative power of literature on thought and culture.\"\n\n\"I think we wanted writers who are really able to capture the messiness of reality and human experience in their works — in whichever direction they took,\" Phil Klay, the head judge on the prize's five-member jury, told NPR.\n\nKlay, a National Book Award winner in fiction himself, said the writers they kept in contention took different tacks to their destination, approaching either from the intimately personal or from a broad social context — but they shared some crucial things in common.\n\n\"These are the books which we think are most vital for understanding who we are as a people, as a country, as a world right now,\" he added. \"And that sounds like a big, broad statement, but I think that's what you're going to find in the best fiction written about social issues right now.\"\n\nThe winner will be announced at a ceremony in New York City on April 10. In the meantime, get to know the finalists: You'll find the full shortlist below, coupled with the judges' explanation of why they loved the book — plus NPR's previous coverage of the authors or works, where available.\n\nSing, Unburied, Sing by Jesmyn Ward\n\n\"Writing at the height of her powers, in Sing, Unburied, Sing, Jesmyn Ward brings us a brutally-honest family history—a stark genealogy of those linked in life and after death, by the roots and branches of racism. Ward's writing is at turns lyrical and elegiac, intricate and plainly-said, yet always deeply affecting. This revelatory work illuminates the historical ties that bind us all.\"\n\nWhat We Lose by Zinzi Clemmons\n\n\"In What We Lose, Zinzi Clemmons has crafted a profound and formally daring novel about a young woman reconciling herself to the death of her South African-born mother. Clemmons writes with deep intelligence and tremendous emotional force about loss, about identity, about family, and about the subtle ways social structures intrude upon the space we try to carve out for ourselves and for those we love.\"\n\nMad Country by Samrat Upadhyay\n\n\"The stories in Mad Country bring news: of Nepalese in Nepal, of immigrants in Middle America, of the confused and heartbroken. These are stories without the least sentimentality and a great deal of humor. There is in each story a direct engagement with history and the political without the least trace of the didactic. Surely this must be recognized as something magical.\"\n\nExit West by Mohsin Hamid\n\n\"Exit West, Mohsin Hamid's magical realist novel about refugees, is a work of deep humanity. His sentences are exquisite, capable of jaw-dropping surprise, elegant emotional exploration, and bone-chilling horror within a few clauses. And by bringing the contemporary refugee crisis into countries that have mostly ignored the suffering beyond their borders, he forces us to ask ourselves how we are reacting to the crisis, and what potential we have to do better. In a world with 50 million displaced people, this is a novel that affects us all.\"\n\nWhat It Means When a Man Falls from the Sky by Lesley Nneka Arimah\n\n\"Lesley Nneka Arimah's collection of stories marks the debut of a truly remarkable talent. The tales she spins, set mostly in her native Nigeria and in the United States, are told with rare and stunning beauty. Whether describing a post-apocalyptic future, a battle of the spirits, or tension between a mother and daughter, her writing is poignant and rich, full of staggering images and stunning twists. But even her bleakest portraits of pain are marked by a nourishing belief in the virtue of perseverance and the power of hope.\"", "keywords": ["capture", "aspen", "reality", "words", "literary", "think", "winner", "work", "social", "zinzi", "west", "sing", "finalists", "prize", "messiness", "unburied", "country"], "polarity": 0.1413069325041156, "subjectivity": 0.518871308660041},
{"title": "A Year After Envelope Pandemonium, A Ho-Hum Night Is Just What The Oscars Ordered", "url": "https://www.npr.org/sections/monkeysee/2018/03/05/590786144/a-year-after-envelope-pandemonium-a-ho-hum-night-is-just-what-the-oscars-ordered", "text": "A Year After Envelope Pandemonium, A Ho-Hum Night Is Just What The Oscars Ordered\n\nEnlarge this image toggle caption Kevin Winter/Getty Images Kevin Winter/Getty Images\n\nIt only stands to reason that the most surprising Oscars might be followed by the least surprising Oscars.\n\nLast year's awards closed with the biggest Oscars screw-up of all time, in which Faye Dunaway and Warren Beatty announced the wrong best picture winner (La La Land) and then the embarrassed producers took it back and gave it to the film that actually won (Moonlight). So it was hard not to wonder on Sunday night what the Oscars would look like a year later — especially given that these were the awards for the year in which a very unconventional president took office. A year in which the Academy expelled Harvey Weinstein, one of its most powerful mega-producers. A year in which one of the best supporting actor nominees (Christopher Plummer in All the Money in the World) stepped in to take over and reshoot scenes after the original actor (Kevin Spacey) was accused of sexual misconduct and pulled from the film — not figuratively, but actually, shot by shot.\n\nWould this be a chance to reward fresh voices like Jordan Peele (Get Out) or Greta Gerwig (Lady Bird)? Opportunities for firsts were there, as they often are. For instance, the Academy had the chance to give a woman the award for best cinematography for the first time ever — Rachel Morrison for Mudbound. (Morrison, as it happens, also recently shot Black Panther, so Sunday night notwithstanding, she's doing fine.)\n\nBut for the most part, it turned out to be a predictable evening, with nothing that qualified as much of a surprise. The best picture winner was The Shape of Water, Guillermo del Toro's gorgeously composed adventure romance about a woman and a fish-man and the forces trying to keep them apart. It also won best director for del Toro. The film isn't for everyone, but it's not as polarizing as Three Billboards Outside Ebbing, Missouri or as daring as Get Out or as weird as Phantom Thread. It's lovely and packed with good performances and beautiful shots — precisely the kind of film that often wins Oscars.\n\nThe acting categories went entirely as expected, too. Frances McDormand won for her role in Three Billboards; Gary Oldman won for playing Winston Churchill in Darkest Hour; Allison Janney won for playing Tonya Harding's mother in I, Tonya; and Sam Rockwell also won for Three Billboards. It went on: Phantom Thread was about beautiful clothes, and it won for best costume design. Darkest Hour featured classic Hollywood aging makeup, so it won best makeup and hair.\n\nAnd Rachel Morrison lost to Roger Deakins, a revered cinematographer who won for the first time on his 14th nomination, for Blade Runner 2049.\n\nThere were technical awards, and there were feature winners in other categories: Icarus, which is about Russian doping, won best documentary feature. Best foreign language film went to A Fantastic Woman, from Chile. Coco won best animated feature.\n\nBut the closest thing to a surprise in a major category might have been Jordan Peele's win for best original screenplay for his social critique and horror movie Get Out. Even he wasn't a particularly long shot there, particularly since it's not uncommon for screenplay awards to be consolation prizes for films that don't win for picture or director. Even people who don't love the film often acknowledge its freshness and the crackle and uniqueness of Peele's authorial voice, so if that's your upset, it's a little one.\n\nThe broadcast itself seemed as tame as the winners' list. The we-love-movies montages were thick on the ground — one that came about an hour into the broadcast seemed to be trying the patience of a significant chunk of the tweeting audience, which is a highly unscientific measure of absolutely anything. One, introduced by Cherokee actor and military veteran Wes Studi (currently appearing in Hostiles with Christian Bale), saluted films about the military and thanked members of the service and their families. The five perfectly good nominated songs brought out an assortment of fine performers, including Mary J. Blige, Sufjan Stevens, Common, Andra Day, Miguel and even a warbling Gael Garcia Bernal.\n\nThe Oscars are always aware — often awkwardly — of current national politics. This year, though the president and Congress came up infrequently, the issue of immigration was on the minds of several winners and presenters. Actors Kumail Nanjiani and Lupita Nyong'o, presenting the award for production design, made one of the most direct appeals. They explained that they are both immigrants (she's from Kenya; he responded that he's from Pakistan and Iowa, \"two places Hollywood can't find on a map\"). And he added, \"To all the dreamers out there, we stand with you.\" While the gauzy nature of Hollywood fantasy often leads to such language, the meaning was quite clear in this case.\n\nJimmy Kimmel hosted for the second year in a row — and he, too, has had an interesting year. While he's always been the most sarcastic and arch of the late-night hosts, his public image warmed up and grew more complex after he spoke about his infant son's health problems and made both friends and foes during the contentious debates over the future of the Affordable Care Act.\n\nHe came back with something to prove, in the sense that he didn't want the show to come apart completely in its last 10 minutes. \"This time, when you hear your name called, don't get up right away,\" he joked. His monologue was skillfully balanced and focused on the #MeToo and #TimesUp movements that have been bolstered by public attention in the last six months (although activist Tarana Burke began using the phrase \"Me Too\" in a movement to address sexual assault, particularly against women of color, years ago).\n\nThe task of digging more seriously into the issues of representation fell to Annabella Sciorra, Ashley Judd and Salma Hayek, all of whom have shared their stories in recent months. They introduced a lengthy segment devoted to the issue of representation, in which actors and directors spoke about the importance of representing a broader range of perspectives. As Nanjiani put it, he's been watching stories made by straight white dudes about straight white dudes — and enjoying them — his whole life. There's no reason they can't do the same with a movie about him.\n\nJust after that segment, James Ivory won the Oscar for best adapted screenplay for Call Me By Your Name, the coming-of-age love story between a 17-year-old and the graduate student who comes to live with his family. Jordan Peele won just after that. So: one step forward at a time for those interested in better representation, perhaps.\n\nKimmel did introduce some silliness, even with the mood more filled with purpose than usual. He promised a jet ski, modeled by Helen Mirren, to the winner who gave the shortest speech. Over the course of the evening, the pot sweetened: They added a trip. For a moment, it seemed like Janney might nab it when her opening line was, \"I did it all by myself!\" She could have had a jet ski, but it was not to be. She went with graciousness and thanked everyone, just as a good winner does, and in the end, the prizes went to Phantom Thread costume designer Mark Bridges. The most attention-grabbing speech, as opposed to the shortest, likely came from McDormand, who encouraged people with negotiating power to make use of \"inclusion riders,\" contractual provisions that require diverse hiring on their films, including crew.\n\nJimmy Kimmel being Jimmy Kimmel, he did insist upon once again doing a Kimmel-style \"prank,\" similar to the one last year in which he brought a bunch of \"ordinary\" people into the theater to surprise them with a peek at some movie stars. It was awkward at best, so this year, they reversed it: Kimmel took stars — including Gal Gadot, Armie Hammer, Lin-Manuel Miranda, Guillermo del Toro and Margot Robbie — over to a movie theater to surprise the patrons with snacks and gratitude for going to the movies. Fine, fine. But forgettable and probably not necessary on a show that clocked in about 15 minutes shy of four hours.\n\nThere are probably a lot of people adjacent to the Oscars who just didn't want any surprises Sunday night. And the biggest takeaway from the evening — the good news and the bad news — is that there weren't any.", "keywords": ["oscars", "kimmel", "envelope", "went", "pandemonium", "best", "winner", "won", "film", "night", "surprise", "movie", "hohum", "ordered"], "polarity": 0.22942930861409125, "subjectivity": 0.4294737750172533},
{"title": "2018 Oscar Winners: The Complete List", "url": "https://www.npr.org/sections/monkeysee/2018/03/04/589540426/oscars-2018-the-list-of-winners-so-far", "text": "2018 Oscar Winners: The Complete List\n\nEnlarge this image toggle caption Kevin Winter/Getty Images Kevin Winter/Getty Images\n\nUpdated at 11:46 p.m. ET\n\nGuillermo del Toro's The Shape Of Water took home the evening's biggest prize, best picture. The film follows a mute cleaning woman who falls in love with an amphibian creature in a Cold War-era government lab.\n\nThe rest of the winners are below, marked in bold.\n\nBest picture\n\nCall Me By Your Name\n\nDarkest Hour\n\nDunkirk\n\nGet Out\n\nLady Bird\n\nPhantom Thread\n\nThe Post\n\nThe Shape Of Water\n\nThree Billboards Outside Ebbing, Missouri\n\nDirecting\n\nChristopher Nolan (Dunkirk)\n\nJordan Peele (Get Out)\n\nGreta Gerwig (Lady Bird)\n\nPaul Thomas Anderson (Phantom Thread)\n\nGuillermo Del Toro (The Shape Of Water)\n\nActress in a leading role\n\nSally Hawkins (The Shape Of Water)\n\nFrances McDormand (Three Billboards Outside Ebbing, Missouri)\n\nMargot Robbie (I, Tonya)\n\nSaoirse Ronan (Lady Bird)\n\nMeryl Streep (The Post)\n\nActor in a leading role\n\nTimothée Chalamet (Call Me By Your Name)\n\nDaniel Day-Lewis (Phantom Thread)\n\nDaniel Kaluuya (Get Out)\n\nGary Oldman (Darkest Hour)\n\nDenzel Washington (Roman J. Israel, Esq.)\n\nWriting (original screenplay)\n\nEmily V. Gordon and Kumail Nanjiani (The Big Sick)\n\nJordan Peele (Get Out)\n\nGreta Gerwig (Lady Bird)\n\nScreenplay by Guillermo Del Toro and Vanessa Taylor; story by Guillermo Del Toro (The Shape Of Water)\n\nMartin McDonagh (Three Billboards Outside Ebbing, Missouri)\n\nWriting (adapted screenplay)\n\nJames Ivory (Call Me By Your Name)\n\nScott Neustadter and Michael H. Weber (The Disaster Artist)\n\nScreenplay by Scott Frank, James Mangold and Michael Green; story by James Mangold (Logan)\n\nAaron Sorkin (Molly's Game)\n\nScreenplay by Virgil Williams and Dee Rees (Mudbound)\n\nAnimated feature film\n\nThe Boss Baby\n\nThe Breadwinner\n\nCoco\n\nFerdinand\n\nLoving Vincent\n\nMusic (original song)\n\n\"Mighty River\" by Mary J. Blige, Raphael Saadiq and Taura Stinson (Mudbound)\n\n\"Mystery of Love\" by Sufjan Stevens (Call Me By Your Name)\n\n\"Remember Me\" by Kristen Anderson-Lopez and Robert Lopez (Coco)\n\n\"Stand Up for Something\" by Diane Warren and Lonnie R. Lynn (aka Common) (Marshall)\n\n\"This is Me\" by Benj Pasek and Justin Paul (The Greatest Showman)\n\nMovie Interviews 'Icarus' Filmmaker Talks About Stumbling Upon International Doping Scandal 'Icarus' Filmmaker Talks About Stumbling Upon An International Doping Scandal Listen · 10:29 10:29\n\nDocumentary (feature)\n\nAbacus: Small Enough To Jail\n\nFaces Places\n\nIcarus\n\nLast Men In Aleppo\n\nStrong Island\n\nDocumentary (short subject)\n\nEdith + Eddie\n\nHeaven Is A Traffic Jam On The 405\n\nHeroin(e)\n\nKnife Skills\n\nTraffic Stop\n\nForeign language film\n\nA Fantastic Woman (Chile)\n\nThe Insult (Lebanon)\n\nLoveless (Russia)\n\nOn Body And Soul (Hungary)\n\nThe Square (Sweden)\n\nActor in a supporting role\n\nWillem Dafoe (The Florida Project)\n\nWoody Harrelson (Three Billboards Outside Ebbing, Missouri)\n\nRichard Jenkins (The Shape Of Water)\n\nChristopher Plummer (All The Money In The World)\n\nSam Rockwell (Three Billboards Outside Ebbing, Missouri)\n\nActress in a supporting role\n\nMary J. Blige (Mudbound)\n\nAllison Janney (I, Tonya)\n\nLesley Manville (Phantom Thread)\n\nLaurie Metcalf (Lady Bird)\n\nOctavia Spencer (The Shape Of Water)\n\nMakeup and hairstyling\n\nKazuhiro Tsuji, David Malinowski and Lucy Sibbick (Darkest Hour)\n\nDaniel Phillips and Lou Sheppard (Victoria & Abdul)\n\nArjen Tuiten (Wonder)\n\nFilm editing\n\nPaul Machliss and Jonathan Amos (Baby Driver)\n\nLee Smith (Dunkirk)\n\nTatiana S. Riegel (I, Tonya)\n\nSidney Wolinsky (The Shape Of Water)\n\nJon Gregory (Three Billboards Outside Ebbing, Missouri)\n\nVisual effects\n\nJohn Nelson, Gerd Nefzer, Paul Lambert and Richard R. Hoover (Blade Runner 2049)\n\nChristopher Townsend, Guy Williams, Jonathan Fawkner and Dan Sudick (Guardians Of The Galaxy Vol. 2)\n\nStephen Rosenbaum, Jeff White, Scott Benza and Mike Meinardus (Kong: Skull Island)\n\nBen Morris, Mike Mulholland, Neal Scanlan and Chris Corbould (Star Wars: The Last Jedi)\n\nJoe Letteri, Daniel Barrett, Dan Lemmon and Joel Whist (War For The Planet Of The Apes)\n\nMusic (original score)\n\nHans Zimmer (Dunkirk)\n\nJonny Greenwood (Phantom Thread)\n\nAlexandre Desplat (The Shape Of Water)\n\nJohn Williams (Star Wars: The Last Jedi)\n\nCarter Burwell (Three Billboards Outside Ebbing, Missouri)\n\nShort film (live action)\n\nDeKalb Elementary\n\nThe Eleven O'Clock\n\nMy Nephew Emmett\n\nThe Silent Child\n\nWatu Wote/All Of Us\n\nShort film (animated)\n\nDear Basketball\n\nGarden Party\n\nLou\n\nNegative Space\n\nRevolting Rhymes\n\nSound mixing\n\nJulian Slater, Tim Cavagin and Mary H. Ellis (Baby Driver)\n\nRon Bartless, Doug Hemphill and Mac Ruth (Blade Runner 2049)\n\nMark Weingarten, Gregg Landaker and Gary A. Rizzo (Dunkirk)\n\nChristian Cooke, Brad Zoern and Glen Gauthier (The Shape Of Water)\n\nDavid Parker, Michael Semanick, Ren Klyce and Stuart Wilson (Star Wars: The Last Jedi)\n\nSound editing\n\nJulian Slater (Baby Driver)\n\nMark Mangini and Theo Green (Blade Runner 2049)\n\nRichard King and Alex Gibson (Dunkirk)\n\nNathan Robitaille and Nelson Ferreira (The Shape Of Water)\n\nMatthew Wood and Ren Klyce (Star Wars: The Last Jedi)\n\nCostume design\n\nJacqueline Durran (Beauty And The Beast)\n\nJacqueline Durran (Darkest Hour)\n\nMark Bridges (Phantom Thread)\n\nLuis Sequeira (The Shape Of Water)\n\nConsolata Boyle (Victoria & Abdul)\n\nCinematography\n\nRoger Deakins (Blade Runner 2049)\n\nBruno Delbonnel (Darkest Hour)\n\nHoyte Van Hoytema (Dunkirk)\n\nRachel Morrison (Mudbound)\n\nDan Lausten (The Shape Of Water)\n\nProduction design\n\nSarah Greenwood and Katie Spencer (Beauty And The Beast)\n\nDennis Gassner and Alessandra Querzola (Blade Runner 2049)\n\nSarah Greenwood and Katie Spencer (Darkest Hour)\n\nNathan Crowley and Gary Fettis (Dunkirk)\n\nPaul Denham Austerberry, Shane Vieau and Jeff Melvin (The Shape Of Water)", "keywords": ["complete", "wars", "star", "outside", "shape", "oscar", "ebbing", "billboards", "runner", "blade", "winners", "2018", "phantom", "darkest", "list"], "polarity": 0.10296686072548143, "subjectivity": 0.34308292282430214},
{"title": "Like It Or Not, Personal Health Technology Is Getting Smarter", "url": "https://www.npr.org/sections/health-shots/2018/03/05/588914818/personal-tech-devices-are-still-learning-how-to-improve-health", "text": "Like It Or Not, Personal Health Technology Is Getting Smarter\n\nEnlarge this image toggle caption martin-dm/Getty Images martin-dm/Getty Images\n\nWith sensors that can collect data on body movements, heart rate, blood pressure and other metrics, the list of health trackers that go beyond activity trackers like Fitbits gets longer each year.\n\n\"There's definitely an explosion of these things,\" says Dr. Joseph Kvedar, the vice president for connected health at Partners HealthCare in Boston, and an associate professor of dermatology at Harvard Medical School.\n\nSome of these devices will lead to a better health care system, Kvedar predicts, with cheaper, more efficient care. But that will take separating useful devices and data from superfluous ones — no easy task. And not everyone believes the changes that personal health trackers are bringing will be good. The clinical accuracy and privacy of many devices remain unproved.\n\n\"In a practical sense the implementation of this is still quite problematic,\" says Lukasz Piwek, a data scientist at the University of Bath in the United Kingdom.\n\nStill, that recent developments have made personal health tracking more powerful is undeniable, even to skeptics.\n\n\"The accuracy is getting better, Piwek says. \"Maybe two or three years ago it was more a problematic issue.\" The machine learning algorithms are getting better at picking out complex patterns from the noise, he says.\n\nOne such algorithm, according to Piwek, may be the Sleep Number's \"smart bed\" technology. There are sensors embedded throughout the mattress.\n\n\"The sensors detect any motion of your body,\" says Pete Bils, Sleep Number's vice president of science and research. \"When your heart beats, your body actually presses on the mattress and we pick that up,\" he says. \"When you breathe, your chest moves and we pick that up.\"\n\nThe bed sends these and other data to a Sleep Number computer, Bils explains, where an algorithm crunches the numbers and sends you a smartphone alert on \"how well\" you slept.\n\nEnlarge this image toggle caption Courtesy of Sleep Number Courtesy of Sleep Number\n\nDoes that have a bearing on your health? Maybe. Fed by user inputs from consumers who already own a bed, that algorithm has been getting smarter.\n\n\"We collect 4 million biometric data points each night from hundreds of thousands of sleepers,\" Bils says. The algorithm combines that information with research from the company's sleep labs.\n\n\"There are signatures that change in your sleep that are indicative of something bigger,\" Bils says. \"We are starting to identify what those changes represent — whether it's a heart issue or a breathing issue or a sleep disorder.\"\n\nThe bed is still a ways off from telling if you have a disorder like sleep apnea with any confidence. In some cases, restless sleep and a higher heart rate might be the consequence of a night of heavy drinking, for example.\n\nSleep Number's algorithm \"seems like a work in progress,\" Piwek says. \"Based on available research, it's difficult to create sophisticated machine learning predictions like sleep apnea or heart rate conditions.\"\n\nBut a lot of companies are working on that, he says and \"it's probably just a matter of time,\" before they find good solutions.\n\nAs for Sleep Number, Bils says the company isn't aiming to actually diagnose anything. You'd still want to ask your doctor to do a more thorough examination, he says. But the hope is that sleepers on a smart bed who have been alerted could help their doctor catch health issues before they fully develop — or at least catch such conditions earlier.\n\nOther firms are already converting more traditional health instruments — like blood pressure cuffs, weight scales and heart monitors — into consumer electronics. Many of these were created for people who are simply interested in personal metrics, but such devices are finding their way into programs designed to support patients who have chronic illnesses, such as diabetes or dementia.\n\nBoston's Massachusetts General Hospital, which is managed by Partners HealthCare, tried one such monitoring program for patients with heart failure. The patients each got an Internet-connected weight scale and blood pressure cuff that streamed data to the medical team.\n\n\"A clinician touches base with the patient if there's a reading that's out of parameter, and can intervene before they get sicker,\" says Kvedar, who has studied the program. Already, he says, this sort of tracking has helped lower hospital readmission rates, costs and mortality for these patients, at least in the first few months of use.\n\nThe real dream for evangelists of personal health monitoring is an expansion of these kinds of programs to people who aren't sick. Kvedar envisions \"a world where everything is measured, everything is proactive and preventative, and we react to it before you get sick.\"\n\nWith a network of smart devices collecting information on sleep, exercise, heart activity, weight and more, a clinical team equipped with powerful AI might be empowered to make more medical decisions remotely, he says, with fewer office visits.\n\n\"It moves care away from the hospital and the [doctor's] office,\" he says, \"and makes it a continuous function in your life.\"\n\nThat vision bespeaks a technological utopia of sorts, but University of Bath's Piwek has a less rosy view. Problems still abound, he says, even in getting patients to commit to using these things.\n\n\"People drop using them after a few months because they don't find sufficient value in the devices,\" Piwek says. After all, if you're healthy and not any particular risk for a disease, monitoring yourself may not feel worth the extra effort.\n\nMany doctors, too, remain skeptical as to whether the data coming in from consumer devices are even useful, Kvedar says.\n\n\"There's a fear of data overload [among physicians] that is realistic,\" he says. \"And some health care providers may be skeptical that an Internet-linked blood pressure cuff is as reliable as one they've been using for years.\"\n\nThe concerns over reliability loom especially large when it comes to consumer health electronics, Piwek agrees. Many consumer devices can give information that's reliably accurate enough to meet clinical standards, he says, but others may not.\n\nUnlike with medical devices regulated by the Food and Drug Administration, there's no approval process requiring the makers of consumer electronics that are designed for \"personal tracking\" to meet a medical-grade quality standard.\n\n\"Trials have been done [on consumer electronics, such as heart monitors] with varying results,\" Piwek says. \"Sometimes the wearables are off, and sometimes they are very close. But clinicians can't get the wrong information from this device if they are going to use it for diagnosis or prescriptions.\"\n\nHow all this personal data will be distributed and protected is another cause for apprehension, Piwek says. HIPAA, the Health Insurance Portability and Accountability Act, provides protection for data collected through FDA-approved medical devices and medical professionals. But it doesn't say anything about safeguarding information from consumer health trackers.\n\nWithout privacy and security provisions for data collected through consumer electronics, the door is open for companies to trade your data, Piwek says.\n\n\"Even anonymized, data can be cross-referenced with other information,\" which can reveal your identity, he says. \"[It's] dangerous in terms of insurance or invasive profiling of your patterns, activities and health.\"\n\nIn principle, he says, access to these data could enable insurers to infer something about you — such as that you have a pre-existing condition.\n\nHow reliability, security and privacy will be handled with these devices are questions that need solving fast, Piwek says. Personal health electronics are quickly becoming staples of our environment. He thinks there will come a day when these devices are integrated into everyone's health care.\n\n\"That is the future we have to face,\" Piwek says. \"And that's where government practices are so important.\"", "keywords": ["data", "personal", "heart", "technology", "information", "piwek", "consumer", "sleep", "medical", "devices", "getting", "health", "smarter"], "polarity": 0.08583701521845853, "subjectivity": 0.447508591065292},
{"title": "South Korean Officials Meet Kim Jong Un To Pave The Way For U.S. Talks", "url": "https://www.npr.org/2018/03/05/590803606/south-korean-delegation-arrives-in-pyongyang-for-talks-with-north-korea", "text": "South Korean Officials Meet Kim Jong Un To Pave The Way For U.S. Talks\n\nEnlarge this image toggle caption Jung Yeon-je/AP Jung Yeon-je/AP\n\nUpdated at 11:10 a.m. ET.\n\nNorth Korean leader Kim Jong Un hosted a dinner to welcome delegates from South Korea on Monday, in a visit Seoul hopes will pave the way for talks between North Korea and the United States.\n\nThe 10-member delegation includes a top national security adviser and spy chief — marking the first time South Korean officials are reported to have met the North Korean leader since he took power in 2011.\n\nThe trip is a reciprocation for the visit that North Korean officials, including the leader's younger sister Kim Yo Jong, made to the Winter Olympics last month.\n\nThe South Korean envoys flew a direct route from Seoul to Pyongyang by government plane. They'll stay for two days. The last South Korean delegation to go to North Korea was more than 10 years ago, in 2007, which helped create conditions for an inter-Korean summit later that year.\n\nFollowing this week's visit, two of the envoys — the head of the National Security Office in South Korea and the intelligence chief — are expected to go to the United States to brief government officials. South Korean media say there will likely be a briefing for H.R. McMaster, President Trump's national security adviser.\n\nWhile the envoys aim to discuss conditions for U.S.-North Korea dialogue, the Trump administration has said it doesn't want to have formal talks unless North Korea is willing to discuss giving up its nuclear weapons.\n\n\"Now we are talking and [North Korea], by the way, called up a couple of days ago. They said that 'we would like to talk.' And I said, 'So would we, but you have to denuke, you have to denuke,'\" President Trump told attendees at the annual Gridiron Club dinner over the weekend.\n\nMeanwhile, North Korea has said it wants to go to the table with the United States as equals, which means Pyongyang refuses to put up its nuclear weapons as a precondition to talks.\n\nWhere does that leave things? It's possible that the U.S. could soften its stance and say that North Korea agreeing to a moratorium, or freeze, in developing its weapons program would be enough to start a dialogue.\n\nBut if there isn't progress toward dialogue between the U.S. and North Korea, negotiations between the North's Kim and South Korean President Moon Jae-in remain possible.\n\nLast month, Kim Yo Jong went to Seoul and extended her brother's invitation to Moon to come for a summit in Pyongyang.\n\nMoon practically agreed to go, but said the conditions for that meeting to occur have to be detailed first. One of Moon's conditions is that North Korea make a more concerted effort to have dialogue with the United States.\n\nIt all points to progress in avoiding confrontation between the U.S. and North Korea, but time is tight.\n\nSeoul and Washington are expected to restart their postponed annual military exercises in early April. North Korea despises these drills. It sees them as a rehearsal for invasion.\n\nThat means diplomats have about a monthlong window to get the two sides either to the table or on a path to it before the exercises — and the typical backlash from North Korea about the drills — start again in earnest.\n\nSe Eun Gong contributed to this post.", "keywords": ["jong", "kim", "korea", "korean", "conditions", "pave", "meet", "south", "way", "united", "north", "talks", "officials"], "polarity": 0.11869488536155205, "subjectivity": 0.4142857142857143},
{"title": "U.S. Immigration Policy Threatens Shake-Up In Home Health Business", "url": "https://www.npr.org/sections/health-shots/2018/03/05/587691189/immigrants-who-staff-home-health-care-in-the-u-s-worry-about-deportation", "text": "U.S. Immigration Policy Threatens Shake-Up In Home Health Business\n\nEnlarge this image toggle caption Ina Jaffe/NPR Ina Jaffe/NPR\n\nOn a rare rainy night in Albuquerque, two dozen students are learning the proper way to care for older people. Teacher Liliana Reyes is reviewing the systems of the body — circulatory, respiratory and so on — to prepare them for an upcoming exam.\n\nThese students are seeking to join a workforce of about 3 million people who help older adults remain in their homes. They assist these clients with things like bathing, dressing, and taking medication on time.\n\nAbout a quarter of these workers are immigrants. But as Congress and the White House consider changes to immigration policy, some people in the home care industry worry that there won't be enough people to care for the nation's growing number of elders.\n\nWhat makes the Albuquerque class unusual is that it's taught entirely in Spanish. All of the students are immigrants, mostly from Mexico. The course is a joint project of Central New Mexico Community College and a community education center for immigrants called Encuentro. Everyone who passes the course becomes a state-certified home health aide.\n\nBut some of these students already care for older adults, even though they've lacked training. Zoila Gutierrez says the first job she had in this field paid $6 an hour for a shift that lasted from 7 at night to 7 in the morning.\n\n\"This course is going to open a lot of doors for me in terms of being able to get better work,\" she says. \"But most importantly, I want to know about all the rules that I must follow to provide good care.\"\n\nEnlarge this image toggle caption Ina Jaffe/NPR Ina Jaffe/NPR\n\nGutierrez has a complicated life. She's 42 years old and came to Albuquerque from Mexico in 2004. She doesn't have papers. Her youngest child is a citizen. Her two older kids are both registered under DACA, the Deferred Action for Childhood Arrivals policy. So, at the same time she's studying to improve her prospects in the United States, she and her children also discuss the possibility of going back to Mexico.\n\n\"We must have a Plan B,\" she says. \"We don't want to give up our dreams, but we must think in the 'What if?' So, no, we don't want to leave. But it's an option.\"\n\nWhile Gutierrez worries about the Trump administration's crackdown on illegal immigration, others working in home care worry about the administration's proposals for restricting legal immigrants.\n\nPresident Trump wants to focus on highly skilled, well-educated workers. But the policy change that would hurt the home care industry the most would be limiting family reunification, sometimes called chain migration. That's according to Robyn Stone, senior vice president for research at Leading Age, which represents the nonprofit side of long-term care.\n\n\"This immigrant population primarily came to the United States through family reunification,\" says Stone. \"If we shift in our policy [on] immigration, the pipeline for this workforce could be substantially affected.\"\n\nThat's not just a theoretical concern for Sherwin Sheik. He's the founder and CEO of a company called CARELINX, which he describes as a cross between Uber and Match.com for connecting home care workers with clients.\n\n\"It takes a very special person to want to do these jobs,\" Sheik says. \"They tend to be immigrants. If we have tighter policies, it's going to impact the industry, without a doubt.\"\n\nThe nation's rapidly aging population has made personal care assistants and home health aides (who have more specialized training around health issues) the fastest growing low-skilled occupations in the U.S.\n\nBut Steven Camerota isn't worried about a shortage in home care workers. He's the director of research at the Center for Immigration Studies, which advocates for restrictions on immigration. He points out that, despite the growing immigrant workforce, three-quarters of the people currently providing home care were born in the U.S.\n\nThere's no mystery to what it would take to increase that percentage, says Camerota. \"Raise wages. Treat workers better.\"\n\nHome care workers sometimes make as little as $10 an hour. At the same time, he says, \"we have an enormous supply of less-educated [American citizens] currently not working who could easily fill these jobs if employers treat them reasonably well.\"\n\nBut this work isn't just a matter of money for Zoila Guttierrez. She finds meaning in taking care of older people.\n\n\"I like to care for them and make sure they're doing well — that they're OK,\" she says.\n\nIt will take at least a million more people who feel the same way to meet the needs of older adults over the next decade, whether those workers are immigrants or American-born.", "keywords": ["workforce", "shakeup", "workers", "immigrants", "students", "immigration", "care", "older", "threatens", "business", "health", "policy", "ina"], "polarity": 0.16175423061786698, "subjectivity": 0.40005378459923896},
{"title": "San Francisco To Remove 19th Century Statue Critics Say Degrades Native Americans", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/591054469/san-francisco-to-remove-19th-century-statue-critics-say-degrades-native-american", "text": "San Francisco To Remove 19th Century Statue Critics Say Degrades Native Americans\n\nEnlarge this image toggle caption Jeff Chiu/AP Jeff Chiu/AP\n\nThe city of San Francisco is joining the cause of removing old statues that are out of step with contemporary political and cultural tastes.\n\nThe sculpture \"Early Days\" sits near San Francisco's City Hall. It depicts a Sir Francis Drake and Catholic missionary Junipero Serra standing over a sitting Native American.\n\nThe city's Arts Commission voted unanimously Monday to remove the statue, amid cheers from the audience. The move that had been discussed for decades, but it gained a new momentum late last year after the removal of a Confederate statue in Charlottesville, Va., prompted street demonstrations by supporters and opponents.\n\n\"It definitely feels like a long time coming,\" said Barbara Mumby as quoted by the Associated Press. Mumby is an arts commission employee who is descended from Native tribes in California and New York. \"I think some people may not understand how big of a symbol it is to be able to take this down.\"\n\nIn February, the city's Historic Preservation Commission endorsed the statue's removal provided that it be replaced by a plaque with an explanation for the removal.\n\nIn January, the city's Board of Supervisors voted 10-1 to rename Columbus Day as Indigenous Peoples Day, against the wishes of many in the local Italian-American community.", "keywords": ["say", "degrades", "critics", "statues", "removal", "commission", "native", "remove", "mumby", "americans", "century", "statue", "san", "citys", "voted", "francisco"], "polarity": 0.06669191919191919, "subjectivity": 0.2678156565656566},
{"title": "Florida Senate Approves Gun Control Package; OKs Arming Some School Personnel", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/591036676/florida-senate-approves-gun-control-package-oks-arming-some-school-personnel", "text": "Florida Senate Approves Gun Control Package; OKs Arming Some School Personnel\n\nEnlarge this image toggle caption Mark Wallheiser/AP Mark Wallheiser/AP\n\nThe Florida State Senate passed a package of gun control measures designed to prevent another school shooting like the attack on Marjory Stoneman Douglas High School in Parkland, Fla., last month.\n\nThe proposals, which passed by a 20-18 vote, include raising age restrictions on the purchase of all firearms in the state, banning the purchase and possession of bump stocks, and sets a three-day waiting period to buy any gun, including rifles and shotguns.\n\nThe package also provides $400 million for mental health services, including mobile crisis teams and school safety programs, such as metal detectors, bullet-proof glass and school resource officers.\n\nThe lawmakers rejected a statewide ban on assault weapons and limits on high-capacity magazines.\n\nPerhaps the most controversial proposal is a measure to arm some teachers despite the opposition of Gov. Rick Scott. The lawmakers passed an \"opt-in\" program as a last-minute amendment, according to the Miami Herald.\n\n\"Under the amendment, proposed by Sen. Rene Garcia, R-Miami, classroom teachers would not be armed if a school district decides to participate in the so-called 'school marshal' program established in response to the tragedy at Marjory Stoneman Douglas High School. However, other school personnel, including support staff who provide some instructional work, current or former servicemen or JROTC instructors, would be able to carry firearms.\"\n\n\n\nRegarding arming teachers, NPR's Greg Allen told All Things Considered,\n\n\"A lot of districts like Miami-Dade and Broward County are not going to take part in it. They say they don't want to do it. The sheriffs say they don't want to. But some of the rural counties are already trying it out and I think it will go forward there, but not just with people who are exclusively classroom teachers.\"\n\nLawmakers in both parties found items they opposed in the package. Some Democrats objected to arming any teachers, while some Republicans opposed setting a waiting period to buy any gun and raising the age limit from 18 to 21.\n\nAs Greg added, this is only the state Senate's package, which passed on a thin margin.\n\n\"You had a lot of Democrats who voted against it, also a lot of Republicans, who are with the NRA, who voted against it. ... You got a lot of support for the NRA in the Florida House, so it might run into trouble there.\"\n\nThe House's legislative session is scheduled to end on March 9.", "keywords": ["package", "oks", "gun", "teachers", "lot", "personnel", "including", "florida", "arming", "approves", "school", "senate", "state", "control", "passed"], "polarity": 0.06966666666666668, "subjectivity": 0.4497777777777778},
{"title": "Alabama Wreck Isn't The Remains Of The Slave Ship Clotilda", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590599227/alabama-wreck-isnt-the-remains-of-the-slave-ship-clotilda", "text": "Alabama Wreck Isn't The Remains Of The Slave Ship Clotilda\n\nEnlarge this image toggle caption Lee Anne Wofford/AP Lee Anne Wofford/AP\n\nA shipwreck off the coast of Alabama is not a famous slave ship after all. The Alabama Historical Commission says the ship is too new and too large to be the Clotilda, which was the last known vessel to bring enslaved people to the United States in 1860.\n\nBen Raines, a reporter for AL.com, had been searching for the ship and thought he'd found it.\n\n\"What's left of the ship lies partially buried in mud alongside an island in the lower Mobile-Tensaw Delta, a few miles north of the city of Mobile. The hull is tipped to the port side, which appears almost completely buried in mud. The entire length of the starboard side, however, is almost fully exposed. The wreck, which is normally underwater, was exposed during extreme low tides brought on by the same weather system that brought the 'Bomb Cyclon' to the Eastern Seaboard. Low tide around Mobile was about two and a half feet below normal thanks to north winds that blew for days.\"\n\nAs the Two-Way reported in January:\n\n\"Before heading out to the site, Raines compiled months of research, collecting information from historical records, articles and notes from the captain's account of the trip. He interviewed locals with century-old ties to the region. Until he stumbled on one who told him he might know its location. So Raines set out to find it.\n\n\"'It was old, it was burned, it was right where the guy said [the captain] burned it and it was where this local old-timer said it was,\" Raines [told NPR.]\"\n\nRaines said he couldn't be sure it was the Clotilda, and the Historical Society says its experts have ruled it out.\n\nThe Society says, in part, Clotilda was 86 feet long while the wreck the Society identifies as \"near Twelvemile Island\" is 158 feet and five inches. The newly discovered ship originally had three masts, not two as on the Clotilda, and the size of the timbers also doesn't match.\n\nPerhaps most telling, the Society says the remains don't seem to have fire damage, unlike the Clotilda:\n\n\"Clotilda was burned and then sank. There is no definitive evidence of burning on the Twelvemile Island Wreck. The damage from small marine organisms that eat wood can look similar to fire damage. Our team excavated part of the site to expose areas of the ship to examine the damage. Undamaged sections of the wreck show the damage was confined to the waterline area only, whereas a fire would have damaged or destroyed the hull above the waterline.\"\n\nLisa Jones, executive director of the Society says in a statement that the story of the slave ship has a \"profound meaning in Alabama\" and the attention paid to this wreck will inspire a renewed effort to find the Clotilda.", "keywords": ["historical", "island", "raines", "ship", "society", "wreck", "isnt", "slave", "alabama", "remains", "clotilda", "damage"], "polarity": 0.05557040998217469, "subjectivity": 0.4057529072234955},
{"title": "The Double Bind For Women In Leadership", "url": "https://www.npr.org/2018/03/05/590881966/-shes-shrill-but-hes-just-being-a-boss-the-double-bind-for-women-in-leadership", "text": "The Double Bind For Women In Leadership\n\nEnlarge this image toggle caption Anadolu Agency/Getty Images Anadolu Agency/Getty Images\n\nVoting ballots for the upcoming 2018 midterm elections will feature a record number of female candidates. Despite the influx of women interested in political office, men still dominate most leadership roles in the United States.\n\nFewer than 1 in 5 members of Congress are women. At Fortune 500 companies, fewer than 1 in 20 CEOs are women. And if you look at all the presidents of the United States through Donald Trump, what are the odds of having 45 presidents who are all men?\n\nIf men and women had an equal shot at the White House, the odds of this happening just by chance are about 1 in 36 trillion.\n\nWhat explains the dearth of women in top leadership positions? Is it bias, a lack of role models, the old boy's club? Sure. But it goes even deeper. Research suggests American women are trapped in a paradox that is deeply embedded in our culture.\n\n\"It is really the very, very fine line of being a shrew on one hand and a puppet on the other that any woman in public life has to walk,\" says former U.S. Sen. Carol Moseley Braun, a Democrat from Illinois.\n\nSo what's a woman to do? Be nice and kind and friendly, as our gender stereotypes about women require? Or be tough and decisive, as our stereotypes about leadership demand? To be one is to be seen as nice, but weak. To be the other is to be seen as competent, but unlikable.\n\nThe Hidden Brain Podcast is hosted by Shankar Vedantam and produced Parth Shah, Rhaina Cohen, Jennifer Schmidt, Matthew Schwartz, and Renee Klahr. Our supervising producer is Tara Boyle. You can also follow us on Twitter @hiddenbrain, and listen for Hidden Brain stories each week on your local public radio station.", "keywords": ["stereotypes", "public", "leadership", "presidents", "double", "nice", "united", "bind", "women", "odds", "seen", "woman"], "polarity": 0.1239814814814815, "subjectivity": 0.3810185185185186},
{"title": "Charity Honoring Philando Castile Pays All Lunch Debts In St. Paul School System", "url": "https://www.npr.org/sections/thetwo-way/2018/03/05/590931921/charity-honoring-philando-castile-pays-all-lunch-debts-in-st-paul-school-system", "text": "Charity Honoring Philando Castile Pays All Lunch Debts In St. Paul School System\n\nEnlarge this image toggle caption Jim Mone/AP Jim Mone/AP\n\n\"Philando Feeds the Children,\" a fundraiser in memory of school cafeteria supervisor Philando Castile, who was shot and killed by a police officer in 2016, has paid all outstanding student lunch debt at all 56 schools in the St. Paul, Minn., Public School system.\n\n\"Philando is STILL reaching into his pocket, and helping a kid out,\" the charity wrote in an update posted last week. \"One by one. With your help.\"\n\nThe school district confirms that Pamela Fergus, who runs the fundraiser, has dropped off a $35,000 check at the school district, \"enough to clear the deb of nearly 1,800 students,\" the Minnesota Star Tribune reports. More donations are expected, the paper says.\n\nCastile, who was a school nutrition supervisor at a St. Paul public school, was beloved by the students at his school. He didn't just work in the cafeteria; he tutored and mentored students as well, as Minnesota Public Radio reported. He knew every student's name.\n\nCastile was shot and killed during a traffic stop in a St. Paul suburb in July 2016, as he reached for his wallet. He had informed the officer he had a firearm, and that he was not reaching for it.\n\nHis girlfriend Diamond Reynolds live-streamed the immediate aftermath of the shooting, which showed Castile shot in the car as police did not initiate first aid. Reynolds' 4-year-old daughter was in the back seat for the entire ordeal.\n\nAs NPR has reported, Castile, who was black, was stopped by police 46 times over his driving career. Only six of those stops were for \"things a police officer would notice from outside a car — things like speeding or having a broken muffler.\" In the suburbs around the Twin Cities, African-Americans and Latinos are up to seven times more likely to be stopped by police than white drivers are.\n\nPolice officer Jeronimo Yanez, who shot Castile seven times, claimed he feared for his life as Castile reached for his wallet. He was found not guilty of manslaughter, a decision that led to renewed protests.\n\n\"Philando Feeds the Children\" was set up as a college project after Castile's death, the Tribune says — students in Fergus' diversity and ethics class kicked it off. On the fundraiser's website, Fergus notes that the project began with the \"approval and blessing\" of Castile's mother, Valerie Castile.\n\nThe initial goal was to pay off lunch debt at the J.J. Hill Montessori elementary school, where Castile worked. Castile used to pay out of his own pocket to cover lunch for students who couldn't pay, Fergus has said.\n\n\"Philando was \"Mr. Phil\" to the students at J.J. Hill. He supervised their food program and interacted with the kids every day. He knew their names and their diets. He LOVED his job!\" the fundraiser's initial posting read. \"Philando's death affected every one of those kids. This fund hopes to provide the kids with a lasting connection to Mr. Phil. Please help Philando continue to feed his kids.\"\n\nBut as time went on, the funds kept coming, and the project expanded outside of a single school.\n\nLast October, Minnesota Public Radio explained that student lunch debt is \"a problem that plagues school districts across Minnesota\":\n\n\"The St. Paul school district said it typically builds up about $60,000 in lunch debt each year. \"The debt accumulates when students can't pay for their meals. A federal program offers free and reduced-price meals to families who qualify, but some families who earn a little bit too much still can't afford lunch. Other families who do qualify may not sign up. They may be unaware or unwilling to share personal information. \"Fergus said she'd like to raise enough to extend the donations outside St. Paul. 'The end game is that this keeps going until people don't even remember who Philando Castile is or until I'm dead and gone, whichever comes first,' she said.\"\n\nAt the time, Fergus' fundraiser had collected more than $80,000. Now the total is more than $150,000.\n\n\"We continue to challenge ourselves and the greater community to make this fund permanent,\" Fergus wrote in a recent update. \"Mr. Phil will feed his kids for as long as we can raise the money.\"", "keywords": ["lunch", "castile", "debt", "public", "system", "debts", "charity", "honoring", "paul", "fergus", "pays", "school", "shot", "st", "students", "philando"], "polarity": 0.09165543575920934, "subjectivity": 0.3872192273135669},
{"title": "Washington State Attorney General: Housing Discrimination Against Veterans Is Evident", "url": "https://www.npr.org/2018/03/05/590974647/washington-state-attorney-general-housing-discrimination-against-veterans-is-evi", "text": "Washington State Attorney General: Housing Discrimination Against Veterans Is Evident\n\nA sting by the Washington state attorney general has proved what was long believed through anecdotal evidence to be rampant — housing discrimination against veterans.\n\nARI SHAPIRO, HOST:\n\nHomelessness among veterans rose slightly last year despite a nationwide effort to get them off the streets. One reason the problem is so hard to solve is the lack of affordable housing in many big cities. There was anecdotal evidence that landlords in tight markets were turning veterans away. Now there's solid proof of that, as NPR's Quil Lawrence reports.\n\nQUIL LAWRENCE, BYLINE: The Washington state attorney general's office set up a sting.\n\nBOB FERGUSON: We essentially investigated it posing as a veteran who had a VASH voucher and wanted to rent a unit from a landlord.\n\nLAWRENCE: Attorney General Bob Ferguson is talking about a HUD VASH voucher, the main way the government helps out homeless and disabled vets with housing. His team sent out emails to 50 random landlords asking to rent using the voucher.\n\nFERGUSON: Ten of those landlords responded by saying, we do not accept those - just a blanket denial. Did not ask for more information - just a blanket denial. And, you know, that's troubling on many levels.\n\nLAWRENCE: Ferguson says of the 10 landlords, eight immediately volunteered to change their policy. Two said they were breaking no law.\n\nFERGUSON: Our view is that it is illegal for the following reason - Washington state has, like all states, a law against discrimination.\n\nLAWRENCE: Most state laws don't specifically protect veterans when, for example, landlords are uncomfortable with the idea of combat veterans as tenants. Other times they seem reluctant to accept vouchers from the VA, which makes no sense to Kathryn Monet with the National Coalition for Homeless Veterans.\n\nKATHRYN MONET: Veterans are really great tenants.\n\nLAWRENCE: Monet isn't saying landlords should be doing this out of patriotism. It's a practical matter.\n\nMONET: Veterans with HUD VASH, they generally pay on time because the government is paying for most of their rent. HUD VASH vouchers come with case management. And so it, to me, is not only surprising but also really disappointing to see that there are still these outdated perceptions of homeless veterans being terrible tenants.\n\nLAWRENCE: And this discrimination is hitting hardest in the tightest housing markets. Kristen Rouse is an Afghanistan vet with the NYC Veterans Alliance. I reached her on a noisy cell phone. She says it's not just homeless vets. It's disabled vets who are getting VA support.\n\nKRISTEN ROUSE: The veteran was trying to recover from wounds he received in combat, and it was made all the more difficult by a landlord who didn't want to lease to a family that had, you know, the primary source of income being VA disability. I mean, I think it's a travesty. It's a betrayal.\n\nLAWRENCE: Rouse helped push through a law last year to make it illegal in New York City, joining Chicago and Miami and soon Washington state, which is expected to pass a specific law prohibiting discrimination against veterans. In California, it's still legal for a landlord to turn down a tenant if they're offering a VA voucher as part of their rent. It's seen as one reason that Los Angeles has the largest number of homeless vets nationwide, a number that rose last year. Quil Lawrence, NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["vash", "washington", "attorney", "landlords", "discrimination", "rent", "veterans", "homeless", "vets", "evident", "va", "state", "housing", "general"], "polarity": 0.025735863930308377, "subjectivity": 0.45462929560151766},
{"title": "Meet The California Republican Embracing Russa In His Re-Election Campaign For Congress", "url": "https://www.npr.org/2018/03/05/590974632/meet-the-california-republican-embracing-russa-in-his-re-election-campaign-for-c", "text": "Meet The California Republican Embracing Russa In His Re-Election Campaign For Congress\n\nRep. Dana Rohrabacher, a Republican from California, is facing numerous challengers from the right and the left over his warm embrace of all things Russia. NPR went to Rohrabacher's district to explore the political campaign in America where Russia looms the largest.\n\nARI SHAPIRO, HOST:\n\nMany of this year's election battles will be fought over bread-and-butter economic matters. But in one Southern California congressional district, the fight is over foreign policy - specifically Russia. The Republican incumbent has long called for closer ties to Moscow and President Vladimir Putin, and in 2018 that's an issue. NPR political reporter Tim Mak has more.\n\nTIM MAK, BYLINE: In a testy interview with Yahoo News last year, California Congressman Dana Rohrabacher dismissed the Russian interference in the 2016 campaign as something that all countries do.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nDANA ROHRABACHER: When Russia does exactly what's going on in other countries, people like yourself are villainizing (ph), saying how horrible it is, but it basically...\n\nUNIDENTIFIED WOMAN: I'm talking about that.\n\nROHRABACHER: ...Is what's happening all over the world.\n\nUNIDENTIFIED WOMAN: You know Vladimir Putin.\n\nROHRABACHER: It basically happens in various countries.\n\nUNIDENTIFIED WOMAN: You know Vladimir Putin personally. I don't.\n\nMAK: Rohrabacher easily stands out as one of the most pro-Russia voices in the Republican Party. During the 2016 campaign, Politico called him Putin's favorite congressman. He even once told a story about how he arm-wrestled Vladimir Putin in the 1990s after a few rounds of drinks to decide who had really won the Cold War.\n\nSTELIAN ONUFREI: He's advocating a relationship with Russia that I think is dangerous for United States.\n\nMAK: Stelian Onufrei is a pro-Trump Republican and local businessman running to defeat Rohrabacher on an anti-Russia platform.\n\nONUFREI: I don't believe necessarily that Russia is our friend. And I don't think that Russia will ever have anything that benefits United States.\n\nMAK: Paul Martin, a Republican running both as an anti-Trump and anti-Putin candidate, goes even further.\n\nPAUL MARTIN: He's embroiled in Russia. His loyalties are to protect Vladimir Putin from having sanctions imposed on him from our Congress.\n\nMAK: Rohrabacher dismisses this. I reached him by phone while he was on a trip to Paris. He said his contacts with Russians are perfectly aboveboard and defended his interest in Russia because he's chairman of a House subcommittee focused on Russia and Europe. But Rohrabacher sees why it's a problem in his campaign. He said, quote, \"it's legitimate to think I'm vulnerable on that because they're wrong, because they're listening to the fake news as well. My opponents are taking advantage of that.\"\n\nHARLEY ROUDA: So at best, it's stupidity because it's not doing anything to drive a greater, stronger economy in the 48th District.\n\nMAK: Harley Rouda, a Democrat running to replace Rohrabacher, is having his campaign distribute a sticker that reads, piss off Putin; vote Harley Rouda.\n\nROUDA: And from a nefarious standpoint the question is, why are you spending so much time on Russia when there's so many more important things you should be working on?\n\nMAK: Orange County, Calif., is not the place in America where you'd expect to find a congressman so focused on Russia. In fact, the district has a very small number of voters with Russian ancestry. But it is a place which is diversifying in other ways that are changing the politics of this traditionally Republican area. Here's the chairman of the California Republican Party, Jim Brulte.\n\nJIM BRULTE: While California has changed, Republican registration over the last two decades has dropped to about 12 points. And the drop tends to parallel the decline in the white population in California. Orange County is not immune from those demographic changes, but they're one of the last counties to feel the full effects of the demographic changes.\n\nMAK: In 2016, although Rohrabacher won re-election, Hillary Clinton bested President Trump by nearly 2 percentage points in a district where Mitt Romney had beaten President Obama by 11 percentage points in 2012. Recent polling bears out Rohrabacher's vulnerability. A poll taken last month by the University of California, Berkeley, showed 51 percent of voters in his district were not inclined to re-elect him. Tim Mack, NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["california", "woman", "russia", "reelection", "republican", "congress", "npr", "putin", "rohrabacher", "district", "meet", "vladimir", "embracing", "campaign", "russa"], "polarity": 0.06436925647451962, "subjectivity": 0.4448370927318295},
{"title": "Why The State Department Hasn't Spent Any Of The $120 Million To Fight Russian Meddling", "url": "https://www.npr.org/2018/03/05/590974625/why-the-state-department-hasnt-spent-any-of-the-120-million-to-fight-russian-med", "text": "Why The State Department Hasn't Spent Any Of The $120 Million To Fight Russian Meddling\n\nNPR's Mary Louise Kelly speaks with Ahmed Younis, who served as principal deputy coordinator and deputy special envoy of the Global Engagement Center at the U.S. Department of State under the Trump administration, about why the State Department has spent none of the $120 million allocated to fight Russian meddling.\n\nMARY LOUISE KELLY, HOST:\n\nLet's focus for a moment on two numbers. The first is 120 million. That is how many dollars have been allocated to the State Department to counter Russian and other foreign efforts to interfere in U.S. elections. The second number is zero. Zero dollars is how much of that money the State Department has, in fact, spent. And there's actually a third number critical to this story, which is this. According to The New York Times, not one of the 23 analysts working at State's Global Engagement Center - that's the center that's supposed to be countering Russia's influence campaign - not one of those 23 speaks Russian.\n\nWe've reached out to the former No. 2 at the center, Ahmed Younis. Hello there.\n\nAHMED YOUNIS: Hello.\n\nKELLY: Start here. How is the State Department's Global Engagement Center supposed to work? How is it supposed to be trying to counter Russian meddling?\n\nYOUNIS: Well, its primary purpose is twofold - number one, to coordinate within the U.S. government the efforts that are happening as it relates to disinformation, propaganda and interference.\n\nKELLY: OK.\n\nYOUNIS: That is from a state actor perspective. Number two, it's supposed to do a little bit of stuff. And that primarily happens within the nonstate actor mission - ISIS, al-Qaida, Boko Haram, et cetera. And that has to do with messaging - getting the messaging out there, targeting the people who are disseminating terrorist propaganda, targeting the people who are recruiting and being recruited, and trying to off-ramp them into intervention programs that either allow them to decide on a life that does not involve terrorism or brings them to the attention of authorities.\n\nKELLY: So you're describing a wide portfolio for the center. It's supposed to be countering propaganda from terrorist organizations, also from nation states such as Russia. Let me ask you this. Why wouldn't the State Department want to take this money, this 120 million that's been allocated, and use it to counter propaganda whether it's from Russia or terror groups or others?\n\nYOUNIS: My experience in the Trump administration was that it was a combination of an inability to manage the administrative process of moving vast amounts of money from one agency to the other, a lack of coherence in terms of the policy that is being laid out on state actor disinformation and propaganda, and I think number three - and perhaps most importantly - a lack of appreciation of the intersection between what nation states like Russia do and what terrorist organizations attempt to convince people about the United States and thus induce people to engage in acts of terrorism.\n\nKELLY: What is the role of Secretary Tillerson here, Secretary of State Rex Tillerson? You worked for him. He has publicly expressed skepticism that there is much the U.S. can do to counter the Russian threat.\n\nYOUNIS: I really didn't have much visibility to - on Secretary Tillerson personally and his relationship with this issue specifically, so I really can't answer that question.\n\nKELLY: Well, so bottom line - as someone who until a few months ago helped to lead the Global Engagement Center at the State Department, what's your takeaway here when you hear that, for example, part of their mission now is to be countering Russian influence and yet there's nobody there who - nobody working there who speaks Russian?\n\nYOUNIS: No, there are people there who speak Russian. They are just not technically analysts...\n\nKELLY: I see. OK.\n\nYOUNIS: ...At the action officer level. If you talk to anyone who is trying to do something dynamic and innovative within the United States government, they will express frustration. I can say that there was a bit more frustration in this administration than the last. That likely is primarily a result of being a new administration with politicals (ph) who primarily don't come from government.\n\nI know that things are much improved than they were in the beginning of this administration from what I hear from colleagues on the inside. And I have great hope for what the Global Engagement Center can do. But I think the most important thing that the American people should remember is that what is at stake here is the very democracy that we claim to want to bring to the world in a way that's conducive to the well-being of the people of the world.\n\nKELLY: Are you optimistic that this is an achievable mission, that the State Department has a role to play here?\n\nYOUNIS: Without a doubt. Unless the State Department is able to engage this question with the full force of the United States government and its allies around the world, we are facing what is nothing less than an existential question for American democracy.\n\nKELLY: Ahmed Younis, thank you.\n\nYOUNIS: Thank you.\n\nKELLY: That's Ahmed Younis. He served as principal deputy coordinator and deputy special envoy of the State Department's Global Engagement Center. He's now at the think tank New America. Thanks again.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["center", "younis", "global", "thats", "supposed", "states", "120", "russian", "department", "state", "meddling", "fight", "spent", "million", "engagement"], "polarity": 0.09319337030011189, "subjectivity": 0.28125273602801687},
{"title": "While Under Scrutiny, Israeli Prime Minister Netanyahu Visits White House", "url": "https://www.npr.org/2018/03/05/590974615/while-under-scrutiny-israeli-prime-minister-netanyahu-visits-white-house", "text": "While Under Scrutiny, Israeli Prime Minister Netanyahu Visits White House\n\nAs corruption investigations against him intensify at home, Israeli Prime Minister Benjamin Netanyahu met with President Trump in Washington, D.C. and touted their close relationship.\n\nMARY LOUISE KELLY, HOST:\n\nAll right, Israeli Prime Minister Benjamin Netanyahu is here in Washington today. He's meeting with President Trump. Before their meeting, their fifth so far, Netanyahu thanked Trump for recognizing Jerusalem as the capital of Israel.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRIME MINISTER BENJAMIN NETANYAHU: We remember 70 years ago, President Harry S. Truman was the first leader to recognize the Jewish state. And we remember how a few weeks ago, President Donald J. Trump recognized Jerusalem as Israel's capital. Mr. President, this will be remembered by our people throughout the ages.\n\nKELLY: But Palestinians, who also have a claim to that city, have said they want someone besides the U.S. to lead peace efforts now. Netanyahu's trip here comes as he is facing mounting corruption investigations back home. And here to get us up to speed on all of that is NPR's Daniel Estrin. He's traveled here with the prime minister from Jerusalem, and he joins me now. Hey, Daniel.\n\nDANIEL ESTRIN, BYLINE: Hi.\n\nKELLY: So do we know what the president and prime minister talked about when they got together today?\n\nESTRIN: Yes. Netanyahu just briefed the group of reporters traveling with him. He told us the central issue in their meeting was, quote, \"Iran, Iran and Iran.\" He said about half...\n\nKELLY: (Laughter).\n\nESTRIN: Yeah, half of their discussion focused on Iran, you know, because President Trump faces a deadline in May whether to continue to waive sanctions on Iran. And if the U.S. renews sanctions, that would mean that the U.S. would effectively pull out of the nuclear agreement. So Netanyahu said Trump asked him his opinion about it, and he said very clearly to Trump, fully fix or fully nix the agreement.\n\nThe Palestinians also came up in their discussion. Netanyahu said he has made his position clear. He doesn't want to govern the Palestinians, but he said that Israel should have overriding security control of the West Bank under any agreement with the Palestinians. And that does not meet the Palestinians' demand. They will not accept any Israeli security presence in a Palestinian state.\n\nKELLY: All right, so as we watch and wait to see if the Iran deal will be fully fixed or fully nixed, let me ask you a Jared Kushner question because Jared Kushner's been the White House lead on trying to restart peace talks. But he's had a challenging last few days. He had his security clearance lowered. Did he meet with Netanyahu today?\n\nESTRIN: Yeah, well, Netanyahu said - he told us that Kushner was not present during a more limited meeting with limited staff, but then he was at a working lunch that the two leaders had. I asked Netanyahu about a Washington Post report that Israel was among four countries that look to take advantage of Kushner's inexperience, looking for potential leverage with him. For instance, Kushner's family companies have taken loans from Israeli banks. Netanyahu replied, we didn't say a word about that in our meeting. And he wouldn't comment further.\n\nKELLY: And meanwhile, catch us up to speed on these allegations against Netanyahu back home. There's this corruption investigation underway. Israeli media say one of his former aides has agreed to help the police. We should say there are no charges at this point. But just walk us through the allegations.\n\nESTRIN: Well, there are two cases that the police have recommended for prosecution. The attorney general - you know, that will take months for him to decide whether to file charges. The cases involve accepting gifts from wealthy bankers, other things, other backroom deals. Netanyahu was very curt about this today. He didn't want to get into it with reporters. He said the investigations did not come up during his meeting with Trump.\n\nKELLY: And briefly, Daniel, what else does Netanyahu have on his plate here in the States?\n\nESTRIN: He's talking to the pro-Israel group AIPAC tomorrow morning. He's been very upbeat on this trip, I have to say. And analysts say that he often gets a boost back home when he's seen in the U.S. talking with, you know, Trump.\n\nKELLY: All right, that's NPR's Daniel Estrin reporting. Thanks, Daniel.\n\nESTRIN: You're welcome.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "keywords": ["israeli", "minister", "iran", "say", "visits", "netanyahu", "scrutiny", "meeting", "trump", "hes", "white", "house", "president", "prime"], "polarity": 0.07329894179894181, "subjectivity": 0.39452645502645506}
]