[
{"title": "\n                    U.S.A. Women’s Hockey Live Results: Canada Owns Gold Medal Advantage                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/usa-womens-hockey-canada.html", "text": "• Can American goaltender Maddie Rooney handle the pressure? She’s an Olympic rookie and has been very solid, but it’ll be difficult to hold up in this pressure cooker.\n\n• Can Canada get the puck? The Americans are in love with puck possession. If Canada can disrupt that rhythm, that spells trouble for the U.S.\n\n• Can the Americans finish? The U.S. outshoots every team, and outshot Canada in group play, but they need not just to shoot, but to score.\n\n• Who scores first? No one wants to play from behind in a game like this. Panic sets in early.\n\n• Contrasting styles: American speed vs. Canadian structure.", "keywords": ["advantage", "live", "wants", "medal", "womens", "gold", "usa", "canada", "puck", "pressure", "play", "american", "vs", "team", "trouble", "americans", "results", "hockey", "owns"], "polarity": -0.040909090909090916, "subjectivity": 0.3421212121212121},
{"title": "\n                    Trump Is Sending an Envoy Who Can Rival ‘North Korea’s Ivanka’: The Real One                ", "url": "https://www.nytimes.com/2018/02/21/us/politics/ivanka-trump-south-korea-pence.html", "text": "While Mr. Pence met with North Korean defectors and condemned Mr. Kim for human rights abuses, officials said Ms. Trump would keep her focus on reaffirming the bonds between the United States and South Korea and cheering on American athletes. “Their talent, drive, grit and spirit embodies American excellence,” she said in a statement on Wednesday.\n\nOn Friday evening, Ms. Trump, 36, is scheduled to have dinner with South Korea’s president, Moon Jae-in, who tried desperately to broker a meeting between Mr. Pence and the North Korean delegation. There are no plans for Ms. Trump to meet with anyone from North Korea during her three-day visit, though an official declined to rule out the possibility.\n\nMs. Trump will travel with the White House press secretary, Sarah Huckabee Sanders, and Allison Hooker, a National Security Council official who specializes in Korean affairs, among others. The council has briefed Ms. Trump about the political situation on the Korean Peninsula, according to officials.\n\nAdministration officials said she was fully prepared to discuss Mr. Trump’s “maximum pressure” policy with Mr. Moon, the South Korean news media or with North Korean officials, should she run into any.\n\nSimply by virtue of her age and background, Ms. Trump will project a more accessible image than Mr. Pence, 58. He arrived with a directive from Mr. Trump to blunt the propaganda campaign of North Korea, which has used the Olympics as a kind of olive branch to the South.\n\nWhile the president authorized Mr. Pence to meet with the North Koreans, he insisted that any meeting be held privately, away from cameras, and that Mr. Pence deliver the same harsh message in private that he delivered in public.\n\nMr. Pence reinforced his hard-line image by remaining seated during the opening ceremony when the audience stood for the unified Korean Olympic team. He ignored Ms. Kim and another top North Korean official, Kim Yong-nam, who were seated behind him in Mr. Moon’s box.\n\nAdvertisement Continue reading the main story\n\nAmerican officials said they believed these gestures — on top of Mr. Pence’s threat of new sanctions against the North, which Mr. Pence delivered in Japan, on his way to South Korea — caused the North Koreans to rethink the meeting with the vice president.\n\nAdministration officials said they were pleased with Mr. Pence’s unyielding approach. Some noted that the South Koreans did not help the atmosphere by thrusting Mr. Pence into situations for which he was not prepared — like seating him so close to Ms. Kim at the opening ceremony.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStill, his reviews in South Korea were poor, and the canceled meeting was a particular disappointment to Mr. Moon, whose strategy of engaging North Korea is putting him increasingly at odds with the White House, and its maximum pressure campaign.\n\nTo the extent that North Korea and the United States are engaged in a contest for the affections of the South Korean president, some analysts felt Mr. Pence’s trip was a missed opportunity.\n\n“I don’t think the Pence trip was a failure, but it reaffirmed how tough and inflexible the U.S. position is,” said Evan S. Medeiros, a former Asia adviser to President Barack Obama. “It’s nice if you can put a velvet glove over the iron fist.”\n\nWhile Mr. Medeiros played down the larger implications of Ms. Trump’s visit, he said she was likely to be a hit with the South Korean public. “I can see her resonating with South Koreans,” he said.\n\nThe decision to send Ms. Trump grew out of a conversation between Mr. Trump and Mr. Moon, officials said, in which the South Korean leader pleaded with the president to send high-level delegations to the opening and closing ceremonies of the Games in Pyeongchang.\n\nMr. Trump turned down Mr. Moon’s invitation to go himself, since he had been in South Korea in November. But he agreed to consider sending a family member, like the first lady, Melania Trump, or his daughter Ivanka. Last month, officials said, the president settled on his daughter, who is also his senior adviser.\n\nIn some ways, Ms. Trump is a natural fit to attend the Winter Games. She is an avid skier, a sport she picked up from her mother, Ivana, who skied competitively for what was then Czechoslovakia. Ms. Trump, friends say, has watched the Olympics with her daughter, Arabella, taking particular interest in the super-G event.\n\nAdvertisement Continue reading the main story\n\nDuring the transition, Ms. Trump and her husband, Jared Kushner, became involved in negotiations between the International Olympic Committee and Los Angeles over that city’s bid to host the Games in 2028.\n\nIn addition to Ms. Trump and Ms. Sanders, the American delegation will include Senator James E. Risch, a Republican from Idaho who is in line to become the chairman of the Senate Foreign Relations Committee, if Senator Bob Corker of Tennessee sticks to his decision to retire.\n\nIt will also include Gen. Vincent K. Brooks, the commander of United States Forces Korea, and Shauna Rohbock, an Olympic medalist in bobsledding who serves in the National Guard.\n\nMs. Trump had planned to visit South Korea in November during her father’s tour of Asia and to participate in an event focused on female entrepreneurs. But she stayed home to lobby for an expansion of the child tax credit in the Republican tax bill.\n\nNow, she will be the last prominent American visitor to Pyeongchang before the Games end, and South Korea embarks on an uncertain future with the North and its ally, the United States.", "keywords": ["south", "president", "pence", "officials", "rival", "real", "sending", "ms", "ivanka", "korea", "mr", "trump", "koreas", "north", "envoy", "korean"], "polarity": 0.055548340548340534, "subjectivity": 0.3626942039442039},
{"title": "\n                    Desperately Seeking Skiers for a Budding Olympic Sport                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/womens-nordic-combined.html", "text": "“Development has probably gone less quickly than F.I.S. would like to see it,” Bodensteiner said.\n\nMen’s Nordic combined dates to the first Winter Games in 1924, but the women’s sport is in its infancy. It is not part of the Pyeongchang Games. But in all likelihood, ready or not, it will be on the Olympic menu in 2022 in Beijing. Its sudden emergence is giving athletes and federations something of a free shot at Olympic medals.\n\nPhoto\n\nThe winner of the two-woman competition, and the first United States national champion, was Nina Lussi, 23, a ski jumper.\n\n“I have a bit of a background in Nordic combined,” said Lussi, a native of Lake Placid, N.Y., where the competition was held. “We had Nordic combined races at the junior level up to the age of about 16. Although the cross-country aspect is not my favorite part.”\n\nAt the nationals, Lussi easily defeated her opponent, Gabby Armstrong, in the ski jumping portion. As a result, she started the cross-country race with a lead of four and a half minutes. Though she skied almost three minutes slower than Armstrong, Lussi held on for the win.\n\nBecause the event came before significant snowfall in Lake Placid, the cross-country race was held using roller skis. “I took some lessons, ‘learn to roller ski for dummies,’” Lussi said. “I was having trouble breathing on a very steep uphill. Definitely my lungs were thanking me when I was finished.”\n\nAs for the small field, “I was disappointed,” she said. “I thought it was a good opportunity for the juniors. To not have the entries was disappointing.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSo far, ski jumpers are the target athletes for the event, more so than cross-country skiers. “Jumping’s pretty hard to learn,” Bodensteiner said. “I don’t foresee much transfer from cross-country skiing.” He noted that the scoring generally favors jumpers, and that male Nordic combined athletes tend to be “prototypical ski jumpers.”\n\nAdvertisement Continue reading the main story\n\nThe tentative plan is to scale up women’s Nordic combined rapidly. The first Continental Cup event, the level below World Cup, was held in January in Norway, with 14 entrants (Armstrong placed 12th). A World Cup will follow in 2020, with a world championship in 2021 and the Olympics in 2022. Time is short.\n\n“It really has to be done, and it’s the right thing to do,” said Silke Tegethof, the media coordinator for Nordic combined with F.I.S.\n\n”Countries like Germany, Austria and Norway, they started working on their development program up to four years ago,” Lussi said. “We need to get a kick in that direction. We have great hope in Tara.”\n\nTara Geraghty-Moats, 24, is exactly the kind of athlete who could excel in the sport for the United States. She is a top-level ski jumper who has also competed in cross-country skiing and biathlon. She would have been a third participant in the national championships but missed them because of a broken arm.\n\nGeraghty-Moats said of the dawn of women’s Nordic combined: “It’s so exciting. I’ve been waiting about 13 years. When I was 10 or 11, people said wouldn’t it be cool because you’re so good” at Nordic combined. “Had there been women’s Nordic combined when I was younger, I would have been a Nordic combined athlete.”\n\nShe said that many ski jumpers could have the ability to succeed at Nordic combined because of their training background. “Ski jumpers, for sure, they try to get you on cross-country skis,” she said. “It helps with balance and coordination.”\n\nOne complication of Nordic combined is that the ideal body types for the two elements of the discipline tend to be different. “Ski jumping, you want to be light; cross-country, you want to be fast,” Geraghty-Moats said. Ideal Nordic combined athletes, she said, would be “cross-country skiers with leaner builds.”\n\nWomen’s Nordic combined is taking an unconventional path to the Olympics. It is not a sport that has bubbled up from the grass roots to force its way into the Games. Instead a top-down edict about gender equality has caused national federations to scramble to start programs.\n\nWomen are almost certain to have Nordic combined as a medal sport at the Olympics in four years. The opportunity is there; it’s just a matter of who takes it.\n\nAdvertisement Continue reading the main story\n\nBodensteiner said he believed that the lure of the Games would be enough. “Once they start awarding Olympic medals,” he predicted. “People will start chasing them.”", "keywords": ["lussi", "crosscountry", "jumpers", "nordic", "olympic", "combined", "games", "budding", "held", "seeking", "womens", "sport", "desperately", "ski", "skiers"], "polarity": 0.18129723383960666, "subjectivity": 0.5031336366082129},
{"title": "\n                    Alpine Skiing Live Results: Lindsey Vonn and Mikaela Shiffrin Updates                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/alpine-combined-mikaela-shiffrin-lindsey-vonn.html", "text": "Vonn Crushes Her Downhill Run\n\nLindsey Vonn crushed what was probably the last downhill of her Olympic career, taking the lead with a time of 1:39.37. Though she is far from a crack slalom skier, that could be good enough to hold up for a medal. Minutes after her run, Vonn told NBC that she tried to change her mentality after a somewhat-disappointing bronze medal in the downhill.\n\n“I attacked like i always do,” Vonn said. “I’m proud of this last downhill run at the Olympics.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMowinckel Starts Strong; Vonn and Shiffrin Coming Up\n\nSome of the leading contenders were among the first six down the mountain for the downhill, and the fastest of them was Ragnhild Mowinckel of Norway, who posted a 1:40.11. Michelle Gisin of Switzerland was second, Wendy Holdener was fourth, and Federica Brignone of Italy was fifth. But Gisin and Mowinckel are downhill specialists, so their times are vulnerable in the slalom portion later on. The Americans were going later, Lindsey Vonn 13th and Mikaela Shiffrin 19th.\n\nAlpine Combined Top Story Lines\n\n• Lindsey Vonn is a specialist in the speed skiing events. Mikaela Shiffrin excels in the technical events. But the two American skiing stars can meet on even terms in the combined event.\n\n• If one has the edge it is Shiffrin, in part because the slalom is considered the more crucial part of the combined. Indeed, Vonn may not be a favorite for a medal, with several other top skiers in the race.\n\n• Wendy Holdener of Switzerland, the world champion and the slalom silver medalist here; Federica Brignone of Italy, slalom bronze medalist; and Michelle Gisin of Switzerland, world championship silver medalist, are all in the mix for medals.\n\n• The combined event is especially hard to predict because it contested so infrequently on the World Cup circuit. In the only combined race this year, Holdener won and Vonn was fourth. Shiffrin did not participate.\n\n• Vonn will ski 13th and Shiffrin 19th in the first leg, the downhill.\n\n• The race could well be the final one at the Olympics for Vonn, 33. She hinted after the downhill that she might not still be racing in 2022.", "keywords": ["medalist", "world", "skiing", "live", "shiffrin", "vonn", "combined", "switzerland", "medal", "slalom", "downhill", "alpine", "race", "lindsey", "mikaela", "results", "updates"], "polarity": 0.10436792739424317, "subjectivity": 0.37989671147565884},
{"title": "\n                    Mother Russia Crashes the Oscars                ", "url": "https://www.nytimes.com/2018/02/21/movies/mother-russia-crashes-the-oscars.html", "text": "Bryan Fogel and the team behind the Oscar nominated-documentary “Icarus,” about Russia’s doping program for athletes, have also spent this awards season, and many, many months preceding it, looking out for Russian threats.\n\nThe subject of Mr. Fogel’s film, Dr. Grigory Rodchenkov, the former director of Russia’s antidoping lab, is in hiding in the United States after exposing a state-sponsored program that ensured that Russian athletes using banned substances would evade detection at the 2014 Sochi Olympics. While Russia has denied any such scheme, Dr. Rodchenkov’s claims were independently verified and led to the ban on Russia at the 2018 Winter Olympics.\n\nPhoto\n\nDuring the course of filming, Mr. Fogel changed the location of his production office four times, used burner phones to thwart surveillance attempts, edited the film on hard drives rather than a hackable server, and moved Dr. Rodchenkov to four different safe houses. As Dr. Rodchenkov prepared to go public with what he knew, two of his fellow Russian antidoping officials died unexpectedly within less than two weeks of each other.\n\nIn an email, James Walden, Dr. Rodchenkov’s lawyer, said his client was regularly being moved to undisclosed locations because of death threats, and Mr. Fogel said he hadn’t seen him in a year.\n\n“I worry about him, and I know that all of us who worked so hard to protect him worry,” Mr. Fogel said.\n\nRussia’s campaign against its former prized chemist continues. In recent months, the government said it would press for Dr. Rodchenkov’s extradition (though Russia has no such agreement with the United States), a top Russian Olympic official said he ought to be shot, and Mr. Putin described the whistle-blower as an idiot under American control. A defamation lawsuit was also filed against Dr. Rodchenkov this week, backed by Mikhail D. Prokhorov, the Russian oligarch who owns the Brooklyn Nets.\n\nAndrew Weiss, a Russia expert in the Clinton White House who is now with the Carnegie Endowment for International Peace, said that smear campaigns, buttressed by social media attacks, have become part of the standard operating procedure deployed by Russia against perceived enemies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Russia has a pretty good record on shaping the narrative, of creating a party line and reinforcing it from a variety of vantage points,” Mr. Weiss said.\n\nAdvertisement Continue reading the main story\n\nGiven the evidence and the Olympic ban, he was skeptical that Russia could reframe the narrative around state-sponsored doping by attacking Dr. Rodchenkov, but he said that he and his protectors were “right to be nervous”: Mr. Putin’s critics have met with sudden and violent deaths.\n\nNor was Russia’s campaign against the White Helmets a surprise, considering the country’s backing of the Syrian president, Bashar al-Assad, in the vicious and protracted civil war, said Anthony H. Cordesman, a national security analyst with the Center for Strategic and International Studies.\n\nPhoto\n\nThe White Helmets group “does serve in opposition areas and its work inherently benefits the forces that Russia opposes,” Mr. Cordesman wrote in an email.\n\nAllegations against the White Helmets have been increasing, with the Russian news site RT accusing the group of having terrorist affiliations and plotting a chemical weapons “provocation.” Such claims have been discredited by Middle East experts, among them Charles Lister, a senior fellow at the Middle East Institute, a nonpartisan think tank, who said accusations that the White Helmets were linked to ISIS or Al Qaeda were “patently absurd” and “puerile.”\n\n“RT-led disinformation campaigns on matters like this operate on another level to reality,” Mr. Lister wrote in an email. “There’s only one motivation here: to justify the indiscriminate bombing campaigns that have come to exemplify Russia and the Syrian regime’s day-to-day war.”\n\nMr. Fayyad said he had been repeatedly trolled on social media sites. After the film was shown in Davos, Switzerland, one of Google’s top articles about the screening was a hit piece on the Russian news site Sputnik, according to a screenshot taken by his team. It might be a stretch to assume that academy voters are paying much mind to Russian news sites, but Mr. Fayyad believes that detractors, in their fervor to discredit the White Helmets, are also aiming to derail his film’s Oscar chances, something he is trying to offset by sounding the alarm.\n\nMr. Fayyad is from the countryside outside Aleppo and, in March 2011, was working on another film, about the 1982 massacre in the city of Hama, when Syria’s civil uprising began. Mr. Fayyad was arrested — he was accused of spreading false news, he said — imprisoned and tortured. (His nails were ripped out, he was shackled and hung by his hands from a ceiling, and sensitive parts of his body were shocked with electricity, he said.)\n\nFor all the horrors he suffered, Mr. Fayyad was struck by his fellow prisoners’ resistance and determination to survive, and how they buoyed each other by singing songs in the lowest of voices. Nearly a year later, he emerged wanting to make a film that showed how people endured in the teeth of war, and clung to the tiniest glimmers of solace and hope.\n\n“I didn’t want to tell the story of the White Helmets; I wanted to tell the story about these people as citizens of their society,” Mr. Fayyad said. But accompanying the men on their gruesome rescue missions took a harrowing toll. “It kills something inside you,” he said. “We made a film about our nightmare.”\n\nAdvertisement Continue reading the main story\n\nWhile the film’s producer and assistant director were recently denied visas to attend the Academy Awards, Mr. Fayyad could take comfort in the fact that the White Helmets have already received the endorsement of the academy; last year, a short documentary about the group landed an Oscar. It would be something if another film about the White Helmets won, though the lighthearted “Faces Places” is currently the favorite. In the end, we will probably never know whether Russians will manage to sway academy voters. Perhaps naïvely, the Bagger’s guess is nyet.", "keywords": ["mother", "russian", "helmets", "dr", "fogel", "white", "mr", "oscars", "fayyad", "rodchenkov", "crashes", "film", "russia"], "polarity": -0.017282115474886554, "subjectivity": 0.3119657450982752},
{"title": "\n                    Has Evgenia Medvedeva Missed Her Moment, Even Before It Arrives?                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/evgenia-medvedeva-skating.html", "text": "On Olympics Has Evgenia Medvedeva Missed Her Moment, Even Before It Arrives? Image Evgenia Medvedeva was in second place after Wednesday's short program, behind a younger Russian teammate. Credit Hilary Swift for The New York Times\n\nGANGNEUNG, South Korea — What must it be like to be 18 and crowned Olympic champion in all the predictions, only to find that someone younger may be better? And what if that someone is a friend and partner you train with every day?\n\nLast fall, Evgenia Medvedeva of Russia was a consensus pick to win the women’s figure skating competition at the Winter Games. She was already a two-time world champion, undefeated in two years, increasingly graceful as an artist and technically savvy in her jumping. But skating can be a ruthless sport. And now Medvedeva’s time may have gone before it arrived.\n\nShe could still win gold on Friday, skating as Tolstoy’s tragic Anna Karenina. She sits in second place, only 1.3 points behind her training partner in Moscow, the 15-year-old Alina Zagitova. It would be premature to count Medvedeva out. But there is something awakening in Zagitova. She defeated Medvedeva last month at the European championships. In Wednesday’s short program, Medvedeva set a world record for points. Ten minutes later, Zagitova broke it.\n\nStill, Medvedeva will be a central figure at these Games, gold medal or not.\n\nIt was Medvedeva who helped to argue — successfully — in December before the International Olympic Committee that not all Russian athletes should be banned from these Games because of systematic doping orchestrated at the 2014 Winter Olympics in Sochi, Russia.\n\nShe laughs often and speaks comfortably with reporters in both Russian and English. Her career path was set at age 11, when Medvedeva competed for the first time at the Russian national championships. “I realized then, this is what I wanted,” she said. “I wanted to be good.”\n\nUntil Medvedeva lost to Zagitova at the European championships, she had been remarkably consistent, undefeated since November 2015. When she fell on a double axel in a competition in Moscow in October, it was such a rare and unexpected spill that Medvedeva called it a moment of “moral weakness.”\n\nEvgenia MEDVEDEVA RUS Free Skate Rostelecom Cup 2017 Credit Video by Brau Avitia\n\n“She is such a fierce competitor; I love that,” said Brian Orser, the coach of the two-time Olympic men’s champion Yuzuru Hanyu of Japan. “There’s a very youthful passion about her skating. She’ll find a little story and she embraces it and puts it out there. It’s not over the top, super-sophisticated stuff; it’s stuff for an 18-year-old.”\n\nAway from the rink, Medvedeva describes herself as a homebody who finds calm after practice by going to her room in her family’s apartment, closing the door and reading a book or searching the internet. The television stays off; the only noise permitted is the bubbling of her aquarium.\n\n“Everything is without sound,” she said.\n\nHer mother is her biggest — and most nervous — supporter, so the two of them have a pact. Medvedeva skates and her mother neither attends any competitions nor watches them on television. “Probably our connection is so strong, Mom’s anxiety comes to me even at a distance,” Medvedeva told the Russian newspaper Sport-Express in November.\n\nThere has been plenty of anxiety lately. In November, Medvedeva revealed that she had a broken bone in her right foot, which was placed in a cast. She missed training time and two important competitions, including the Russian national championships. At the European championships, she appeared somewhat tentative on her jumps and clearly was not yet fully fit.\n\nMedvedeva seems recovered now, but things are different. Situations are reversed. Zagitova has caught and perhaps surpassed her. In Zagitova, Medvedeva sees her old self, new to international success, fearless, febrile with possibility. And she has come to realize that the minute she is not at her best, she is vulnerable.\n\nIn the last couple of years, Medvedeva has made some concessions that teenagers do not often have to. She said she can no longer eat what she wants after 6 p.m. as she could before; if she gains weight, jumping could become more difficult. The rigors of the sport demand that “you have to control yourself anytime,” she said.\n\nBut some things are beyond her control, like Zagitova’s ascent in a year from world junior champion to Olympic gold-medal contender. The two are friends. Medvedeva has lent skating costumes to Zagitova and Zagitova lists Medvedeva as one of her sporting heroes. On the ice, though, the friendship thins into rivalry, as it will again on Friday.\n\nImage Alina Zagitova's rapid rise has seen her surpass Medvedeva, her training partner. Credit Chang W. Lee/The New York Times\n\n“This is sport. This is war,” Medvedeva said. “We must show our best, no matter if you are nervous or not. When you take the ice you are alone. Yes, your friend is competing here, but you must fight.”\n\nIf she wins a gold medal on Friday, Medvedeva would become a candidate to carry Russia’s flag at Sunday’s closing ceremony, should the I.O.C. permit its appearance as is being considered. Surely, it would be gratifying for her after she campaigned for Russian athletes to be able to compete in these Games.\n\nBut she would not talk publicly about any medal before it is won.\n\n“I would like to be happy with my performance and feel calm inside,” she said.\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on of the New York edition with the headline: A Golden Girl, Outshined\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["russian", "missed", "arrives", "moment", "world", "olympic", "medvedeva", "york", "evgenia", "zagitova", "championships", "olympics", "champion", "skating"], "polarity": 0.1338137325637326, "subjectivity": 0.3843835177168509},
{"title": "\n                    Embracing Fashion, Saggers to Sequins, at the Winter Games                ", "url": "https://www.nytimes.com/2018/02/21/fashion/winter-olympics-fashion.html", "text": "Rather it is that the athletes themselves embraced the inherent cool of sports gear. And from the look of things, they got wholeheartedly into the spirit of sexy self-presentation and image manipulation central to the culture of Instagram — a fact as apparently true of those competing in obscure disciplines as the stars of marquee sports.\n\nSure, Lindsey Vonn was early to the demands of a social media era, appearing on the slopes at both the World Cup tour and the Winter Olympics in a full face of fashionable and camera-ready makeup. And Ms. Vonn’s marketing savvy has long proved effective, to judge by her endorsements with Red Bull, Rolex, GoPro, Bounty Paper Towels and others, along with her huge Instagram following.\n\nPhoto\n\nYet, while commercial jackpots may not be in store for someone like the Norwegian ski jumper Robert Johansson (IG: @rbrt_johansson), a 27-year-old ginger with a slicked back-and-undercut Billyburg haircut and curling porn-star mustache, he was a stellar example of an athlete embracing style on a global platform just for fun.\n\nThe same is true, of course, of Mr. Johansson’s countryman Thomas Ulsrud and fellow members of the curling team, whose buff bodies have been turned into a hottie calendar, while the Loudmouth brand trousers they debuted at the Winter Olympics in Vancouver in 2010 — plaid, polka-dot, floral and checked patterns reminiscent of Crazy Uncle Mort — have since evolved into one of the wittier continuing fashion statements in sports.\n\nNewsletter Sign Up Continue reading the main story The Open Thread Fashion Newsletter A look from across The New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. Sent weekly. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet they are uniforms, and what has been fascinating at these Winter Games is watching athletes work small personal changes on garments designed according to stringent rules and team parameters. Take the slopestyle snowboarder Kyle Mack, a United States team member who, though he failed to land certain tricks in early qualifying runs, competed in bum-baring saggers, giving a nod to the hip-hop styling that underpins a once renegade sport.\n\nPhoto\n\nOr consider the competitors in skeleton, the terrifying event where athletes shoot headfirst down a sinuous ice track on a sled without brakes at speeds exceeding 80 miles an hour. In their skintight superhero bodysuits and face-obscuring helmets, skeleton athletes are difficult to distinguish from one another. So competitors like Joseph Luke Cecchini of Italy customized the helmet, in his case with an airbrushed image of a flaming skull. Katie Uhlaender of the United States chose a bald eagle for her headgear, and Barrett Martineau of Canada a fanged and snarling bear.\n\nUniquely among those competing at the games, ice skaters have latitude to forgo uniforms for costumes and, as anyone who has seen “I, Tonya” knows, the results can range from laughable to deeply sad. At these Winter Games, however, few ice skating costumes have looked like outtakes from a streetwalker’s trousseau.\n\nAdvertisement Continue reading the main story\n\nYes, there has been abundant glitter, plenty of sparkle, volumes of beading, enough chiffon and “nude”-colored illusion effects to tent a parking lot. Yet there have also been examples, like the beaded ombré lilac costumes worn by the German gold medalists Aljona Savchenko and Bruno Massot, that demonstrated how closely athletes have been monitoring the latest runway looks.\n\nPhoto\n\nThis has been a year of sparkle on the catwalks, light glinting and fragmenting off sequined and beaded jackets and dresses at houses including Versace and Gucci and off belts and bags and shoes and boots, like the crystal-encrusted Saint Laurent model that sells for $10,000 (if you can get them). No Kirakira+ has been needed at the 2018 Winter Games, where it sometimes seems as if a filter for glinting cartoon starlight has already been applied. That, too, has been part of the fun of this Olympics, the giddy embrace of the theatricality and flamboyance that were formerly disdained or ridiculed.\n\nWhether channeling the “Hunger Games” or Violet Chachki, a winner of “RuPaul’s Drag Race,” Johnny Weir, a two-time Olympian who has transformed himself into a knowledgeable, articulate sports commentator, has served throughout these games as stealth ambassador for fashion as an emblem of aspiration and also of his individual brand of gender blur. Much has been of Mr. Weir’s Kewpie doll maquillage, his Birkin bags, his jeweled brooches, his furs, his 13 travel trunks, his Louboutin shoes and elaborate bouffant hairdo. And yet there he sits in his bejeweled designer finery alongside the network cardigans looking right at home.", "keywords": ["winter", "athletes", "york", "embracing", "olympics", "saggers", "sequins", "ice", "team", "fashion", "games", "united", "costumes"], "polarity": 0.08797146340249788, "subjectivity": 0.45300262476986614},
{"title": "\n                    An Olympic Figure Skater Who Also Made History for The Times                ", "url": "https://www.nytimes.com/2018/02/21/insider/olympic-figure-skater-first-female-sportswriter-for-the-times.html", "text": "The sports editor at the time was Bernard William St. Denis Thomson, known in the office as the Colonel. (Gay Talese revealed in “The Kingdom and the Power” that he had actually been an army captain, not a colonel, and served in World War I as a trainer of pack animals.) Regardless of his rank, he was fond of barking orders to his underlings, military style.\n\nHe had hired Vinson “hesitantly and after considerable soul-searching,” the Times columnist Arthur Daley wrote years later. “He regretted it the very first day” when he realized that he would not be able to swear as much.\n\nYears later, though, Vinson recalled of her colleagues, “They soon found out I could outdrink them,” according to one of her skating students, Frank Carroll (who would later coach some of the world’s most renowned skaters).\n\nVinson was not just some celebrity author who swanned in to dash off a few skating articles. She plunged right into the daily grind of a real sportswriter. She amassed 189 bylines in her first 12 months, and covered track, tennis, swimming, lacrosse and horse shows.\n\nUnder the banner “Women in Sports,” her first column reported on the Curtis Cup matches for amateur golfers and added notes about a fencing exhibition at the Hotel Astor and field hockey in Prospect Park.\n\nAdvertisement Continue reading the main story\n\nEven at her young age, her prose reveals that she was a pro, seriously and carefully laying out the news of every event, even if it was low in the sports pecking order. Within the limits of The Times’s strict rules and sometimes stiff house writing style, she managed to impart some flavor to her coverage.\n\nIn reporting on an outdoor swim meet in Manhattan Beach in 1935, she wrote, “It was not a water hazard but a mental hazard that Miss Rawls had to face in the medley race. For the sprightly, laughing Southerner is literally ‘frightened to death’ by lightning, and it must have been small comfort to see a telephone pole a block away struck by a bolt and burning merrily away.”\n\nHer bylines almost always appeared over accounts of women’s sports. No one sent Vinson to write about a glamorous event like a bowl game, a prize fight or the World Series (although Carroll says she often attended such events with her male colleagues). Instead, she plied her trade at places like the Heights Casino in Brooklyn for squash, the Pelham Country Club for golf and Jones Beach for archery.\n\nDaley acknowledged that while Vinson was “never completely accepted” by The Times’s boys’ club, she was eventually “warily admitted to the gang.”\n\nAmazingly, Vinson juggled full-time sportswriting with full-time athletic pursuits. On Jan. 13, 1936, she reported a squash story from the Cosmopolitan Club in Manhattan. On the 15th, she sailed for Germany and the Winter Olympics on the liner Washington. (It was an era when boat sailings were big news. The Times reported that Sergei Rachmaninoff was also on board; Vinson made the boat by just 10 minutes and forgot her uniform.)\n\nOn Feb. 2, her byline appeared again, over a story about the women’s ski team. On the 13th, she finished fifth in her third Olympics. She also placed fifth in the pairs competition alongside George Hill. On March 3, she was back on the squash beat, reporting from London, and before the month was out she was back reporting on badminton from New York.\n\nVinson wrote her last article for the Times in 1937 (“Miss Amory Victor With Miss Phipps,” on the results of a “Scotch foursome” golf match) and began her coaching career.\n\nPhoto\n\nVinson seldom got to show it in her articles about college field hockey, but she was an intellectual powerhouse. Carroll remembers that in the 1950s, “We drove around a lot to rinks and would discuss the philosophers I was studying at Holy Cross, like Thomas Aquinas. We’d talk about the Latin language, the differences between ecclesiastical Latin and classical Latin. She was one of the most brilliant women I’ve ever met.”\n\nAdvertisement Continue reading the main story\n\nThey drove so much, Carroll notes, because Vinson was not allowed to teach at her home rink, the Skating Club of Boston. \"She was brutal, and they didn’t like that ... She was a very tough, tough mentor. She demanded discipline.”\n\nVinson kept at writing, penning three books about figure skating and contributing off and on to The Associated Press and Boston Globe.\n\nShe raised two daughters, Maribel and Laurence, and both became elite skaters. (Laurence took after her mother and wrote poetry.) In 1961, mother and daughters, along with 15 other members of the U.S. skating team, died when their 707 jet crashed in Brussels on the way to the world championships in Prague. It was a devastating day for United States skating, and made front page news nationwide.\n\nVinson’s legacy lives on through coaches like Carroll, who trained Michelle Kwan and Evan Lysacek, among others.\n\nAnd through all the women sportswriters who have graced these pages.", "keywords": ["figure", "vinson", "skater", "wrote", "world", "olympic", "women", "reporting", "times", "history", "club", "carroll", "skating", "squash"], "polarity": 0.005648415370637596, "subjectivity": 0.3816097482764149},
{"title": "\n                    North Korea Dropped Out of Meeting With Pence at Last Minute, U.S. Says                ", "url": "https://www.nytimes.com/2018/02/20/us/politics/pence-north-korea-meeting.html", "text": "What they did not disclose then was that they believed both of those conditions had been met for an encounter already scheduled to occur.\n\n“The vice president was ready to take this opportunity to drive home the necessity of North Korea abandoning its illicit ballistic missile and nuclear programs,” Ms. Nauert said on Tuesday.\n\nFor much of the past year, the White House has used a combination of increasingly tough economic sanctions and blistering language — including threats of military action — to try to get the North to stop, and even reverse, its missile and nuclear development programs.\n\nUnited States officials have publicly insisted that they would agree to talks with Pyongyang only if North Korea agreed beforehand to give up its weapons programs, a precondition most observers believed was a nonstarter for the country.\n\nBut in the administration, a fierce debate has raged about whether to drop the preconditions, and President Moon Jae-in of South Korea is known to favor talks. About six months ago, President Trump referred to Mr. Moon’s overtures to the North as “appeasement.” Mr. Trump also dismissed Secretary of State Rex W. Tillerson’s suggestions of dialogue with the North as premature or a waste of time.\n\nBut it was never clear whether the North itself was interested in talks, preconditions or no. Under President Barack Obama, repeated efforts at opening a back channel to seek dialogue were rebuffed by Pyongyang.\n\nPast American administrations have rewarded North Korea’s decision to begin negotiations by providing food aid and some sanctions relief. But even if there are now no preconditions for talks, the Trump administration still insists that North Korea will not be rewarded for just opening a dialogue.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We’re not using a carrot to convince them to talk,” Mr. Tillerson said in a recent interview with “60 Minutes.” “We’re using large sticks.”\n\nAdvertisement Continue reading the main story\n\nOn Wednesday, the office of President Moon Jae-in refused to comment on the aborted meeting, which was first reported by The Washington Post. But South Korean officials did not deny that they had encouraged both sides to talk. While Mr. Pence and Ms. Kim were in South Korea, Mr. Moon’s government publicly called for dialogue between Washington and Pyongyang.\n\nDuring his visit to Asia, Mr. Pence did not rule out a possible meeting, but vowed to use any encounter with the North Koreans to drive home Washington’s demand that Pyongyang “once and for all abandon its nuclear and ballistic missile ambitions.”\n\nWhile Mr. Pence was reiterating Washington’s position, North Korea stole headlines in the South and beyond with a surprise message of dialogue and reconciliation. On Feb. 10 — the day Mr. Pence’s office said he was to meet the North Koreans — Ms. Kim made another surprise announcement: She invited Mr. Moon to visit North Korea for a summit meeting.\n\nSome observers said the North’s charm offensive had won the day, while American officials appeared obstinate and overshadowed.\n\n”The White House and State are clumsily attempting damage control after Pence’s poor P.R. performance in South Korea last week,” said Lee Sung-yoon, a Korea expert at the Fletcher School of Law and Diplomacy at Tufts University.\n\n“The Pyeongchang Olympics will be remembered as the best Olympic Games ever — for Pyongyang,” he added.\n\nMr. Pence’s meeting with the North Koreans was to occur after the vice president had warned that the country was about to face the “toughest and most aggressive” set of United States sanctions yet, though he did not detail what those would be.\n\nHighlighting the difficulty of enforcing even the existing sanctions, Japan on Wednesday said its military had spotted a ship-to-ship transfer of goods at sea that it “strongly suspects” violates the current United Nations sanctions on North Korea.\n\nThe transfer happened on Friday, when a Japanese surveillance plane and an escort ship spotted a North Korean-flagged tanker alongside another, smaller ship in the waters between China and Japan, Japan’s foreign ministry said. The smaller ship was of unknown nationality, though photos showed it had Chinese characters that suggested it was an oil ship from China’s Fujian Province. There appeared to be hoses connecting the two vessels.", "keywords": ["south", "president", "pence", "talks", "meeting", "korea", "mr", "minute", "sanctions", "trump", "north", "dialogue", "dropped", "ship"], "polarity": 0.05754203525942655, "subjectivity": 0.30563241106719363},
{"title": "\n                    The Daredevils Above, Their Parents Below: Welcome to Big Air Snowboarding                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/big-air-snowboarding-danger.html", "text": "When I asked Peter Gasser how he remained calm during big air competitions, a family friend blurted out, “Tranquilizers!’’\n\nLauren Anderson, whose 27-year-old daughter, Jamie, won her second gold medal in slopestyle last week, said she wasn’t one bit nervous that Jamie was now competing in the big air event as well. Even though Jamie has already broken her collarbone and pelvis, and once ruptured her spleen.\n\nLauren Anderson has eight children and raises alpacas on a farm in Vermont. She said she encouraged her children to learn from the heart and from “the friendly universe,” and not necessarily from schoolbooks.\n\n“When you have so many kids, you have to let them fall down and pick themselves up,” she said. “And I also think, it’s always going to be what it’s going to be, so why don’t you just relax and watch the show?”\n\nPhoto\n\nI also approached Laura and Brook Corning, the parents of 18-year-old Chris Corning, who is from Colorado and among the world’s top-ranked snowboarders.\n\nHis parents said they trusted that their son was both athletic and skillful enough to make big air not as perilous as it might seem.\n\nAdvertisement Continue reading the main story\n\nChris Corning’s whole life has been filled with what his parents call “calculated risk.” At 3, he was already a skateboarder, with homemade ramps in their basement. At 7, he was a snowboarder. He once broke his thumb when it got stuck in a corrugated pipe in a snowboard park. He played football in high school, too, but eventually went just with snowboarding because the schedules conflicted.\n\nBesides, Laura Corning said, “football is dangerous.”\n\nMastering big air is all about starting small and making incremental improvements as a snowboarder, the Cornings said. First you try a half turn, then a full turn. Then eventually you’re hitting 1080s, and more. It’s how big air, eventually, doesn’t seem like a big deal.\n\n“What you want to do is just put Bubble Wrap on them because you don’t want to see them get hurt or go through the pain,” Laura Corning said. “But you can’t. That’s just not the best way to raise a child.”\n\nPhoto\n\nFor Laura Corning, a court reporter, this has been a learned mind-set. Brook Corning, a mechanical engineer, is the one with risk-taking in his genes.\n\nOnce, when Chris was about 9, his father took him backcountry snowboarding. Brook Corning said that he had to sign “about a billion waivers” before they could go and that he had to strap a beacon onto Chris so the boy could be found in an avalanche. They were also given shovels and probes, in case they needed to dig out.\n\n“When we were hiking across a knife’s edge and there were cliffs on both sides, I thought, ‘Hmm, maybe this really isn’t a good idea,’” Brook Corning said. “But at the end of the day, we had so much fun. I’ve always trusted Chris’s athletic ability. It’s astounding.”\n\nHowever, when they came home, exhausted, and described where they had been, Laura Corning was furious.\n\n“I just lost it and might have said a few curse words,” she said. “Basically, I’ve been prepped for this big air and all that crazy stuff my entire parenthood.”\n\nPhoto\n\nA parenthood that sometimes means watching her son hobbling away after a jump or even being taken off the slope on a stretcher. In December, Chris Corning qualified for the Olympics despite hip and back injuries, and he gingerly stepped onto the podium afterward.\n\nAdvertisement Continue reading the main story\n\nWhen he competes, Laura Corning said, she prays. “God, please keep him safe, angels’ wings, angels’ wings,” she repeats to herself.\n\nThat nervous scene is partly why Cheryl Maas, the Dutch big air rider coming off a broken neck, doesn’t want her parents watching her compete.\n\nHer mother, she said, “freaks out quite a bit,” a reaction that was especially intense after Maas’s crash at a World Cup event in Germany in 2016. “I broke my face,” she said. “And I think that scared her a lot.”\n\nBut there is another reason Maas doesn’t want her parents around — so she can skip worrying about them.\n\n“It’s always like, are they having a good time, how are they dealing with the mix of culture, are they able to get a bus, did they make it on the bus?” Maas said. “I don’t want to think about that.”\n\nMaybe, too, there’s just a little less for Maas’s parents to worry about than I first thought. When the announcer mentioned Maas’s broken neck, he didn’t bother to say that she hadn’t hurt it while competing.\n\nIt actually happened on a vacation in Cyprus, where Maas dove into a shallow hotel pool.\n\nPeople can get hurt doing just about anything. Still deciding whether I’ll tell my daughter that.", "keywords": ["maas", "welcome", "maass", "corning", "snowboarding", "chris", "laura", "parents", "brook", "think", "air", "daredevils", "big"], "polarity": 0.08517222222222219, "subjectivity": 0.3982444444444444},
{"title": "\n                    French Olympic Ice Dancers Make Skating as Ethereal as Ballet                ", "url": "https://www.nytimes.com/2018/02/20/arts/dance/ice-dancing-gabriella-papadakis-guillaume-cizeron.html", "text": "Ms. Virtue and Mr. Moir, this season’s sentimental favorites — they won silver four years ago and reunited for what was likely their last stab at the gold — burn with a seething rapture that has become performative, distractingly so. I’ll never tire of their skill — their consummate speed and control — but this year, as they swept across the ice with gaping mouths to music from the “Moulin Rouge” soundtrack, they ran my red light.\n\nIt’s true that skating isn’t pure dance. It is, though, extraordinary in its own right and can possess the quiet sophistication, musicality and nuance of dance. With Ms. Papadakis and Mr. Cizeron, skating has room to grow. They aren’t merely ice dancers: They dance on the ice, showing how it’s capable of becoming a living canvas, one that curves toward the skater as the skater curves back into it.\n\nIn ice dance, there are no lifts above the head, no heroic jumps. Its power is rooted in a blade’s deep etchings, the angle of plush knee bends and, despite those awkward boots, toes that point and extend the length of a leg to create fluent line. Arms lengthen from the back with fingers that grow along with them. If, in pairs and singles skating, it seems like the air is increasingly being sucked out of routines to make room for more jumps — it’s worse when they’re crammed into the second half in order to score more points — ice dance pushes skating to a more poetic place.\n\nPhoto\n\nHow can skaters bring emotion to a blade? How does their musicality play into a seemingly simple essence of motion? A skater moves forward and backward on the inside or outside edge of a blade. In ice dance, this is not rushed but emphasized in strokes that lean and bend to propel a skater from one side of the rink to the other.\n\nIn the singles and pairs world, pristine edges can be forsaken for jumps and lifts, but one skater who pays attention to the details in between is the American Adam Rippon. He has become a media sensation for his outspokenness, but what I love most about him is his skating. He moves like silk. He cares about line; his spins have an endearing lightness, as the arch of his back in his layback — arguably the most beautiful spin in skating — attests.\n\nHe skates for himself, the same way Ms. Papadakis and Mr. Cizeron skate — as if they are in their own world. When I watch them, my mind goes to a Jerome Robbins quote about “Dances at a Gathering,” his sublime 1969 ensemble ballet. “You should never dance anything for the audience,” he said. “It ruins it if you do. You should dance only to each other. As if the audience weren’t there. It’s very hard.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn figure skating, it’s a radical idea. But in their free skate program, set to Beethoven’s “Moonlight” Sonata, Ms. Papadakis and Mr. Cizeron expanded the idea of virtuosity with the way they completely tuned in to each other. Often in ice dancing, you keep your eye on the woman; the man, as in the case of Mr. Moir, is there, in part, to show off the woman — to spark her fire.\n\nBut the lyrical and musical Ms. Papadakis and Mr. Cizeron are more of a slow boil. Moving as one, they are gossamer as they transform the ice into air. Their free dance unfurled gradually and hypnotically, building to feverish spin sequences. One, in which Mr. Cizeron rotated in a sit spin while holding Ms. Papadakis’s extended leg as she opened her right shoulder and head to the ceiling, was a spectacle of position and daring.\n\nAs soon as the piano became subdued and dreamy, their flurry of footwork returned to the quiet hush of the start. As they glided across the ice in whispering strokes, it seemed as if they were no longer skating in an arena, but on a pond. In that moment, at once bracing and luminous, the Olympics turned from being a competition into a performance. This year the silver was the gold.", "keywords": ["skater", "cizeron", "olympic", "dancers", "ethereal", "jumps", "ms", "french", "dance", "papadakis", "mr", "ice", "ballet", "skating", "spin"], "polarity": 0.13311067347952596, "subjectivity": 0.4708457526080475},
{"title": "\n                    Lindsey Vonn Settles for Bronze in Downhill; Sofia Goggia Takes Gold                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/womens-downhill-lindsey-vonn.html", "text": "Goggia came out of the gate slowly and was the 26th fastest — out of 31 racers who finished — in the first timed interval. But Goggia quickly settled into a confident, aggressive stance on her skis, which she repeatedly pressured for more and more speed. By the third interval, Goggia was fifth fastest in the field.\n\nAs it turned out, she was just finding her rhythm. By smoothly linking her turns and occasionally taking a more rounded approach to the gates, Goggia kept the flat bases of her skis on the snow surface for longer stretches. The payoff was the fastest time in each of the three final timed intervals.\n\nWhen Vonn followed two skiers later, she was faster at the start but less fluid in the middle section. Her skis seemed on edge and rattling more often than Goggia’s, and after a bit of a miscue coming off the third jump in the course, Vonn trailed Goggia by nearly a half-second. She did not make up the time.\n\n“I was maybe a little too precise with my line but it was a clean run,” Vonn said later. “Maybe I should have let the skis run a little more.\n\n“But I didn’t ski stiff or nervous,” she added.\n\nVonn had dedicated her performance to her late grandfather, Don Kildow, who had helped teach her to ski. Kildow died in November.\n\n“I desperately wanted to win for him and I wish he could have been here to watch,” she said. “But I still think he is watching and I think he’d still be proud of me.”\n\nAdvertisement Continue reading the main story\n\nThough not naturally introspective, Vonn seemed eager to use the occasion to reflect on her career.\n\n“I’m really proud of what I’ve accomplished in four Olympic Games because some of them were pretty difficult,” she said.", "keywords": ["sofia", "vonn", "maybe", "proud", "gold", "goggia", "run", "skis", "settles", "downhill", "fastest", "timed", "think", "lindsey", "takes", "bronze", "ski"], "polarity": 0.14821428571428574, "subjectivity": 0.475462962962963},
{"title": "\n                    In Lindsey Vonn’s Quest for Greatness, Her Body Has Paid a Price                ", "url": "https://www.nytimes.com/interactive/2018/02/20/sports/olympics/lindsey-vonn-downhill-injuries-skiing.html", "text": "But what made her the world’s best ski racer also made her vulnerable to serious injury. At 33, Vonn has sustained numerous injuries and made legendary comebacks.", "keywords": ["sustained", "quest", "price", "serious", "vonn", "numerous", "worlds", "paid", "racer", "greatness", "body", "injury", "legendary", "lindsey", "vonns", "ski", "vulnerable"], "polarity": 0.23333333333333334, "subjectivity": 0.5933333333333334},
{"title": "\n                    After Record Short Programs, Russian Skaters Poised to Battle for Elusive Gold                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/women-figure-skating-evgenia-medvedeva.html", "text": "The tactic has been both applauded for its cleverness and criticized for what some perceive as a kind of vacancy in the first half of the Russian routines, which are effectively limited to spins and choreography.\n\n“I think it’s a great strategy because it’s allowable within the rules,” said Tom Zakrajsek, who coaches Nagasu. “If you’re trying to win, you should go for every single point. Those extra one or two points can make a difference.”\n\nAdvertisement Continue reading the main story\n\nThe strategy, known as back-end loading, requires tremendous endurance, which the Russians gain by doing one triple jump after another in rapid succession during practice. “Your heart rate maximizes at 115; you’ve got lactic acid in your muscles pretty much from that point on,” Zakrajsek said. “And to jump and jump well and cleanly when you’re fatigued is wicked hard.”\n\nAesthetically, however, Paul Wylie, the 1992 Olympic silver medalist from the United States, expressed concern that back-end loading tends to sap the early speed of a routine as skaters conserve energy for a vigorous finish.\n\n“If you’re putting absolutely every single jumping pass in the last part of the program, you aren’t able to skate with any speed into it,” Wylie said. “To me, skating skills is about going fast. But I’m not saying it’s not a shrewd thing to do. It’s absolutely the smartest thing to do.”\n\nPhoto\n\nUntil Medvedeva broke a bone in her foot last fall, she was considered an overwhelming favorite to win the Olympics. But she missed valuable training time and two competitions. Then she lost last month to Zagitova at the European championships. And now Medvedeva’s chance to win the Olympics has been threatened by her own training partner.\n\nThere was a hint of wistfulness in Medvedeva’s voice on Wednesday as she spoke about training with Zagitova and other younger skaters in a group coached by Eteri Tutberidze in Moscow.\n\nWhen she sees younger skaters doing more difficult maneuvers, Medvedeva said: “You just feel inside so strange. You are older, and you must be stronger than them. It really forces you.”\n\nThe daughter of a former elite hockey player, Zagitova could become the second youngest women’s Olympic skating champion. Tara Lipinski of the United States was younger by several weeks when she won gold, also at 15, at the 1998 Winter Olympics.\n\nAt about age 12, though, Zagitova’s career seemed to end before it had truly begun. She entered a youth event with a broken arm and then broke a leg during the competition. Even before that, Tutberidze wanted her to leave the training group, according to Zagitova.", "keywords": ["russian", "poised", "youre", "win", "training", "jump", "programs", "younger", "zakrajsek", "record", "gold", "wylie", "zagitova", "short", "battle", "elusive", "skaters", "united"], "polarity": 0.16943521594684385, "subjectivity": 0.40185492801771855},
{"title": "\n                    Elizabeth Swaney, Viral Olympic Skier, Says She Put Her Whole Heart Into Her Halfpipe                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elizabeth-swaney-olympics-video.html", "text": "But Swaney, in an interview on Tuesday, said she was disappointed in her performance, and was certainly not looking to make people laugh.\n\n“I don’t think I’ve ever been satisfied with my halfpipe runs, and I don’t think a lot of skiers are,” she said. “I haven’t been as confident as I wanted to be to go higher out of the pipe and just really go for these bigger tricks.”\n\nShe was frustrated to receive so much attention when she felt her competitors deserved the limelight.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I look up to them,” she said, naming Sharpe, the eventual gold medal winner in the event, and the United States competitors Brita Sigourney and Annalisa Drew.\n\nEach nation can send a maximum of four skiers to compete in the women’s halfpipe. So while other athletes qualified ahead of Swaney, she was able to ski for Hungary thanks to that quota system and a dearth of other athletes from countries that had not already sent four competitors to the event.\n\nPhilippe Belanger, the head judge of freeskiing competitions at the Pyeongchang Olympics, told The Denver Post that the International Ski Federation was considering proposals that would decrease the number of competitive slots available for Olympic competitors in the halfpipe, which would make it more difficult for athletes like Swaney to qualify.\n\nAdvertisement Continue reading the main story\n\nBut Swaney, who is based in the Bay Area, has been working toward her Olympic dream for most of her life. Inspired by Kristi Yamaguchi’s gold medal performance in the 1992 Olympic Games, Swaney skated from her childhood until her second year of college. (Her father signed her up for a 30-minute weekly lesson. She did not realize until years later that figure skaters trained six or seven days a week.)\n\nFor two years at the University of California, Berkeley, she was the coxswain — the person who directs the crew from the stern of the boat — for the nationally competitive men’s rowing team.\n\nHer experience steering a crew team led her to believe that she might be able to steer a bobsled. The United States women’s bobsled team told her that she was too small to be a bobsledder, but that it was impressed by her athletic background. She eventually took up skeleton — a headfirst version of luge.\n\nShe began skiing in 2010, after attending the Vancouver Olympics and feeling inspired by the skiers, and doubled down on the event after giving up skeleton. For six years, training in Utah, she would often wake up at 6:30 a.m. to go the gym, then ski for hours. She fit in training around two part-time jobs.\n\nStill, she did not know that she would be heading to South Korea until Jan. 24, when she learned she had qualified. She arrived in Budapest at midnight on the 25th, having brought only her passport, her jacket and the bag she had brought to work that day.\n\nShe said there was some attention she was grateful for: the supportive texts she received from her parents after the event.\n\n“My dad told me he found my runs really graceful, so I was happy to hear that,” she said. “They’re not as familiar with skiing as they are with other sports, but they were happy to see me compete.”", "keywords": ["athletes", "olympic", "heart", "halfpipe", "skier", "york", "womens", "told", "swaney", "elizabeth", "competitors", "viral", "ski", "skiers"], "polarity": 0.16708548903670856, "subjectivity": 0.4607521205082182},
{"title": "\n                    Tara Lipinski and Johnny Weir: Armed With 21 Suitcases and Olympic Insight                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005750317/johnny-weir-tara-lipinski-figure-skating.html", "text": "9 Opinion\n\nI Interned for Senator Rubio. Now I’m Begging Him to Act on Guns.", "keywords": ["begging", "johnny", "weir", "tara", "olympic", "rubio", "suitcases", "guns", "lipinski", "21", "interned", "act", "senator", "opinioni", "armed", "im", "insight"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    Russia Confirms Curler’s Doping Positive but Raises Doubts About Drug’s Source                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/russia-doping-curling.html", "text": "The Russian doping controversy has strained relationships within the leadership ranks of the Olympics. Even before news emerged about Krushelnytsky’s failed test, several I.O.C. members had been privately suggesting that allowing Russia to restore its full status at the Pyeongchang Games risked appearing to appease Russia and could undercut efforts to play up the peacemaking presence of a North Korean delegation at the Games.\n\nRussian athletes here have largely been keeping a low profile, avoiding social media as they attempt to win over the three-person I.O.C. panel responsible for deciding their country’s fate. Deprived of several stars who were banned after an investigation into the yearslong doping program, the Russian team — its members competing under the generic label Olympic Athlete From Russia — has struggled. The curling bronze that Krushelnytsky and his wife, Anastasia Bryzgalova, may soon forfeit is one of only 11 medals won by their nation four years after it topped the medals table at the Sochi Games. No Russian has won a gold in Pyeongchang.\n\nIn their statement Tuesday, Russian officials sought to tread a fine line between accepting responsibility for the doping violation and expressing doubts that Krushelnytsky had knowingly taken meldonium, a heart medicine that increases blood flow and has been banned from most sports since 2016. Krushelnytsky passed a drug test on Jan. 22 and several others before that, the Russian officials said. Meldonium, which in 2016 led to a long ban for the tennis star Maria Sharapova, usually stays in the system for months.\n\n“We express our sincere regret over the fact of the incident,” the Russian officials said in their statement. “At the same time, the circumstances of the case do not provide any answers to the questions as to how and when meldonium could have gotten into the athlete’s body.”\n\nKrushelnytsky had been at a training camp in Japan before the Games. The Russian authorities have begun what they describe as “a comprehensive investigation” of the circumstances behind the positive test, which includes a criminal investigation.\n\nTwo other athletes — the Japanese short-track speedskater Kei Saito and the Slovenian hockey player Ziga Jeglic — have failed doping tests at the Games.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and they have found themselves under scrutiny from testers as the event has progressed. Mark Adams, a spokesman for the I.O.C., said the Russians were by far the most tested athletes before and during the Games.\n\nKrushelnytsky and Bryzgalova were the first Russian athletes to compete, as their event, mixed doubles curling, took place before the opening ceremony.\n\nAdvertisement Continue reading the main story\n\nThat an athlete from a sport that is perhaps not the most physically demanding at the Games has surprised others taking part in the curling competition.\n\n“I was a bit shocked this morning,” Madeleine Dupont, the skip of the Danish women’s team, said the day after news of Krushelnytsky’s failed test broke earlier this week. “I was like, ‘That cannot be true.’ But then again, people have been taking all sorts of stuff: natural medicine or lip balm or I don’t know what. So I wouldn’t really judge anyone until I knew it was on purpose.”\n\nAsked if she thought the sport’s reputation could be harmed by a doping positive, Dupont said: “I think most people will laugh and be like, ‘What would you possibly need doping for?’”\n\nMeldonium caused widespread panic and confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency in 2016. Scores of athletes, including Sharapova, tested positive for it.\n\nMeldonium is thought to enhance endurance and would possibly play a role in curling by increasing the stamina of athletes, who must be accurate with their shots, sometimes down to the centimeter. Hard sweeping can also take a toll over the course of a long match.", "keywords": ["russian", "curling", "doubts", "athletes", "raises", "officials", "source", "curlers", "test", "drugs", "confirms", "meldonium", "doping", "positive", "games", "russia"], "polarity": 0.0626831081376536, "subjectivity": 0.3487707158161704},
{"title": "\n                    British Speedskater Finishes on Her Feet but Goes Home Empty-Handed Again                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elise-christie-speedskating.html", "text": "Another debate raged on social media, where people wondered: Was Christie a star-crossed Olympian? Or did the Olympics bring out the worst in her?\n\nFor every person on Twitter who suggested that Christie cracked under pressure, there were several others came to her defense. In the days leading up to the 1,000, Christie retweeted several messages of support, including one from a woman who pointedly asked Christie’s detractors, “When did any of you get to represent your country at anything?”\n\nChristie, 27, who received death threats after taking out Korea’s leading contender in a collision in Sochi, described the support as “incredible” and said, “To me it means more than the medal that people can see how hard I’ve tried.”\n\nPhoto\n\nAll eyes were on Christie when she skated to the starting line for the fifth of eight heats. Before the first curve, Christie got tangled with another skater, fell and skidded into the safety pads. Under short track rules, a crash on the first lap results in a restart. But first Christie had to get back on her feet. She tried a couple times to rise, without success. She thought she was done. “I can’t describe the amount of pain I was in,” Christie said.\n\nBut then Christie said she imagined all the people watching back home. “And I just thought, I’m going to give it my best shot,” Christie said, adding, “I thought of the adrenaline and how that might take over.”\n\nShe rose unsteadily, favoring her right foot, and gingerly skated over to consult with her coach before returning to the starting line for the nine-lap race. Christie was last after the first lap, last after the second, last after the third. Then, as the crowd at Gangneung Ice Arena threw their voices behind her, she made her move. “The support from Korea, the support from the U.K. has been insane,” said Christie, who was second with a lap to go. In the final meters, there was some jostling for position, but Christie held her ground and finished behind Lara van Ruijven of the Netherlands.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I just thought it was a normal race and I moved up and I qualified and I was so happy,” Christie said.\n\nAdvertisement Continue reading the main story\n\nBut it was not to be. She received a yellow card for two separate minor infringements. Christie said she had no idea what she had done. All she knew was that for the second consecutive Olympics, she would leave with nothing tangible to show for four years of monomaniacal devotion to her sport.\n\nChristie stepped off the ice and was scooped up by the national short-track coach, Nicky Gooch. In 1994, Gooch won Britain’s first medal in short track. Christie had come here hoping to become her country’s first gold medalist and second medal-winner in the sport.\n\nAs reporters waited to talk with her, they were joined by Scott Field, the head of communications for the British Olympic Association, who said softly: “Go easy on her. Do me a favor.”", "keywords": ["second", "finishes", "emptyhanded", "goes", "british", "thought", "york", "times", "speedskater", "olympics", "lap", "christie", "track", "feet", "support", "newsletter"], "polarity": 0.1161552499787794, "subjectivity": 0.3323444529326883},
{"title": "\n                    Unified Korean Hockey Team Finishes Winless. So Why All the Cheering?                ", "url": "https://www.nytimes.com/2018/02/20/sports/unified-korean-hockey-team.html", "text": "GANGNEUNG, South Korea — It was never just about winning or losing.\n\nBut in the end, there were only losses, at least on the ice.\n\nThe unified Korean women’s hockey team — the only team at the Olympics to feature athletes from both North and South Korea — skated onto the ice for the last time at Kwandong Hockey Center here Tuesday, losing, 6-1, to Sweden and closing out its Olympic run without winning a single matchup.\n\nAt least there was a positive note Tuesday for a team that had shouldered a heavy symbolic weight at the highly politicized Games. In the first period, a South Korean player, Han Soojin, scored a goal, the team’s second in Olympic play.\n\nTo the coach, Sarah Murray, who was tearful after the last buzzer sounded, the score was beside the point.\n\nAdvertisement Continue reading the main story\n\n“For the two teams to be able to combine and have such good chemistry in such a short amount of time with all the media and governments,” Murray told reporters after the game, “it’s pretty remarkable that our players were able to make it work.”", "keywords": ["teams", "south", "olympic", "unified", "winning", "korea", "able", "murray", "team", "cheering", "winless", "finishes", "hockey", "korean"], "polarity": 0.1253004329004329, "subjectivity": 0.4919896103896104},
{"title": "\n                    Figure Skating Warm-Ups Can Cement Confidence. They Can Also Cause Chaos.                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/figure-skating-warm-up.html", "text": "Some jockey to be the first on.\n\n“I always used to feel very frantic,” said the NBC analyst Tara Lipinski, a 1998 Olympic gold medalist. “I was always wanting to get on the ice first, even for that extra second, just because there’s so much to fit in.”\n\nOthers aim to cut their warm-ups short, the better to send a pointed message of confidence to their competitors and any judges who may be watching from their rink-side seats. Before his programs last week, the American Adam Rippon spent the last minute circling the ice as if he were a short-track skater.\n\n“I like to do laps because I feel it sometimes may make the other skaters nervous that I finished early,” Rippon said last month, “and I always smile at all the judges when I go by.”\n\nMaé-Bérénice Méité, who is competing in her second Olympics for France, said the warm-up settles her mind.\n\n“If you have some troubles, you’re more aware of what you’re doing,” she said. “And if you are good, you just have to keep going and be the same in your program.”\n\nSkating etiquette calls for big jumpers to be afforded more space. Everyone is supposed to negotiate traffic on the ice like cars merging onto the highway. But as anyone possessing a driver’s license knows, there’s often one aggressive driver who will veer into another’s space rather than follow the zipper method for merging.\n\nNear collisions, accidental or not, do happen in warm-ups, which is perhaps to be expected whenever two or more competitors are skating backward. Yuzuru Hanyu of Japan, who successfully defended his men’s singles title last week, collided with Han Yan of China near center ice during warm-ups at the Cup of China several months after his 2014 Olympic victory. Both skaters completed their long programs, although Hanyu skated with his head bandaged and fell five times.\n\nMishaps of that magnitude occur more often at practice sessions, which are an elongated version of the warm-up. Rippon said that during a practice a few years ago, he accidentally head-butted a competitor, who had to withdraw from the competition with a concussion. And Sasha Cohen, the 2006 Olympic silver medalist, once required 21 stitches after her calf was sliced by the blade of a competitor who collided with her while landing a jump.\n\nAdvertisement Continue reading the main story\n\nAt an event in the United States during in the lead-up to the 2002 Olympics, Cohen brushed Michelle Kwan in the warm-up. By the time she became an Olympic medalist four years later, Cohen was known as a buzz-by artist who did not respect her opponents’ personal space. Cohen said she was aware of her reputation but added that she never took aim at anyone.\n\n“You only have six minutes and everyone is aggressive with their space in order to get in everything they need to in order to feel prepared,” Cohen said in an email. “That can mean having to jump almost on top of someone to avoid having to circle and do it again.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMost skaters, Weir said, would never think of intentionally trying to rattle a competitor during warm-ups because they are so focused on themselves, they’re oblivious to everything going on around them.\n\n“Your entire life is on the line,” he said. “I’m not thinking at all about you. This is all about me.”\n\nScott Hamilton, the 1984 Olympic men’s singles champion and an NBC commentator, said he competed against a few skaters “who would try to intimidate you, accidentally get in your way, accidentally pull your focus.”\n\nBut Hamilton said he was always too absorbed with “getting through my Rolodex of jumps,” as he put it, to be bothered. “I had a couple of competitors who would try to suck up all the air in the room, and it honestly didn’t really work,” he said.\n\nThe most overt show of gamesmanship that Hamilton said he ever experienced came after a warm-up. An opponent finished his program, and as he was leaving the ice, he looked over at Hamilton, who was skating next, and said, “in a very cocky way, ‘Well, now, you have to skate perfect,’” Hamilton recalled. “And I just looked at him and said, ‘No problem.’”", "keywords": ["figure", "chaos", "try", "olympic", "youre", "cohen", "cause", "confidence", "cement", "hamilton", "warmup", "ice", "warmups", "skaters", "skating", "space"], "polarity": 0.16942839105339105, "subjectivity": 0.3494669913419913},
{"title": "\n                    U.S.A. Women’s Hockey Live Results: Canada Owns Gold Medal Advantage                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/usa-womens-hockey-canada.html", "text": "• Can American goaltender Maddie Rooney handle the pressure? She’s an Olympic rookie and has been very solid, but it’ll be difficult to hold up in this pressure cooker.\n\n• Can Canada get the puck? The Americans are in love with puck possession. If Canada can disrupt that rhythm, that spells trouble for the U.S.\n\n• Can the Americans finish? The U.S. outshoots every team, and outshot Canada in group play, but they need not just to shoot, but to score.\n\n• Who scores first? No one wants to play from behind in a game like this. Panic sets in early.\n\n• Contrasting styles: American speed vs. Canadian structure.", "keywords": ["advantage", "live", "wants", "medal", "womens", "gold", "usa", "canada", "puck", "pressure", "play", "american", "vs", "team", "trouble", "americans", "results", "hockey", "owns"], "polarity": -0.040909090909090916, "subjectivity": 0.3421212121212121},
{"title": "\n                    Trump Is Sending an Envoy Who Can Rival ‘North Korea’s Ivanka’: The Real One                ", "url": "https://www.nytimes.com/2018/02/21/us/politics/ivanka-trump-south-korea-pence.html", "text": "While Mr. Pence met with North Korean defectors and condemned Mr. Kim for human rights abuses, officials said Ms. Trump would keep her focus on reaffirming the bonds between the United States and South Korea and cheering on American athletes. “Their talent, drive, grit and spirit embodies American excellence,” she said in a statement on Wednesday.\n\nOn Friday evening, Ms. Trump, 36, is scheduled to have dinner with South Korea’s president, Moon Jae-in, who tried desperately to broker a meeting between Mr. Pence and the North Korean delegation. There are no plans for Ms. Trump to meet with anyone from North Korea during her three-day visit, though an official declined to rule out the possibility.\n\nMs. Trump will travel with the White House press secretary, Sarah Huckabee Sanders, and Allison Hooker, a National Security Council official who specializes in Korean affairs, among others. The council has briefed Ms. Trump about the political situation on the Korean Peninsula, according to officials.\n\nAdministration officials said she was fully prepared to discuss Mr. Trump’s “maximum pressure” policy with Mr. Moon, the South Korean news media or with North Korean officials, should she run into any.\n\nSimply by virtue of her age and background, Ms. Trump will project a more accessible image than Mr. Pence, 58. He arrived with a directive from Mr. Trump to blunt the propaganda campaign of North Korea, which has used the Olympics as a kind of olive branch to the South.\n\nWhile the president authorized Mr. Pence to meet with the North Koreans, he insisted that any meeting be held privately, away from cameras, and that Mr. Pence deliver the same harsh message in private that he delivered in public.\n\nMr. Pence reinforced his hard-line image by remaining seated during the opening ceremony when the audience stood for the unified Korean Olympic team. He ignored Ms. Kim and another top North Korean official, Kim Yong-nam, who were seated behind him in Mr. Moon’s box.\n\nAdvertisement Continue reading the main story\n\nAmerican officials said they believed these gestures — on top of Mr. Pence’s threat of new sanctions against the North, which Mr. Pence delivered in Japan, on his way to South Korea — caused the North Koreans to rethink the meeting with the vice president.\n\nAdministration officials said they were pleased with Mr. Pence’s unyielding approach. Some noted that the South Koreans did not help the atmosphere by thrusting Mr. Pence into situations for which he was not prepared — like seating him so close to Ms. Kim at the opening ceremony.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStill, his reviews in South Korea were poor, and the canceled meeting was a particular disappointment to Mr. Moon, whose strategy of engaging North Korea is putting him increasingly at odds with the White House, and its maximum pressure campaign.\n\nTo the extent that North Korea and the United States are engaged in a contest for the affections of the South Korean president, some analysts felt Mr. Pence’s trip was a missed opportunity.\n\n“I don’t think the Pence trip was a failure, but it reaffirmed how tough and inflexible the U.S. position is,” said Evan S. Medeiros, a former Asia adviser to President Barack Obama. “It’s nice if you can put a velvet glove over the iron fist.”\n\nWhile Mr. Medeiros played down the larger implications of Ms. Trump’s visit, he said she was likely to be a hit with the South Korean public. “I can see her resonating with South Koreans,” he said.\n\nThe decision to send Ms. Trump grew out of a conversation between Mr. Trump and Mr. Moon, officials said, in which the South Korean leader pleaded with the president to send high-level delegations to the opening and closing ceremonies of the Games in Pyeongchang.\n\nMr. Trump turned down Mr. Moon’s invitation to go himself, since he had been in South Korea in November. But he agreed to consider sending a family member, like the first lady, Melania Trump, or his daughter Ivanka. Last month, officials said, the president settled on his daughter, who is also his senior adviser.\n\nIn some ways, Ms. Trump is a natural fit to attend the Winter Games. She is an avid skier, a sport she picked up from her mother, Ivana, who skied competitively for what was then Czechoslovakia. Ms. Trump, friends say, has watched the Olympics with her daughter, Arabella, taking particular interest in the super-G event.\n\nAdvertisement Continue reading the main story\n\nDuring the transition, Ms. Trump and her husband, Jared Kushner, became involved in negotiations between the International Olympic Committee and Los Angeles over that city’s bid to host the Games in 2028.\n\nIn addition to Ms. Trump and Ms. Sanders, the American delegation will include Senator James E. Risch, a Republican from Idaho who is in line to become the chairman of the Senate Foreign Relations Committee, if Senator Bob Corker of Tennessee sticks to his decision to retire.\n\nIt will also include Gen. Vincent K. Brooks, the commander of United States Forces Korea, and Shauna Rohbock, an Olympic medalist in bobsledding who serves in the National Guard.\n\nMs. Trump had planned to visit South Korea in November during her father’s tour of Asia and to participate in an event focused on female entrepreneurs. But she stayed home to lobby for an expansion of the child tax credit in the Republican tax bill.\n\nNow, she will be the last prominent American visitor to Pyeongchang before the Games end, and South Korea embarks on an uncertain future with the North and its ally, the United States.", "keywords": ["south", "president", "pence", "officials", "rival", "real", "sending", "ms", "ivanka", "korea", "mr", "trump", "koreas", "north", "envoy", "korean"], "polarity": 0.055548340548340534, "subjectivity": 0.3626942039442039},
{"title": "\n                    Desperately Seeking Skiers for a Budding Olympic Sport                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/womens-nordic-combined.html", "text": "“Development has probably gone less quickly than F.I.S. would like to see it,” Bodensteiner said.\n\nMen’s Nordic combined dates to the first Winter Games in 1924, but the women’s sport is in its infancy. It is not part of the Pyeongchang Games. But in all likelihood, ready or not, it will be on the Olympic menu in 2022 in Beijing. Its sudden emergence is giving athletes and federations something of a free shot at Olympic medals.\n\nPhoto\n\nThe winner of the two-woman competition, and the first United States national champion, was Nina Lussi, 23, a ski jumper.\n\n“I have a bit of a background in Nordic combined,” said Lussi, a native of Lake Placid, N.Y., where the competition was held. “We had Nordic combined races at the junior level up to the age of about 16. Although the cross-country aspect is not my favorite part.”\n\nAt the nationals, Lussi easily defeated her opponent, Gabby Armstrong, in the ski jumping portion. As a result, she started the cross-country race with a lead of four and a half minutes. Though she skied almost three minutes slower than Armstrong, Lussi held on for the win.\n\nBecause the event came before significant snowfall in Lake Placid, the cross-country race was held using roller skis. “I took some lessons, ‘learn to roller ski for dummies,’” Lussi said. “I was having trouble breathing on a very steep uphill. Definitely my lungs were thanking me when I was finished.”\n\nAs for the small field, “I was disappointed,” she said. “I thought it was a good opportunity for the juniors. To not have the entries was disappointing.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSo far, ski jumpers are the target athletes for the event, more so than cross-country skiers. “Jumping’s pretty hard to learn,” Bodensteiner said. “I don’t foresee much transfer from cross-country skiing.” He noted that the scoring generally favors jumpers, and that male Nordic combined athletes tend to be “prototypical ski jumpers.”\n\nAdvertisement Continue reading the main story\n\nThe tentative plan is to scale up women’s Nordic combined rapidly. The first Continental Cup event, the level below World Cup, was held in January in Norway, with 14 entrants (Armstrong placed 12th). A World Cup will follow in 2020, with a world championship in 2021 and the Olympics in 2022. Time is short.\n\n“It really has to be done, and it’s the right thing to do,” said Silke Tegethof, the media coordinator for Nordic combined with F.I.S.\n\n”Countries like Germany, Austria and Norway, they started working on their development program up to four years ago,” Lussi said. “We need to get a kick in that direction. We have great hope in Tara.”\n\nTara Geraghty-Moats, 24, is exactly the kind of athlete who could excel in the sport for the United States. She is a top-level ski jumper who has also competed in cross-country skiing and biathlon. She would have been a third participant in the national championships but missed them because of a broken arm.\n\nGeraghty-Moats said of the dawn of women’s Nordic combined: “It’s so exciting. I’ve been waiting about 13 years. When I was 10 or 11, people said wouldn’t it be cool because you’re so good” at Nordic combined. “Had there been women’s Nordic combined when I was younger, I would have been a Nordic combined athlete.”\n\nShe said that many ski jumpers could have the ability to succeed at Nordic combined because of their training background. “Ski jumpers, for sure, they try to get you on cross-country skis,” she said. “It helps with balance and coordination.”\n\nOne complication of Nordic combined is that the ideal body types for the two elements of the discipline tend to be different. “Ski jumping, you want to be light; cross-country, you want to be fast,” Geraghty-Moats said. Ideal Nordic combined athletes, she said, would be “cross-country skiers with leaner builds.”\n\nWomen’s Nordic combined is taking an unconventional path to the Olympics. It is not a sport that has bubbled up from the grass roots to force its way into the Games. Instead a top-down edict about gender equality has caused national federations to scramble to start programs.\n\nWomen are almost certain to have Nordic combined as a medal sport at the Olympics in four years. The opportunity is there; it’s just a matter of who takes it.\n\nAdvertisement Continue reading the main story\n\nBodensteiner said he believed that the lure of the Games would be enough. “Once they start awarding Olympic medals,” he predicted. “People will start chasing them.”", "keywords": ["lussi", "crosscountry", "jumpers", "nordic", "olympic", "combined", "games", "budding", "held", "seeking", "womens", "sport", "desperately", "ski", "skiers"], "polarity": 0.18129723383960666, "subjectivity": 0.5031336366082129},
{"title": "\n                    Alpine Skiing Live Results: Lindsey Vonn and Mikaela Shiffrin Updates                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/alpine-combined-mikaela-shiffrin-lindsey-vonn.html", "text": "Vonn Crushes Her Downhill Run\n\nLindsey Vonn crushed what was probably the last downhill of her Olympic career, taking the lead with a time of 1:39.37. Though she is far from a crack slalom skier, that could be good enough to hold up for a medal. Minutes after her run, Vonn told NBC that she tried to change her mentality after a somewhat-disappointing bronze medal in the downhill.\n\n“I attacked like i always do,” Vonn said. “I’m proud of this last downhill run at the Olympics.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMowinckel Starts Strong; Vonn and Shiffrin Coming Up\n\nSome of the leading contenders were among the first six down the mountain for the downhill, and the fastest of them was Ragnhild Mowinckel of Norway, who posted a 1:40.11. Michelle Gisin of Switzerland was second, Wendy Holdener was fourth, and Federica Brignone of Italy was fifth. But Gisin and Mowinckel are downhill specialists, so their times are vulnerable in the slalom portion later on. The Americans were going later, Lindsey Vonn 13th and Mikaela Shiffrin 19th.\n\nAlpine Combined Top Story Lines\n\n• Lindsey Vonn is a specialist in the speed skiing events. Mikaela Shiffrin excels in the technical events. But the two American skiing stars can meet on even terms in the combined event.\n\n• If one has the edge it is Shiffrin, in part because the slalom is considered the more crucial part of the combined. Indeed, Vonn may not be a favorite for a medal, with several other top skiers in the race.\n\n• Wendy Holdener of Switzerland, the world champion and the slalom silver medalist here; Federica Brignone of Italy, slalom bronze medalist; and Michelle Gisin of Switzerland, world championship silver medalist, are all in the mix for medals.\n\n• The combined event is especially hard to predict because it contested so infrequently on the World Cup circuit. In the only combined race this year, Holdener won and Vonn was fourth. Shiffrin did not participate.\n\n• Vonn will ski 13th and Shiffrin 19th in the first leg, the downhill.\n\n• The race could well be the final one at the Olympics for Vonn, 33. She hinted after the downhill that she might not still be racing in 2022.", "keywords": ["medalist", "world", "skiing", "live", "shiffrin", "vonn", "combined", "switzerland", "medal", "slalom", "downhill", "alpine", "race", "lindsey", "mikaela", "results", "updates"], "polarity": 0.10436792739424317, "subjectivity": 0.37989671147565884},
{"title": "\n                    Mother Russia Crashes the Oscars                ", "url": "https://www.nytimes.com/2018/02/21/movies/mother-russia-crashes-the-oscars.html", "text": "Bryan Fogel and the team behind the Oscar nominated-documentary “Icarus,” about Russia’s doping program for athletes, have also spent this awards season, and many, many months preceding it, looking out for Russian threats.\n\nThe subject of Mr. Fogel’s film, Dr. Grigory Rodchenkov, the former director of Russia’s antidoping lab, is in hiding in the United States after exposing a state-sponsored program that ensured that Russian athletes using banned substances would evade detection at the 2014 Sochi Olympics. While Russia has denied any such scheme, Dr. Rodchenkov’s claims were independently verified and led to the ban on Russia at the 2018 Winter Olympics.\n\nPhoto\n\nDuring the course of filming, Mr. Fogel changed the location of his production office four times, used burner phones to thwart surveillance attempts, edited the film on hard drives rather than a hackable server, and moved Dr. Rodchenkov to four different safe houses. As Dr. Rodchenkov prepared to go public with what he knew, two of his fellow Russian antidoping officials died unexpectedly within less than two weeks of each other.\n\nIn an email, James Walden, Dr. Rodchenkov’s lawyer, said his client was regularly being moved to undisclosed locations because of death threats, and Mr. Fogel said he hadn’t seen him in a year.\n\n“I worry about him, and I know that all of us who worked so hard to protect him worry,” Mr. Fogel said.\n\nRussia’s campaign against its former prized chemist continues. In recent months, the government said it would press for Dr. Rodchenkov’s extradition (though Russia has no such agreement with the United States), a top Russian Olympic official said he ought to be shot, and Mr. Putin described the whistle-blower as an idiot under American control. A defamation lawsuit was also filed against Dr. Rodchenkov this week, backed by Mikhail D. Prokhorov, the Russian oligarch who owns the Brooklyn Nets.\n\nAndrew Weiss, a Russia expert in the Clinton White House who is now with the Carnegie Endowment for International Peace, said that smear campaigns, buttressed by social media attacks, have become part of the standard operating procedure deployed by Russia against perceived enemies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Russia has a pretty good record on shaping the narrative, of creating a party line and reinforcing it from a variety of vantage points,” Mr. Weiss said.\n\nAdvertisement Continue reading the main story\n\nGiven the evidence and the Olympic ban, he was skeptical that Russia could reframe the narrative around state-sponsored doping by attacking Dr. Rodchenkov, but he said that he and his protectors were “right to be nervous”: Mr. Putin’s critics have met with sudden and violent deaths.\n\nNor was Russia’s campaign against the White Helmets a surprise, considering the country’s backing of the Syrian president, Bashar al-Assad, in the vicious and protracted civil war, said Anthony H. Cordesman, a national security analyst with the Center for Strategic and International Studies.\n\nPhoto\n\nThe White Helmets group “does serve in opposition areas and its work inherently benefits the forces that Russia opposes,” Mr. Cordesman wrote in an email.\n\nAllegations against the White Helmets have been increasing, with the Russian news site RT accusing the group of having terrorist affiliations and plotting a chemical weapons “provocation.” Such claims have been discredited by Middle East experts, among them Charles Lister, a senior fellow at the Middle East Institute, a nonpartisan think tank, who said accusations that the White Helmets were linked to ISIS or Al Qaeda were “patently absurd” and “puerile.”\n\n“RT-led disinformation campaigns on matters like this operate on another level to reality,” Mr. Lister wrote in an email. “There’s only one motivation here: to justify the indiscriminate bombing campaigns that have come to exemplify Russia and the Syrian regime’s day-to-day war.”\n\nMr. Fayyad said he had been repeatedly trolled on social media sites. After the film was shown in Davos, Switzerland, one of Google’s top articles about the screening was a hit piece on the Russian news site Sputnik, according to a screenshot taken by his team. It might be a stretch to assume that academy voters are paying much mind to Russian news sites, but Mr. Fayyad believes that detractors, in their fervor to discredit the White Helmets, are also aiming to derail his film’s Oscar chances, something he is trying to offset by sounding the alarm.\n\nMr. Fayyad is from the countryside outside Aleppo and, in March 2011, was working on another film, about the 1982 massacre in the city of Hama, when Syria’s civil uprising began. Mr. Fayyad was arrested — he was accused of spreading false news, he said — imprisoned and tortured. (His nails were ripped out, he was shackled and hung by his hands from a ceiling, and sensitive parts of his body were shocked with electricity, he said.)\n\nFor all the horrors he suffered, Mr. Fayyad was struck by his fellow prisoners’ resistance and determination to survive, and how they buoyed each other by singing songs in the lowest of voices. Nearly a year later, he emerged wanting to make a film that showed how people endured in the teeth of war, and clung to the tiniest glimmers of solace and hope.\n\n“I didn’t want to tell the story of the White Helmets; I wanted to tell the story about these people as citizens of their society,” Mr. Fayyad said. But accompanying the men on their gruesome rescue missions took a harrowing toll. “It kills something inside you,” he said. “We made a film about our nightmare.”\n\nAdvertisement Continue reading the main story\n\nWhile the film’s producer and assistant director were recently denied visas to attend the Academy Awards, Mr. Fayyad could take comfort in the fact that the White Helmets have already received the endorsement of the academy; last year, a short documentary about the group landed an Oscar. It would be something if another film about the White Helmets won, though the lighthearted “Faces Places” is currently the favorite. In the end, we will probably never know whether Russians will manage to sway academy voters. Perhaps naïvely, the Bagger’s guess is nyet.", "keywords": ["mother", "russian", "helmets", "dr", "fogel", "white", "mr", "oscars", "fayyad", "rodchenkov", "crashes", "film", "russia"], "polarity": -0.017282115474886554, "subjectivity": 0.3119657450982752},
{"title": "\n                    Has Evgenia Medvedeva Missed Her Moment, Even Before It Arrives?                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/evgenia-medvedeva-skating.html", "text": "Until Medvedeva lost to Zagitova at the European championships, she had been remarkably consistent, undefeated since November 2015. When she fell on a double axel in a competition in Moscow in October, it was such a rare and unexpected spill that Medvedeva called it a moment of “moral weakness.”\n\n“She is such a fierce competitor; I love that,” said Brian Orser, the coach of the two-time Olympic men’s champion Yuzuru Hanyu of Japan. “There’s a very youthful passion about her skating. She’ll find a little story and she embraces it and puts it out there. It’s not over the top, super-sophisticated stuff; it’s stuff for an 18-year-old.”\n\nAway from the rink, Medvedeva describes herself as a homebody who finds calm after practice by going to her room in her family’s apartment, closing the door and reading a book or searching the internet. The television stays off; the only noise permitted is the bubbling of her aquarium.\n\n“Everything is without sound,” she said.\n\nHer mother is her biggest — and most nervous — supporter, so the two of them have a pact. Medvedeva skates and her mother neither attends any competitions nor watches them on television. “Probably our connection is so strong, Mom’s anxiety comes to me even at a distance,” Medvedeva told the Russian newspaper Sport-Express in November.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere has been plenty of anxiety lately. In November, Medvedeva revealed that she had a broken bone in her right foot, which was placed in a cast. She missed training time and two important competitions, including the Russian national championships. At the European championships, she appeared somewhat tentative on her jumps and clearly was not yet fully fit.\n\nMedvedeva seems recovered now, but things are different. Situations are reversed. Zagitova has caught and perhaps surpassed her. In Zagitova, Medvedeva sees her old self, new to international success, fearless, febrile with possibility. And she has come to realize that the minute she is not at her best, she is vulnerable.\n\nIn the last couple of years, Medvedeva has made some concessions that teenagers do not often have to. She said she can no longer eat what she wants after 6 p.m. as she could before; if she gains weight, jumping could become more difficult. The rigors of the sport demand that “you have to control yourself anytime,” she said.\n\nBut some things are beyond her control, like Zagitova’s ascent in a year from world junior champion to Olympic gold-medal contender. The two are friends. Medvedeva has lent skating costumes to Zagitova and Zagitova lists Medvedeva as one of her sporting heroes. On the ice, though, the friendship thins into rivalry, as it will again on Friday.\n\nPhoto\n\n“This is sport. This is war,” Medvedeva said. “We must show our best, no matter if you are nervous or not. When you take the ice you are alone. Yes, your friend is competing here, but you must fight.”\n\nIf she wins a gold medal on Friday, Medvedeva would become a candidate to carry Russia’s flag at Sunday’s closing ceremony, should the I.O.C. permit its appearance as is being considered. Surely, it would be gratifying for her after she campaigned for Russian athletes to be able to compete in these Games.\n\nAdvertisement Continue reading the main story\n\nBut she would not talk publicly about any medal before it is won.\n\n“I would like to be happy with my performance and feel calm inside,” she said.", "keywords": ["russian", "missed", "arrives", "moment", "stuff", "medvedeva", "york", "television", "things", "evgenia", "zagitova", "championships", "sport", "reading"], "polarity": 0.1788889569549947, "subjectivity": 0.41181763728933546},
{"title": "\n                    Embracing Fashion, Saggers to Sequins, at the Winter Games                ", "url": "https://www.nytimes.com/2018/02/21/fashion/winter-olympics-fashion.html", "text": "Rather it is that the athletes themselves embraced the inherent cool of sports gear. And from the look of things, they got wholeheartedly into the spirit of sexy self-presentation and image manipulation central to the culture of Instagram — a fact as apparently true of those competing in obscure disciplines as the stars of marquee sports.\n\nSure, Lindsey Vonn was early to the demands of a social media era, appearing on the slopes at both the World Cup tour and the Winter Olympics in a full face of fashionable and camera-ready makeup. And Ms. Vonn’s marketing savvy has long proved effective, to judge by her endorsements with Red Bull, Rolex, GoPro, Bounty Paper Towels and others, along with her huge Instagram following.\n\nPhoto\n\nYet, while commercial jackpots may not be in store for someone like the Norwegian ski jumper Robert Johansson (IG: @rbrt_johansson), a 27-year-old ginger with a slicked back-and-undercut Billyburg haircut and curling porn-star mustache, he was a stellar example of an athlete embracing style on a global platform just for fun.\n\nThe same is true, of course, of Mr. Johansson’s countryman Thomas Ulsrud and fellow members of the curling team, whose buff bodies have been turned into a hottie calendar, while the Loudmouth brand trousers they debuted at the Winter Olympics in Vancouver in 2010 — plaid, polka-dot, floral and checked patterns reminiscent of Crazy Uncle Mort — have since evolved into one of the wittier continuing fashion statements in sports.\n\nNewsletter Sign Up Continue reading the main story The Open Thread Fashion Newsletter A look from across The New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. Sent weekly. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet they are uniforms, and what has been fascinating at these Winter Games is watching athletes work small personal changes on garments designed according to stringent rules and team parameters. Take the slopestyle snowboarder Kyle Mack, a United States team member who, though he failed to land certain tricks in early qualifying runs, competed in bum-baring saggers, giving a nod to the hip-hop styling that underpins a once renegade sport.\n\nPhoto\n\nOr consider the competitors in skeleton, the terrifying event where athletes shoot headfirst down a sinuous ice track on a sled without brakes at speeds exceeding 80 miles an hour. In their skintight superhero bodysuits and face-obscuring helmets, skeleton athletes are difficult to distinguish from one another. So competitors like Joseph Luke Cecchini of Italy customized the helmet, in his case with an airbrushed image of a flaming skull. Katie Uhlaender of the United States chose a bald eagle for her headgear, and Barrett Martineau of Canada a fanged and snarling bear.\n\nUniquely among those competing at the games, ice skaters have latitude to forgo uniforms for costumes and, as anyone who has seen “I, Tonya” knows, the results can range from laughable to deeply sad. At these Winter Games, however, few ice skating costumes have looked like outtakes from a streetwalker’s trousseau.\n\nAdvertisement Continue reading the main story\n\nYes, there has been abundant glitter, plenty of sparkle, volumes of beading, enough chiffon and “nude”-colored illusion effects to tent a parking lot. Yet there have also been examples, like the beaded ombré lilac costumes worn by the German gold medalists Aljona Savchenko and Bruno Massot, that demonstrated how closely athletes have been monitoring the latest runway looks.\n\nPhoto\n\nThis has been a year of sparkle on the catwalks, light glinting and fragmenting off sequined and beaded jackets and dresses at houses including Versace and Gucci and off belts and bags and shoes and boots, like the crystal-encrusted Saint Laurent model that sells for $10,000 (if you can get them). No Kirakira+ has been needed at the 2018 Winter Games, where it sometimes seems as if a filter for glinting cartoon starlight has already been applied. That, too, has been part of the fun of this Olympics, the giddy embrace of the theatricality and flamboyance that were formerly disdained or ridiculed.\n\nWhether channeling the “Hunger Games” or Violet Chachki, a winner of “RuPaul’s Drag Race,” Johnny Weir, a two-time Olympian who has transformed himself into a knowledgeable, articulate sports commentator, has served throughout these games as stealth ambassador for fashion as an emblem of aspiration and also of his individual brand of gender blur. Much has been of Mr. Weir’s Kewpie doll maquillage, his Birkin bags, his jeweled brooches, his furs, his 13 travel trunks, his Louboutin shoes and elaborate bouffant hairdo. And yet there he sits in his bejeweled designer finery alongside the network cardigans looking right at home.", "keywords": ["winter", "athletes", "york", "embracing", "olympics", "saggers", "sequins", "ice", "team", "fashion", "games", "united", "costumes"], "polarity": 0.08797146340249788, "subjectivity": 0.45300262476986614},
{"title": "\n                    An Olympic Figure Skater Who Also Made History for The Times                ", "url": "https://www.nytimes.com/2018/02/21/insider/olympic-figure-skater-first-female-sportswriter-for-the-times.html", "text": "The sports editor at the time was Bernard William St. Denis Thomson, known in the office as the Colonel. (Gay Talese revealed in “The Kingdom and the Power” that he had actually been an army captain, not a colonel, and served in World War I as a trainer of pack animals.) Regardless of his rank, he was fond of barking orders to his underlings, military style.\n\nHe had hired Vinson “hesitantly and after considerable soul-searching,” the Times columnist Arthur Daley wrote years later. “He regretted it the very first day” when he realized that he would not be able to swear as much.\n\nYears later, though, Vinson recalled of her colleagues, “They soon found out I could outdrink them,” according to one of her skating students, Frank Carroll (who would later coach some of the world’s most renowned skaters).\n\nVinson was not just some celebrity author who swanned in to dash off a few skating articles. She plunged right into the daily grind of a real sportswriter. She amassed 189 bylines in her first 12 months, and covered track, tennis, swimming, lacrosse and horse shows.\n\nUnder the banner “Women in Sports,” her first column reported on the Curtis Cup matches for amateur golfers and added notes about a fencing exhibition at the Hotel Astor and field hockey in Prospect Park.\n\nAdvertisement Continue reading the main story\n\nEven at her young age, her prose reveals that she was a pro, seriously and carefully laying out the news of every event, even if it was low in the sports pecking order. Within the limits of The Times’s strict rules and sometimes stiff house writing style, she managed to impart some flavor to her coverage.\n\nIn reporting on an outdoor swim meet in Manhattan Beach in 1935, she wrote, “It was not a water hazard but a mental hazard that Miss Rawls had to face in the medley race. For the sprightly, laughing Southerner is literally ‘frightened to death’ by lightning, and it must have been small comfort to see a telephone pole a block away struck by a bolt and burning merrily away.”\n\nHer bylines almost always appeared over accounts of women’s sports. No one sent Vinson to write about a glamorous event like a bowl game, a prize fight or the World Series (although Carroll says she often attended such events with her male colleagues). Instead, she plied her trade at places like the Heights Casino in Brooklyn for squash, the Pelham Country Club for golf and Jones Beach for archery.\n\nDaley acknowledged that while Vinson was “never completely accepted” by The Times’s boys’ club, she was eventually “warily admitted to the gang.”\n\nAmazingly, Vinson juggled full-time sportswriting with full-time athletic pursuits. On Jan. 13, 1936, she reported a squash story from the Cosmopolitan Club in Manhattan. On the 15th, she sailed for Germany and the Winter Olympics on the liner Washington. (It was an era when boat sailings were big news. The Times reported that Sergei Rachmaninoff was also on board; Vinson made the boat by just 10 minutes and forgot her uniform.)\n\nOn Feb. 2, her byline appeared again, over a story about the women’s ski team. On the 13th, she finished fifth in her third Olympics. She also placed fifth in the pairs competition alongside George Hill. On March 3, she was back on the squash beat, reporting from London, and before the month was out she was back reporting on badminton from New York.\n\nVinson wrote her last article for the Times in 1937 (“Miss Amory Victor With Miss Phipps,” on the results of a “Scotch foursome” golf match) and began her coaching career.\n\nPhoto\n\nVinson seldom got to show it in her articles about college field hockey, but she was an intellectual powerhouse. Carroll remembers that in the 1950s, “We drove around a lot to rinks and would discuss the philosophers I was studying at Holy Cross, like Thomas Aquinas. We’d talk about the Latin language, the differences between ecclesiastical Latin and classical Latin. She was one of the most brilliant women I’ve ever met.”\n\nAdvertisement Continue reading the main story\n\nThey drove so much, Carroll notes, because Vinson was not allowed to teach at her home rink, the Skating Club of Boston. \"She was brutal, and they didn’t like that ... She was a very tough, tough mentor. She demanded discipline.”\n\nVinson kept at writing, penning three books about figure skating and contributing off and on to The Associated Press and Boston Globe.\n\nShe raised two daughters, Maribel and Laurence, and both became elite skaters. (Laurence took after her mother and wrote poetry.) In 1961, mother and daughters, along with 15 other members of the U.S. skating team, died when their 707 jet crashed in Brussels on the way to the world championships in Prague. It was a devastating day for United States skating, and made front page news nationwide.\n\nVinson’s legacy lives on through coaches like Carroll, who trained Michelle Kwan and Evan Lysacek, among others.\n\nAnd through all the women sportswriters who have graced these pages.", "keywords": ["figure", "vinson", "skater", "wrote", "world", "olympic", "women", "reporting", "times", "history", "club", "carroll", "skating", "squash"], "polarity": 0.005648415370637596, "subjectivity": 0.3816097482764149},
{"title": "\n                    North Korea Dropped Out of Meeting With Pence at Last Minute, U.S. Says                ", "url": "https://www.nytimes.com/2018/02/20/us/politics/pence-north-korea-meeting.html", "text": "What they did not disclose then was that they believed both of those conditions had been met for an encounter already scheduled to occur.\n\n“The vice president was ready to take this opportunity to drive home the necessity of North Korea abandoning its illicit ballistic missile and nuclear programs,” Ms. Nauert said on Tuesday.\n\nFor much of the past year, the White House has used a combination of increasingly tough economic sanctions and blistering language — including threats of military action — to try to get the North to stop, and even reverse, its missile and nuclear development programs.\n\nUnited States officials have publicly insisted that they would agree to talks with Pyongyang only if North Korea agreed beforehand to give up its weapons programs, a precondition most observers believed was a nonstarter for the country.\n\nBut in the administration, a fierce debate has raged about whether to drop the preconditions, and President Moon Jae-in of South Korea is known to favor talks. About six months ago, President Trump referred to Mr. Moon’s overtures to the North as “appeasement.” Mr. Trump also dismissed Secretary of State Rex W. Tillerson’s suggestions of dialogue with the North as premature or a waste of time.\n\nBut it was never clear whether the North itself was interested in talks, preconditions or no. Under President Barack Obama, repeated efforts at opening a back channel to seek dialogue were rebuffed by Pyongyang.\n\nPast American administrations have rewarded North Korea’s decision to begin negotiations by providing food aid and some sanctions relief. But even if there are now no preconditions for talks, the Trump administration still insists that North Korea will not be rewarded for just opening a dialogue.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We’re not using a carrot to convince them to talk,” Mr. Tillerson said in a recent interview with “60 Minutes.” “We’re using large sticks.”\n\nAdvertisement Continue reading the main story\n\nOn Wednesday, the office of President Moon Jae-in refused to comment on the aborted meeting, which was first reported by The Washington Post. But South Korean officials did not deny that they had encouraged both sides to talk. While Mr. Pence and Ms. Kim were in South Korea, Mr. Moon’s government publicly called for dialogue between Washington and Pyongyang.\n\nDuring his visit to Asia, Mr. Pence did not rule out a possible meeting, but vowed to use any encounter with the North Koreans to drive home Washington’s demand that Pyongyang “once and for all abandon its nuclear and ballistic missile ambitions.”\n\nWhile Mr. Pence was reiterating Washington’s position, North Korea stole headlines in the South and beyond with a surprise message of dialogue and reconciliation. On Feb. 10 — the day Mr. Pence’s office said he was to meet the North Koreans — Ms. Kim made another surprise announcement: She invited Mr. Moon to visit North Korea for a summit meeting.\n\nSome observers said the North’s charm offensive had won the day, while American officials appeared obstinate and overshadowed.\n\n”The White House and State are clumsily attempting damage control after Pence’s poor P.R. performance in South Korea last week,” said Lee Sung-yoon, a Korea expert at the Fletcher School of Law and Diplomacy at Tufts University.\n\n“The Pyeongchang Olympics will be remembered as the best Olympic Games ever — for Pyongyang,” he added.\n\nMr. Pence’s meeting with the North Koreans was to occur after the vice president had warned that the country was about to face the “toughest and most aggressive” set of United States sanctions yet, though he did not detail what those would be.\n\nHighlighting the difficulty of enforcing even the existing sanctions, Japan on Wednesday said its military had spotted a ship-to-ship transfer of goods at sea that it “strongly suspects” violates the current United Nations sanctions on North Korea.\n\nThe transfer happened on Friday, when a Japanese surveillance plane and an escort ship spotted a North Korean-flagged tanker alongside another, smaller ship in the waters between China and Japan, Japan’s foreign ministry said. The smaller ship was of unknown nationality, though photos showed it had Chinese characters that suggested it was an oil ship from China’s Fujian Province. There appeared to be hoses connecting the two vessels.", "keywords": ["south", "president", "pence", "talks", "meeting", "korea", "mr", "minute", "sanctions", "trump", "north", "dialogue", "dropped", "ship"], "polarity": 0.05754203525942655, "subjectivity": 0.30563241106719363},
{"title": "\n                    The Daredevils Above, Their Parents Below: Welcome to Big Air Snowboarding                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/big-air-snowboarding-danger.html", "text": "When I asked Peter Gasser how he remained calm during big air competitions, a family friend blurted out, “Tranquilizers!’’\n\nLauren Anderson, whose 27-year-old daughter, Jamie, won her second gold medal in slopestyle last week, said she wasn’t one bit nervous that Jamie was now competing in the big air event as well. Even though Jamie has already broken her collarbone and pelvis, and once ruptured her spleen.\n\nLauren Anderson has eight children and raises alpacas on a farm in Vermont. She said she encouraged her children to learn from the heart and from “the friendly universe,” and not necessarily from schoolbooks.\n\n“When you have so many kids, you have to let them fall down and pick themselves up,” she said. “And I also think, it’s always going to be what it’s going to be, so why don’t you just relax and watch the show?”\n\nPhoto\n\nI also approached Laura and Brook Corning, the parents of 18-year-old Chris Corning, who is from Colorado and among the world’s top-ranked snowboarders.\n\nHis parents said they trusted that their son was both athletic and skillful enough to make big air not as perilous as it might seem.\n\nAdvertisement Continue reading the main story\n\nChris Corning’s whole life has been filled with what his parents call “calculated risk.” At 3, he was already a skateboarder, with homemade ramps in their basement. At 7, he was a snowboarder. He once broke his thumb when it got stuck in a corrugated pipe in a snowboard park. He played football in high school, too, but eventually went just with snowboarding because the schedules conflicted.\n\nBesides, Laura Corning said, “football is dangerous.”\n\nMastering big air is all about starting small and making incremental improvements as a snowboarder, the Cornings said. First you try a half turn, then a full turn. Then eventually you’re hitting 1080s, and more. It’s how big air, eventually, doesn’t seem like a big deal.\n\n“What you want to do is just put Bubble Wrap on them because you don’t want to see them get hurt or go through the pain,” Laura Corning said. “But you can’t. That’s just not the best way to raise a child.”\n\nPhoto\n\nFor Laura Corning, a court reporter, this has been a learned mind-set. Brook Corning, a mechanical engineer, is the one with risk-taking in his genes.\n\nOnce, when Chris was about 9, his father took him backcountry snowboarding. Brook Corning said that he had to sign “about a billion waivers” before they could go and that he had to strap a beacon onto Chris so the boy could be found in an avalanche. They were also given shovels and probes, in case they needed to dig out.\n\n“When we were hiking across a knife’s edge and there were cliffs on both sides, I thought, ‘Hmm, maybe this really isn’t a good idea,’” Brook Corning said. “But at the end of the day, we had so much fun. I’ve always trusted Chris’s athletic ability. It’s astounding.”\n\nHowever, when they came home, exhausted, and described where they had been, Laura Corning was furious.\n\n“I just lost it and might have said a few curse words,” she said. “Basically, I’ve been prepped for this big air and all that crazy stuff my entire parenthood.”\n\nPhoto\n\nA parenthood that sometimes means watching her son hobbling away after a jump or even being taken off the slope on a stretcher. In December, Chris Corning qualified for the Olympics despite hip and back injuries, and he gingerly stepped onto the podium afterward.\n\nAdvertisement Continue reading the main story\n\nWhen he competes, Laura Corning said, she prays. “God, please keep him safe, angels’ wings, angels’ wings,” she repeats to herself.\n\nThat nervous scene is partly why Cheryl Maas, the Dutch big air rider coming off a broken neck, doesn’t want her parents watching her compete.\n\nHer mother, she said, “freaks out quite a bit,” a reaction that was especially intense after Maas’s crash at a World Cup event in Germany in 2016. “I broke my face,” she said. “And I think that scared her a lot.”\n\nBut there is another reason Maas doesn’t want her parents around — so she can skip worrying about them.\n\n“It’s always like, are they having a good time, how are they dealing with the mix of culture, are they able to get a bus, did they make it on the bus?” Maas said. “I don’t want to think about that.”\n\nMaybe, too, there’s just a little less for Maas’s parents to worry about than I first thought. When the announcer mentioned Maas’s broken neck, he didn’t bother to say that she hadn’t hurt it while competing.\n\nIt actually happened on a vacation in Cyprus, where Maas dove into a shallow hotel pool.\n\nPeople can get hurt doing just about anything. Still deciding whether I’ll tell my daughter that.", "keywords": ["maas", "welcome", "maass", "corning", "snowboarding", "chris", "laura", "parents", "brook", "think", "air", "daredevils", "big"], "polarity": 0.08517222222222219, "subjectivity": 0.3982444444444444},
{"title": "\n                    French Olympic Ice Dancers Make Skating as Ethereal as Ballet                ", "url": "https://www.nytimes.com/2018/02/20/arts/dance/ice-dancing-gabriella-papadakis-guillaume-cizeron.html", "text": "Ms. Virtue and Mr. Moir, this season’s sentimental favorites — they won silver four years ago and reunited for what was likely their last stab at the gold — burn with a seething rapture that has become performative, distractingly so. I’ll never tire of their skill — their consummate speed and control — but this year, as they swept across the ice with gaping mouths to music from the “Moulin Rouge” soundtrack, they ran my red light.\n\nIt’s true that skating isn’t pure dance. It is, though, extraordinary in its own right and can possess the quiet sophistication, musicality and nuance of dance. With Ms. Papadakis and Mr. Cizeron, skating has room to grow. They aren’t merely ice dancers: They dance on the ice, showing how it’s capable of becoming a living canvas, one that curves toward the skater as the skater curves back into it.\n\nIn ice dance, there are no lifts above the head, no heroic jumps. Its power is rooted in a blade’s deep etchings, the angle of plush knee bends and, despite those awkward boots, toes that point and extend the length of a leg to create fluent line. Arms lengthen from the back with fingers that grow along with them. If, in pairs and singles skating, it seems like the air is increasingly being sucked out of routines to make room for more jumps — it’s worse when they’re crammed into the second half in order to score more points — ice dance pushes skating to a more poetic place.\n\nPhoto\n\nHow can skaters bring emotion to a blade? How does their musicality play into a seemingly simple essence of motion? A skater moves forward and backward on the inside or outside edge of a blade. In ice dance, this is not rushed but emphasized in strokes that lean and bend to propel a skater from one side of the rink to the other.\n\nIn the singles and pairs world, pristine edges can be forsaken for jumps and lifts, but one skater who pays attention to the details in between is the American Adam Rippon. He has become a media sensation for his outspokenness, but what I love most about him is his skating. He moves like silk. He cares about line; his spins have an endearing lightness, as the arch of his back in his layback — arguably the most beautiful spin in skating — attests.\n\nHe skates for himself, the same way Ms. Papadakis and Mr. Cizeron skate — as if they are in their own world. When I watch them, my mind goes to a Jerome Robbins quote about “Dances at a Gathering,” his sublime 1969 ensemble ballet. “You should never dance anything for the audience,” he said. “It ruins it if you do. You should dance only to each other. As if the audience weren’t there. It’s very hard.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn figure skating, it’s a radical idea. But in their free skate program, set to Beethoven’s “Moonlight” Sonata, Ms. Papadakis and Mr. Cizeron expanded the idea of virtuosity with the way they completely tuned in to each other. Often in ice dancing, you keep your eye on the woman; the man, as in the case of Mr. Moir, is there, in part, to show off the woman — to spark her fire.\n\nBut the lyrical and musical Ms. Papadakis and Mr. Cizeron are more of a slow boil. Moving as one, they are gossamer as they transform the ice into air. Their free dance unfurled gradually and hypnotically, building to feverish spin sequences. One, in which Mr. Cizeron rotated in a sit spin while holding Ms. Papadakis’s extended leg as she opened her right shoulder and head to the ceiling, was a spectacle of position and daring.\n\nAs soon as the piano became subdued and dreamy, their flurry of footwork returned to the quiet hush of the start. As they glided across the ice in whispering strokes, it seemed as if they were no longer skating in an arena, but on a pond. In that moment, at once bracing and luminous, the Olympics turned from being a competition into a performance. This year the silver was the gold.", "keywords": ["skater", "cizeron", "olympic", "dancers", "ethereal", "jumps", "ms", "french", "dance", "papadakis", "mr", "ice", "ballet", "skating", "spin"], "polarity": 0.13311067347952596, "subjectivity": 0.4708457526080475},
{"title": "\n                    Lindsey Vonn Settles for Bronze in Downhill; Sofia Goggia Takes Gold                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/womens-downhill-lindsey-vonn.html", "text": "Goggia came out of the gate slowly and was the 26th fastest — out of 31 racers who finished — in the first timed interval. But Goggia quickly settled into a confident, aggressive stance on her skis, which she repeatedly pressured for more and more speed. By the third interval, Goggia was fifth fastest in the field.\n\nAs it turned out, she was just finding her rhythm. By smoothly linking her turns and occasionally taking a more rounded approach to the gates, Goggia kept the flat bases of her skis on the snow surface for longer stretches. The payoff was the fastest time in each of the three final timed intervals.\n\nWhen Vonn followed two skiers later, she was faster at the start but less fluid in the middle section. Her skis seemed on edge and rattling more often than Goggia’s, and after a bit of a miscue coming off the third jump in the course, Vonn trailed Goggia by nearly a half-second. She did not make up the time.\n\n“I was maybe a little too precise with my line but it was a clean run,” Vonn said later. “Maybe I should have let the skis run a little more.\n\n“But I didn’t ski stiff or nervous,” she added.\n\nVonn had dedicated her performance to her late grandfather, Don Kildow, who had helped teach her to ski. Kildow died in November.\n\n“I desperately wanted to win for him and I wish he could have been here to watch,” she said. “But I still think he is watching and I think he’d still be proud of me.”\n\nAdvertisement Continue reading the main story\n\nThough not naturally introspective, Vonn seemed eager to use the occasion to reflect on her career.\n\n“I’m really proud of what I’ve accomplished in four Olympic Games because some of them were pretty difficult,” she said.", "keywords": ["sofia", "vonn", "maybe", "proud", "gold", "goggia", "run", "skis", "settles", "downhill", "fastest", "timed", "think", "lindsey", "takes", "bronze", "ski"], "polarity": 0.14821428571428574, "subjectivity": 0.475462962962963},
{"title": "\n                    In Lindsey Vonn’s Quest for Greatness, Her Body Has Paid a Price                ", "url": "https://www.nytimes.com/interactive/2018/02/20/sports/olympics/lindsey-vonn-downhill-injuries-skiing.html", "text": "But what made her the world’s best ski racer also made her vulnerable to serious injury. At 33, Vonn has sustained numerous injuries and made legendary comebacks.", "keywords": ["sustained", "quest", "price", "serious", "vonn", "numerous", "worlds", "paid", "racer", "greatness", "body", "injury", "legendary", "lindsey", "vonns", "ski", "vulnerable"], "polarity": 0.23333333333333334, "subjectivity": 0.5933333333333334},
{"title": "\n                    After Record Short Programs, Russian Skaters Poised to Battle for Elusive Gold                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/women-figure-skating-evgenia-medvedeva.html", "text": "The tactic has been both applauded for its cleverness and criticized for what some perceive as a kind of vacancy in the first half of the Russian routines, which are effectively limited to spins and choreography.\n\n“I think it’s a great strategy because it’s allowable within the rules,” said Tom Zakrajsek, who coaches Nagasu. “If you’re trying to win, you should go for every single point. Those extra one or two points can make a difference.”\n\nAdvertisement Continue reading the main story\n\nThe strategy, known as back-end loading, requires tremendous endurance, which the Russians gain by doing one triple jump after another in rapid succession during practice. “Your heart rate maximizes at 115; you’ve got lactic acid in your muscles pretty much from that point on,” Zakrajsek said. “And to jump and jump well and cleanly when you’re fatigued is wicked hard.”\n\nAesthetically, however, Paul Wylie, the 1992 Olympic silver medalist from the United States, expressed concern that back-end loading tends to sap the early speed of a routine as skaters conserve energy for a vigorous finish.\n\n“If you’re putting absolutely every single jumping pass in the last part of the program, you aren’t able to skate with any speed into it,” Wylie said. “To me, skating skills is about going fast. But I’m not saying it’s not a shrewd thing to do. It’s absolutely the smartest thing to do.”\n\nPhoto\n\nUntil Medvedeva broke a bone in her foot last fall, she was considered an overwhelming favorite to win the Olympics. But she missed valuable training time and two competitions. Then she lost last month to Zagitova at the European championships. And now Medvedeva’s chance to win the Olympics has been threatened by her own training partner.\n\nThere was a hint of wistfulness in Medvedeva’s voice on Wednesday as she spoke about training with Zagitova and other younger skaters in a group coached by Eteri Tutberidze in Moscow.\n\nWhen she sees younger skaters doing more difficult maneuvers, Medvedeva said: “You just feel inside so strange. You are older, and you must be stronger than them. It really forces you.”\n\nThe daughter of a former elite hockey player, Zagitova could become the second youngest women’s Olympic skating champion. Tara Lipinski of the United States was younger by several weeks when she won gold, also at 15, at the 1998 Winter Olympics.\n\nAt about age 12, though, Zagitova’s career seemed to end before it had truly begun. She entered a youth event with a broken arm and then broke a leg during the competition. Even before that, Tutberidze wanted her to leave the training group, according to Zagitova.", "keywords": ["russian", "poised", "youre", "win", "training", "jump", "programs", "younger", "zakrajsek", "record", "gold", "wylie", "zagitova", "short", "battle", "elusive", "skaters", "united"], "polarity": 0.16943521594684385, "subjectivity": 0.40185492801771855},
{"title": "\n                    Elizabeth Swaney, Viral Olympic Skier, Says She Put Her Whole Heart Into Her Halfpipe                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elizabeth-swaney-olympics-video.html", "text": "But Swaney, in an interview on Tuesday, said she was disappointed in her performance, and was certainly not looking to make people laugh.\n\n“I don’t think I’ve ever been satisfied with my halfpipe runs, and I don’t think a lot of skiers are,” she said. “I haven’t been as confident as I wanted to be to go higher out of the pipe and just really go for these bigger tricks.”\n\nShe was frustrated to receive so much attention when she felt her competitors deserved the limelight.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I look up to them,” she said, naming Sharpe, the eventual gold medal winner in the event, and the United States competitors Brita Sigourney and Annalisa Drew.\n\nEach nation can send a maximum of four skiers to compete in the women’s halfpipe. So while other athletes qualified ahead of Swaney, she was able to ski for Hungary thanks to that quota system and a dearth of other athletes from countries that had not already sent four competitors to the event.\n\nPhilippe Belanger, the head judge of freeskiing competitions at the Pyeongchang Olympics, told The Denver Post that the International Ski Federation was considering proposals that would decrease the number of competitive slots available for Olympic competitors in the halfpipe, which would make it more difficult for athletes like Swaney to qualify.\n\nAdvertisement Continue reading the main story\n\nBut Swaney, who is based in the Bay Area, has been working toward her Olympic dream for most of her life. Inspired by Kristi Yamaguchi’s gold medal performance in the 1992 Olympic Games, Swaney skated from her childhood until her second year of college. (Her father signed her up for a 30-minute weekly lesson. She did not realize until years later that figure skaters trained six or seven days a week.)\n\nFor two years at the University of California, Berkeley, she was the coxswain — the person who directs the crew from the stern of the boat — for the nationally competitive men’s rowing team.\n\nHer experience steering a crew team led her to believe that she might be able to steer a bobsled. The United States women’s bobsled team told her that she was too small to be a bobsledder, but that it was impressed by her athletic background. She eventually took up skeleton — a headfirst version of luge.\n\nShe began skiing in 2010, after attending the Vancouver Olympics and feeling inspired by the skiers, and doubled down on the event after giving up skeleton. For six years, training in Utah, she would often wake up at 6:30 a.m. to go the gym, then ski for hours. She fit in training around two part-time jobs.\n\nStill, she did not know that she would be heading to South Korea until Jan. 24, when she learned she had qualified. She arrived in Budapest at midnight on the 25th, having brought only her passport, her jacket and the bag she had brought to work that day.\n\nShe said there was some attention she was grateful for: the supportive texts she received from her parents after the event.\n\n“My dad told me he found my runs really graceful, so I was happy to hear that,” she said. “They’re not as familiar with skiing as they are with other sports, but they were happy to see me compete.”", "keywords": ["athletes", "olympic", "heart", "halfpipe", "skier", "york", "womens", "told", "swaney", "elizabeth", "competitors", "viral", "ski", "skiers"], "polarity": 0.16708548903670856, "subjectivity": 0.4607521205082182},
{"title": "\n                    Tara Lipinski and Johnny Weir: Armed With 21 Suitcases and Olympic Insight                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005750317/johnny-weir-tara-lipinski-figure-skating.html", "text": "9 Opinion\n\nI Interned for Senator Rubio. Now I’m Begging Him to Act on Guns.", "keywords": ["begging", "johnny", "weir", "tara", "olympic", "rubio", "suitcases", "guns", "lipinski", "21", "interned", "act", "senator", "opinioni", "armed", "im", "insight"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    Russia Confirms Curler’s Doping Positive but Raises Doubts About Drug’s Source                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/russia-doping-curling.html", "text": "The Russian doping controversy has strained relationships within the leadership ranks of the Olympics. Even before news emerged about Krushelnytsky’s failed test, several I.O.C. members had been privately suggesting that allowing Russia to restore its full status at the Pyeongchang Games risked appearing to appease Russia and could undercut efforts to play up the peacemaking presence of a North Korean delegation at the Games.\n\nRussian athletes here have largely been keeping a low profile, avoiding social media as they attempt to win over the three-person I.O.C. panel responsible for deciding their country’s fate. Deprived of several stars who were banned after an investigation into the yearslong doping program, the Russian team — its members competing under the generic label Olympic Athlete From Russia — has struggled. The curling bronze that Krushelnytsky and his wife, Anastasia Bryzgalova, may soon forfeit is one of only 11 medals won by their nation four years after it topped the medals table at the Sochi Games. No Russian has won a gold in Pyeongchang.\n\nIn their statement Tuesday, Russian officials sought to tread a fine line between accepting responsibility for the doping violation and expressing doubts that Krushelnytsky had knowingly taken meldonium, a heart medicine that increases blood flow and has been banned from most sports since 2016. Krushelnytsky passed a drug test on Jan. 22 and several others before that, the Russian officials said. Meldonium, which in 2016 led to a long ban for the tennis star Maria Sharapova, usually stays in the system for months.\n\n“We express our sincere regret over the fact of the incident,” the Russian officials said in their statement. “At the same time, the circumstances of the case do not provide any answers to the questions as to how and when meldonium could have gotten into the athlete’s body.”\n\nKrushelnytsky had been at a training camp in Japan before the Games. The Russian authorities have begun what they describe as “a comprehensive investigation” of the circumstances behind the positive test, which includes a criminal investigation.\n\nTwo other athletes — the Japanese short-track speedskater Kei Saito and the Slovenian hockey player Ziga Jeglic — have failed doping tests at the Games.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and they have found themselves under scrutiny from testers as the event has progressed. Mark Adams, a spokesman for the I.O.C., said the Russians were by far the most tested athletes before and during the Games.\n\nKrushelnytsky and Bryzgalova were the first Russian athletes to compete, as their event, mixed doubles curling, took place before the opening ceremony.\n\nAdvertisement Continue reading the main story\n\nThat an athlete from a sport that is perhaps not the most physically demanding at the Games has surprised others taking part in the curling competition.\n\n“I was a bit shocked this morning,” Madeleine Dupont, the skip of the Danish women’s team, said the day after news of Krushelnytsky’s failed test broke earlier this week. “I was like, ‘That cannot be true.’ But then again, people have been taking all sorts of stuff: natural medicine or lip balm or I don’t know what. So I wouldn’t really judge anyone until I knew it was on purpose.”\n\nAsked if she thought the sport’s reputation could be harmed by a doping positive, Dupont said: “I think most people will laugh and be like, ‘What would you possibly need doping for?’”\n\nMeldonium caused widespread panic and confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency in 2016. Scores of athletes, including Sharapova, tested positive for it.\n\nMeldonium is thought to enhance endurance and would possibly play a role in curling by increasing the stamina of athletes, who must be accurate with their shots, sometimes down to the centimeter. Hard sweeping can also take a toll over the course of a long match.", "keywords": ["russian", "curling", "doubts", "athletes", "raises", "officials", "source", "curlers", "test", "drugs", "confirms", "meldonium", "doping", "positive", "games", "russia"], "polarity": 0.0626831081376536, "subjectivity": 0.3487707158161704},
{"title": "\n                    British Speedskater Finishes on Her Feet but Goes Home Empty-Handed Again                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elise-christie-speedskating.html", "text": "Another debate raged on social media, where people wondered: Was Christie a star-crossed Olympian? Or did the Olympics bring out the worst in her?\n\nFor every person on Twitter who suggested that Christie cracked under pressure, there were several others came to her defense. In the days leading up to the 1,000, Christie retweeted several messages of support, including one from a woman who pointedly asked Christie’s detractors, “When did any of you get to represent your country at anything?”\n\nChristie, 27, who received death threats after taking out Korea’s leading contender in a collision in Sochi, described the support as “incredible” and said, “To me it means more than the medal that people can see how hard I’ve tried.”\n\nPhoto\n\nAll eyes were on Christie when she skated to the starting line for the fifth of eight heats. Before the first curve, Christie got tangled with another skater, fell and skidded into the safety pads. Under short track rules, a crash on the first lap results in a restart. But first Christie had to get back on her feet. She tried a couple times to rise, without success. She thought she was done. “I can’t describe the amount of pain I was in,” Christie said.\n\nBut then Christie said she imagined all the people watching back home. “And I just thought, I’m going to give it my best shot,” Christie said, adding, “I thought of the adrenaline and how that might take over.”\n\nShe rose unsteadily, favoring her right foot, and gingerly skated over to consult with her coach before returning to the starting line for the nine-lap race. Christie was last after the first lap, last after the second, last after the third. Then, as the crowd at Gangneung Ice Arena threw their voices behind her, she made her move. “The support from Korea, the support from the U.K. has been insane,” said Christie, who was second with a lap to go. In the final meters, there was some jostling for position, but Christie held her ground and finished behind Lara van Ruijven of the Netherlands.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I just thought it was a normal race and I moved up and I qualified and I was so happy,” Christie said.\n\nAdvertisement Continue reading the main story\n\nBut it was not to be. She received a yellow card for two separate minor infringements. Christie said she had no idea what she had done. All she knew was that for the second consecutive Olympics, she would leave with nothing tangible to show for four years of monomaniacal devotion to her sport.\n\nChristie stepped off the ice and was scooped up by the national short-track coach, Nicky Gooch. In 1994, Gooch won Britain’s first medal in short track. Christie had come here hoping to become her country’s first gold medalist and second medal-winner in the sport.\n\nAs reporters waited to talk with her, they were joined by Scott Field, the head of communications for the British Olympic Association, who said softly: “Go easy on her. Do me a favor.”", "keywords": ["second", "finishes", "emptyhanded", "goes", "british", "thought", "york", "times", "speedskater", "olympics", "lap", "christie", "track", "feet", "support", "newsletter"], "polarity": 0.1161552499787794, "subjectivity": 0.3323444529326883},
{"title": "\n                    Unified Korean Hockey Team Finishes Winless. So Why All the Cheering?                ", "url": "https://www.nytimes.com/2018/02/20/sports/unified-korean-hockey-team.html", "text": "GANGNEUNG, South Korea — It was never just about winning or losing.\n\nBut in the end, there were only losses, at least on the ice.\n\nThe unified Korean women’s hockey team — the only team at the Olympics to feature athletes from both North and South Korea — skated onto the ice for the last time at Kwandong Hockey Center here Tuesday, losing, 6-1, to Sweden and closing out its Olympic run without winning a single matchup.\n\nAt least there was a positive note Tuesday for a team that had shouldered a heavy symbolic weight at the highly politicized Games. In the first period, a South Korean player, Han Soojin, scored a goal, the team’s second in Olympic play.\n\nTo the coach, Sarah Murray, who was tearful after the last buzzer sounded, the score was beside the point.\n\nAdvertisement Continue reading the main story\n\n“For the two teams to be able to combine and have such good chemistry in such a short amount of time with all the media and governments,” Murray told reporters after the game, “it’s pretty remarkable that our players were able to make it work.”", "keywords": ["teams", "south", "olympic", "unified", "winning", "korea", "able", "murray", "team", "cheering", "winless", "finishes", "hockey", "korean"], "polarity": 0.1253004329004329, "subjectivity": 0.4919896103896104},
{"title": "\n                    Figure Skating Warm-Ups Can Cement Confidence. They Can Also Cause Chaos.                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/figure-skating-warm-up.html", "text": "Some jockey to be the first on.\n\n“I always used to feel very frantic,” said the NBC analyst Tara Lipinski, a 1998 Olympic gold medalist. “I was always wanting to get on the ice first, even for that extra second, just because there’s so much to fit in.”\n\nOthers aim to cut their warm-ups short, the better to send a pointed message of confidence to their competitors and any judges who may be watching from their rink-side seats. Before his programs last week, the American Adam Rippon spent the last minute circling the ice as if he were a short-track skater.\n\n“I like to do laps because I feel it sometimes may make the other skaters nervous that I finished early,” Rippon said last month, “and I always smile at all the judges when I go by.”\n\nMaé-Bérénice Méité, who is competing in her second Olympics for France, said the warm-up settles her mind.\n\n“If you have some troubles, you’re more aware of what you’re doing,” she said. “And if you are good, you just have to keep going and be the same in your program.”\n\nSkating etiquette calls for big jumpers to be afforded more space. Everyone is supposed to negotiate traffic on the ice like cars merging onto the highway. But as anyone possessing a driver’s license knows, there’s often one aggressive driver who will veer into another’s space rather than follow the zipper method for merging.\n\nNear collisions, accidental or not, do happen in warm-ups, which is perhaps to be expected whenever two or more competitors are skating backward. Yuzuru Hanyu of Japan, who successfully defended his men’s singles title last week, collided with Han Yan of China near center ice during warm-ups at the Cup of China several months after his 2014 Olympic victory. Both skaters completed their long programs, although Hanyu skated with his head bandaged and fell five times.\n\nMishaps of that magnitude occur more often at practice sessions, which are an elongated version of the warm-up. Rippon said that during a practice a few years ago, he accidentally head-butted a competitor, who had to withdraw from the competition with a concussion. And Sasha Cohen, the 2006 Olympic silver medalist, once required 21 stitches after her calf was sliced by the blade of a competitor who collided with her while landing a jump.\n\nAdvertisement Continue reading the main story\n\nAt an event in the United States during in the lead-up to the 2002 Olympics, Cohen brushed Michelle Kwan in the warm-up. By the time she became an Olympic medalist four years later, Cohen was known as a buzz-by artist who did not respect her opponents’ personal space. Cohen said she was aware of her reputation but added that she never took aim at anyone.\n\n“You only have six minutes and everyone is aggressive with their space in order to get in everything they need to in order to feel prepared,” Cohen said in an email. “That can mean having to jump almost on top of someone to avoid having to circle and do it again.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMost skaters, Weir said, would never think of intentionally trying to rattle a competitor during warm-ups because they are so focused on themselves, they’re oblivious to everything going on around them.\n\n“Your entire life is on the line,” he said. “I’m not thinking at all about you. This is all about me.”\n\nScott Hamilton, the 1984 Olympic men’s singles champion and an NBC commentator, said he competed against a few skaters “who would try to intimidate you, accidentally get in your way, accidentally pull your focus.”\n\nBut Hamilton said he was always too absorbed with “getting through my Rolodex of jumps,” as he put it, to be bothered. “I had a couple of competitors who would try to suck up all the air in the room, and it honestly didn’t really work,” he said.\n\nThe most overt show of gamesmanship that Hamilton said he ever experienced came after a warm-up. An opponent finished his program, and as he was leaving the ice, he looked over at Hamilton, who was skating next, and said, “in a very cocky way, ‘Well, now, you have to skate perfect,’” Hamilton recalled. “And I just looked at him and said, ‘No problem.’”", "keywords": ["figure", "chaos", "try", "olympic", "youre", "cohen", "cause", "confidence", "cement", "hamilton", "warmup", "ice", "warmups", "skaters", "skating", "space"], "polarity": 0.16942839105339105, "subjectivity": 0.3494669913419913}
]