[
{"title": "\n                    Turnover at a Constant Clip: The Trump Administration’s Major Departures                ", "url": "https://www.nytimes.com/interactive/2018/03/16/us/politics/all-the-major-firings-and-resignations-in-trump-administration.html", "text": "President Trump’s record-breaking staff churn does not appear to be ending anytime soon. On Friday, Andrew G. McCabe, the former F.B.I. deputy director, was fired after the Justice Department rejected an appeal two days before he was set to retire. And reports indicate that Mr. Trump — the former “Apprentice” star with the “You’re fired” catchphrase — intends to oust Lt. Gen. H. R. McMaster, his second national security adviser.", "keywords": ["set", "fired", "clip", "constant", "second", "security", "trumps", "major", "star", "turnover", "administrations", "soon", "staff", "youre", "departures", "trump"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    Spies, Not Diplomats, Take Lead Role in Planning Trump’s North Korea Meeting                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/north-korea-cia-trump.html", "text": "Mr. Pompeo, a hawkish former Army officer and Republican congressman who has spoken about the possibility of regime change in North Korea, is viewed as more skeptical about engaging with Mr. Kim. It is not clear whether he advised the president in advance of his decision to accept the invitation to talk. But he is an astute reader of Mr. Trump’s preferences, and even before his nomination as secretary of state had become a vocal defender of the meeting.\n\n“President Trump isn’t doing this for theater,” he said last week on Fox News. “He’s going to solve a problem.”\n\nNorth Korea has still not publicly confirmed the meeting, a silence that has raised suspicions among some Korea experts about whether Mr. Kim really made the offer — or if he did, whether he agreed to halt nuclear and missile tests, and put his nuclear arsenal on the table, as part of a negotiation with the United States.\n\nOn Friday, however, the White House appeared committed. Mr. Trump spoke with President Moon Jae-in of South Korea, who has pushed tirelessly for talks between North Korea and the United States, and reaffirmed his intention to meet Mr. Kim by the end of May.\n\nThe administration struck a cautious note, saying in a statement, “Both leaders affirmed the importance of learning from the mistakes of the past, and pledged continued, close coordination to maintain maximum pressure on the North Korean regime.”\n\nBut it added, “The two leaders expressed cautious optimism over recent developments and emphasized that a brighter future is available for North Korea, if it chooses the correct path.”\n\nAdministration officials declined on Friday to say whether Washington had established direct communication with Pyongyang. Asked the same question earlier in the week, they said there had not yet been contact. A spokesman for the C.I.A. declined to comment on the agency’s role, referring questions to the White House.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile a meeting of Mr. Trump and Mr. Kim would be one of the boldest diplomatic gambles of recent years, it was orchestrated largely by the intelligence services of the three countries.\n\nAdvertisement Continue reading the main story\n\nOfficials said Mr. Suh, the South Korean spy chief, laid the groundwork for Mr. Kim’s invitation in negotiations and a subsequent meeting in Pyongyang with Kim Yong-chol, a powerful general who heads inter-Korean relations and used to run North Korea’s intelligence service.\n\nKim Yong-chol led the North’s delegation to the closing ceremony of the Winter Olympic Games in Pyeongchang, South Korea, where he sat steps from Mr. Trump’s daughter Ivanka. The two did not speak.\n\nMr. Suh was one of two South Korean envoys who visited the White House last week to brief Mr. Trump on their meeting with Kim Jong-un in Pyongyang a few days earlier. But he was overshadowed by his colleague — Chung Eui-yong, the national security adviser — after the president instructed Mr. Chung to announce the meeting to reporters gathered in the White House driveway.\n\nNow that Mr. Pompeo has been promoted, officials said, the use of the intelligence channel is mostly a convenience. But he still needs to be confirmed by the Senate, a process that could take several weeks. By continuing to work through the C.I.A. channel, he can be involved in the planning while he awaits his move to the State Department.\n\nSome officials expressed concern about the C.I.A.’s taking the lead in orchestrating a leader-to-leader meeting — work that would normally be the province of the State Department.\n\nThe intelligence officials on the North Korean side, they said, are unsavory figures, not least Kim Yong-chol himself, who is accused of masterminding the torpedo attack that sank a South Korean Navy ship in 2010, killing 46 sailors, and a deadly artillery attack on a South Korean island.\n\nStill, some diplomats said they were not concerned about the C.I.A.’s role, as long as the meeting did not get derailed. They pointed out that the State Department just lost its chief North Korea negotiator, Joseph Yun, who retired from the Foreign Service, in part because of his frustration with his agency’s diminished role.\n\nThe National Security Council has assembled a working group, composed of officials from several agencies, to strategize ahead of the meeting. The group met for the first time this week, and one official said the White House was determined to include people who brought a range of views on North Korea.\n\nIt is not the first time, officials noted, that intelligence agents have been involved in sensitive diplomacy with North Korea.\n\nAdvertisement Continue reading the main story\n\nIn 2014, the director of national intelligence, James R. Clapper, traveled secretly to North Korea to negotiate the release of two Americans, Kenneth Bae and Matthew Miller. He got the Americans out, but said afterward that the North Koreans were crestfallen that he did not bring with him an American proposal for a broader diplomatic breakthrough.", "keywords": ["meeting", "white", "mr", "korean", "trumps", "korea", "officials", "role", "lead", "north", "kim", "planning", "intelligence", "diplomats", "spies", "south"], "polarity": 0.07111614800294046, "subjectivity": 0.3372784448256147},
{"title": "\n                    With a Nevada Senate Candidate’s Exit, the Bannon Revolt Fizzles                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/bannon-republican-senate-primary-challengers.html", "text": "In an interview, Mr. Tarkanian said he at first resisted Mr. Trump’s entreaties, which were conveyed to him by the president’s 2020 campaign manager, Brad Parscale. He said Mr. Trump had reached out to him by telephone last week, but the two never connected; he later told Mr. Parscale that if the president wanted him out, Mr. Trump should say so. So the president did, on Twitter.\n\nMr. Tarkanian, whose father, Jerry Tarkanian, was a legendary basketball coach at the University of Nevada, Las Vegas, said he “did not think it was the right decision,” but he added: “I grew up in an athletic family. When the coach tells you to do something, many times you don’t agree with it, but it’s your responsibility to do it.”\n\nIt was a striking illustration of how much Mr. Trump has tightened his grip on the Republican Party: It is difficult to take on the party establishment when the face of the party is a president beloved by primary voters.\n\n“This is one of those moments where the president of the United States has correctly and fully utilized the influence he has as the titular head of the Republican Party,” said Scott Jennings, a Republican strategist who is close to Senator Mitch McConnell, the majority leader. “It’s the hand of Donald Trump, recognizing that we cannot afford to lose Senate seats because we are fighting with ourselves.”\n\nBy ending their primaries against the two senators, Mr. McDaniel and Mr. Tarkanian snuffed out what was left of Mr. Bannon’s vision for remaking Congress with candidates in his populist mold. At one time, Mr. Bannon envisioned primaries in Mississippi, Nebraska, Arizona, Wyoming and Nevada.\n\nNow he has none.\n\nWith Mr. Bannon exiled by the president and Mr. Trump getting along with congressional leaders and taking counsel from largely mainstream Republicans in the post-Bannon White House, there is little political space for right-wing insurgents to oust incumbents.\n\nPerhaps no one is happier about that than Mr. McConnell, whom Mr. Bannon had once threatened to unseat. Chris Pack, the spokesman for the Senate Leadership Fund, a political action committee that Mr. McConnell helped found to ensure the re-election of incumbents, was succinct on Friday.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Who is Steve Bannon?” Mr. Pack asked wryly.\n\nMr. Bannon declined to comment.\n\nDemocrats said on Friday that the dynamics of the Nevada race had not changed much, and that they remained optimistic about their chances to pick up a Senate seat in a state won by Hillary Clinton. Mr. Tarkanian, party strategists said, has already caused lasting damage to Mr. Heller by forcing him into positions he will later regret in his campaign against Representative Jacky Rosen, the Democrat whose seat Mr. Tarkanian is now seeking. (Mr. Tarkanian lost to Ms. Rosen by about one percentage point in 2016.)\n\nAdvertisement Continue reading the main story\n\nLast year, for instance, Mr. Heller agonized for weeks over Republicans’ drive to repeal the Affordable Care Act, before finally siding with party leadership and voting to undo President Barack Obama’s signature health care law. Mr. Tarkanian pounced, accusing Mr. Heller of having “no convictions.” And Democrats are still reminding the senator of that vote.\n\n“Nevadans learned today what Senator Heller got for selling out their health care and putting himself and his party first,” Lauren Passalacqua, spokeswoman for the Democratic Senatorial Campaign Committee, said on Friday, adding that “no amount of Trump tweets” could save him.\n\nWhile Mr. Trump is often described as the ultimate insurgent, he is driven far more by personal interaction and whether he feels respected than by any ideological impulses. Mr. Wicker and Mr. Heller have spent months courting the president and taking care to note, publicly and privately, that they are in his corner.\n\nTheir lobbying paid off. Mr. Trump reiterated his support for Mr. Wicker when Mr. McDaniel got in the race late last month, and on Friday the president showed Mr. Tarkanian to the door. Mr. McDaniel and Mr. Tarkanian had little choice but to give up their primaries: They were trying to carry a sort of pre-Trump message that was focused on purifying the Senate of moderation, hoping to link the incumbents to a flaccid establishment embodied by Mr. McConnell.\n\nThis approach proved effective at times during the Obama years and was nearly enough to lift Mr. McDaniel in 2014, when he came close to unseating Mr. Cochran.\n\nBut while Mr. McConnell is deeply unpopular among rank-and-file conservatives, he is not the animating force in today’s party — Mr. Trump is. While the challengers could easily persuade primary voters to oppose Mr. McConnell’s preferred candidates, it is a far more difficult task to get them to oppose their president.\n\nThe one Republican senator who may have lost his seat in a primary this year was the one who has become one of Mr. Trump’s most outspoken critics: Jeff Flake of Arizona, who is retiring. In that race, the establishment Republican, Representative Martha McSally, is facing a primary challenge from Joe Arpaio, the controversial former sheriff of Maricopa County, and Kelli Ward, an osteopathic physician and former state senator who drew backing from Mr. Bannon last fall.\n\nYet in another sign of how he is veering closer to the congressional leadership, Mr. Trump has not offered support to either of the hard-liners, something White House officials assured Ms. McSally he would not do before she agreed to enter the race.\n\nAnd more recently, in another sign of Mr. Bannon’s diminished influence, Ms. Ward disavowed him. “I am distancing myself from Steve Bannon,” she told CNN in an interview in January, adding, “I support the president.”", "keywords": ["mr", "exit", "president", "senate", "candidates", "revolt", "senator", "heller", "bannon", "nevada", "sign", "republican", "tarkanian", "trump", "fizzles", "party"], "polarity": 0.147074373713718, "subjectivity": 0.4040131999148392},
{"title": "\n                    How Trump Has Split With His Administration on Russian Meddling                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/trump-russia-administration-fact-check.html", "text": "“But, certainly, there was meddling and probably there was meddling from other countries and maybe other individuals,” the president said at a March 6 news conference.\n\nThis pattern of diversion has steadily increased since Mr. Trump took office. Here is a look back at how the president and his own administration have parted ways on Russia.\n\nFebruary 2018: Deflecting accusations of Russian meddling\n\nUnited States intelligence officials warned in mid-February that Russia had already begun meddling in the 2018 midterm elections. But Mr. Trump continued to suggest other countries could also be the culprit.\n\n“By the way, I have to say, Obama was the president during all of this meddling, or whatever you want to call it, with Russians and others possibly,” he said in a Feb. 24 interview on Fox News.\n\nDecember 2017: Conflicting signals on national security\n\nMr. Trump’s first national security strategy blueprint made repeated references to Russia’s interference in the 2016 election and its “information operations as part of its offensive cyberefforts to influence public opinion across the globe.”\n\nYet in his speech announcing the strategy on Dec. 18, Mr. Trump made one fleeting mention of Russia: of how it and China “seek to challenge American influence, values and wealth.” He made no mention of Russian meddling and instead praised intelligence sharing between Russia and the United States in the face of terrorism threats.\n\nAugust 2017: Signing a sanctions bill reluctantly\n\nAfter Congress passed legislation in late July to impose sanctions on Russia and limit the president’s authority to lift them, Mr. Trump signed the bill but criticized it as “seriously flawed — particularly because it encroaches on the executive branch’s authority to negotiate.”\n\nAdvertisement Continue reading the main story\n\nMr. Trump signed the legislation on Aug. 2. Several days earlier, President Vladimir V. Putin’s government had retaliated by seizing two American diplomatic compounds in Russia and telling the United States Embassy in Moscow to reduce its staff across the country. Mr. Trump did not respond, and Sarah Huckabee Sanders, the White House press secretary, declined to comment.\n\nHowever, the State Department described Moscow’s move as “a regrettable and uncalled-for act.”\n\n“We are assessing the impact of such a limitation and how we will respond to it,” the department said in a statement.\n\nJuly 2017: Suggesting he found Mr. Putin’s denial persuasive\n\nAfter Mr. Trump met with Mr. Putin during a Group of 20 summit meeting, he recounted the Russian leader’s assurances that Moscow did not intervene in the 2016 election.\n\n“First question — first 20, 25 minutes — I said, ‘Did you do it?’ He said, ‘No, I did not, absolutely not.’ I then asked him a second time, in a totally different way. He said, ‘Absolutely not,’” Mr. Trump said in an interview with Reuters that was published on July 12. “Somebody did say if he did do it, you wouldn’t have found out about it. Which is a very interesting point.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJanuary 2017: Playing down Russian cyberattacks\n\nOn Jan. 6, the intelligence community released a declassified report of its conclusions about a Russian cyberattack on the election. In a statement about his briefing on the cyberattacks that day, Mr. Trump pointed to “Russia, China, other countries.”\n\nDays before his inauguration, at a Jan. 11 news conference where he was asked whether he believed Mr. Putin ordered the hacking of American political committees, Mr. Trump said that “as far as hacking, I think it was Russia.”\n\nHe then added, “But I think we also get hacked by other countries and other people.”\n\nMr. Trump’s dismissiveness of accusations of Russian interference predates his time in the White House.\n\nLate December 2016: Praising Putin in the wake of sanctions\n\nOn Dec. 29, President Barack Obama issued sanctions against Russia and ejected 35 suspected Russian intelligence operators from the United States as punishment for Moscow’s attempts to influence the election. But in a move widely believed to be aimed at fostering good relations with the incoming Trump administration, Mr. Putin announced on Dec. 30 that he would not retaliate.\n\nAdvertisement Continue reading the main story\n\nMr. Trump promptly praised Mr. Putin’s decision.\n\nA day later, Mr. Trump said he still wasn’t convinced that Russia had interfered in the election, telling reporters: “And I know a lot about hacking. And hacking is a very hard thing to prove. So it could be somebody else.”\n\nEarly December 2016: Disparaging intelligence agencies after reports on Russian interference\n\nAfter reports in December by the The New York Times and The Washington Post that United States intelligence assessments had concluded that Russian election meddling sought to aid Mr. Trump, the president-elect disagreed.\n\nIn an unsigned statement responding to the news, the Trump transition team dismissed the assessment by comparing it to flawed intelligence reports in the lead-up to the Iraq war.\n\n“These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said.\n\nOctober 2016: Questioning intelligence consensus that Russia is to blame\n\nOn Oct. 7, the United States intelligence community released a joint public statement saying it was “confident that the Russian government” had directed cyberattacks on American individuals and institutions, including political organizations such as the Democratic National Committee.\n\nThree days after that, during the second presidential debate, Mr. Trump again cast doubt that Russia was responsible — or even that there was a cyberattack in the first place.\n\n“Maybe there is no hacking. But they always blame Russia. And the reason they blame Russia because they think they’re trying to tarnish me with Russia,” he said.\n\nSeptember 2016: Continuing to cast doubt on Russian meddling\n\nAs the official nominees of their parties, Mr. Trump and Hillary Clinton began receiving intelligence reports in early August. On Sept. 22, top Democrats on the House and Senate Intelligence Committees issued a statement saying that they had “concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election,” based on briefings they had received.\n\nAdvertisement Continue reading the main story\n\nFour days later, during the first presidential debate, Mr. Trump said, “I don’t think anybody knows it was Russia that broke into the D.N.C.”\n\nHe continued: “I mean, it could be Russia, but it could also be China. It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds, O.K.?”\n\nJune 2016: Rejecting the D.N.C. claim that Russian hackers penetrated its files\n\nThe Democratic National Committee and a cybersecurity firm said that Russian hackers had obtained a trove of internal campaign emails and political opposition research.\n\nIn response, Mr. Trump suggested that the D.N.C. fabricated the story or hacked itself: “We believe it was the D.N.C. that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader,” he said in a campaign statement on June 15.\n\nHe did not mention Russia.", "keywords": ["hacking", "mr", "intelligence", "administration", "states", "statement", "split", "2016", "russian", "russia", "trump", "meddling"], "polarity": 0.023875999156898035, "subjectivity": 0.3109968059406261},
{"title": "\n                    Trump, the Television President, Expands His Cast                ", "url": "https://www.nytimes.com/2018/03/16/business/media/trump-kudlow-hegseth-television.html", "text": "Ms. Nauert is just one of the as-seen-on-TV faces now starring in President Trump’s White House. And the cast is set to grow.\n\nThe television pundit Larry Kudlow, best known for his patter on CNBC, was named on Wednesday as Mr. Trump’s chief economic adviser. Pete Hegseth, a co-host of “Fox & Friends Weekend,” is on the short list to become secretary of veterans affairs. John R. Bolton, the former United Nations ambassador and a frequent Fox News commentator, is under consideration for national security adviser.\n\nPhoto\n\nThe moves are another sign that the dividing line between media and government has been all but erased under Mr. Trump, a former reality star who views himself as the casting agent in chief.\n\nTelevision figures have served as press aides in past administrations, tasked with handling their former colleagues in the media. But the selection of Mr. Kudlow crossed a threshold of sorts: the elevation of a television star to a position of real influence over policies affecting millions of Americans.\n\nIt was perhaps inevitable that Mr. Trump, whose view of the world is indelibly shaped by what he sees on TV, would be a president eager to break the fourth wall.\n\nPeople close to him have said a major part of his deliberative process is how a decision will play on cable news. Where previous presidents courted news personalities, Mr. Trump consults them, seeking policy and strategic advice from Fox News hosts like Jeanine Pirro, who at one point was interviewed for the job of deputy attorney general, and Sean Hannity.\n\nAt least three Fox News hosts — Tucker Carlson, Kimberly Guilfoyle and Laura Ingraham — were approached about joining his communications team. Last week, Mr. Trump dined at the White House with Jesse Watters, the Fox News co-host of “The Five,” who is best known for ambush interviews and an offensive video mocking Asian-Americans, for which he later apologized.\n\nAdvertisement Continue reading the main story\n\nNow Mr. Trump is inviting the commentators to shape the policy they comment on. Mr. Hegseth, if hired for the veterans affairs job, would be in charge of reforming a bureaucracy that administers benefits to millions.\n\nMr. Kudlow, a zealous advocate of lowering taxes on the wealthy, will be expected to forge an economic policy that, until this week, he had the luxury of merely judging from the safe harbor of a television studio.\n\nPhoto\n\nIn a hall-of-mirrors moment on Wednesday, Mr. Kudlow went on television to describe how Mr. Trump was impressed with how he appeared on television.\n\n“He said, ‘You’re on the air,’ and he said, ‘I’m looking at a picture of you,’ and he said, ‘Very handsome,’” Mr. Kudlow said during a chummy interview with his soon-to-be-former CNBC colleagues. He let out a laugh: “So Trumpian!”\n\nInstalling the TV crowd in this West Wing could play out in unpredictable ways.\n\nThe administration spurred an international incident last year after Sean Spicer, its press secretary at the time, repeated an unsupported accusation about a British spy agency’s wiretapping of the Trump campaign. The source? Andrew Napolitano, the TV judge and Fox News legal analyst, who made the claim on “Fox & Friends.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Napolitano — who also met with Mr. Trump to discuss potential Supreme Court candidates — had heard the rumor from a conspiracy theorist known for spreading hoaxes. Mr. Trump later defended Mr. Napolitano, saying, “All we did was quote a very talented legal mind.”\n\nThen came the incident involving Omarosa Manigault Newman, who made a name for herself as the villain of Mr. Trump’s “The Apprentice” in 2004 and lasted a year in the administration as director of communications for the White House Office of Public Liaison.\n\nAfter she left her position, the reality-show presidency collided with an actual reality show: Ms. Newman joined the cast of “Celebrity Big Brother” and impugned the Trump administration as “so bad.”\n\nThe White House decided to respond — on live television. “Omarosa was fired three times on ‘The Apprentice,’ and this was the fourth time we let her go,” a deputy press secretary, Raj Shah, said during a White House briefing. (Unsurprisingly, after the back-and-forth, the ratings for “Big Brother” went up.)\n\nPhoto\n\nThe empty-calorie genres of reality shows and cable punditry, which fill the hours with ginned-up conflict, can be a strange fit for the more consequential environment of the White House. The Newman uproar, in particular, seemed to knock some of Washington’s more levelheaded commentators off kilter.\n\nAdvertisement Continue reading the main story\n\n“It feels like we have reached a level of crazy in this White House, and it is difficult to take it anymore,” Chuck Todd said on MSNBC after Mr. Shah’s comments.\n\nMr. Kudlow’s arrival in Washington could cause similar anxiety.\n\nThe CNBC host’s smooth demeanor is catnip for the image-focused Mr. Trump, who chose Mr. Kudlow despite his opposition to tariffs authorized by the White House this month. But Mr. Kudlow is more familiar with television lights than the glare that comes with public service; his Washington experience is largely limited to a 1980s stint as a bureaucrat in Ronald Reagan’s Office of Management and Budget.\n\nHis predecessors who led the National Economic Council include Lawrence Summers, a former Treasury secretary, and Gary D. Cohn, a former president of Goldman Sachs.\n\nIn 1972, when Nixon nominated Mr. Scali for his ambassadorship, he was choosing someone who had spent a year in the White House as an image consultant. Mr. Scali had also played a diplomatic role in managing the Cuban missile crisis, acting as a covert liaison between Soviet officials in Washington and the Kennedy administration.\n\nStill, the choice of Mr. Scali had its detractors: News of his nomination prompted a New York Times editorial that denounced the “downgrading of the United Nations” and asked why Nixon had picked him “to fill a position once held with distinction by Adlai E. Stevenson.”\n\nMr. Kudlow offers another test case for how a TV personality can make the transition. But he will have to contend with one of Mr. Trump’s peculiar traits: The president often prefers the pundits he watches on television to the advisers who work in his West Wing.\n\n“He got hired because the president has seen him on TV,” Alex Conant, a Republican strategist in Washington, said. “To stay hired, he’s going to have to continue to be on TV. A lot.”", "keywords": ["white", "mr", "tv", "cast", "fox", "kudlow", "washington", "television", "expands", "house", "trump", "president"], "polarity": 0.10230866869755763, "subjectivity": 0.2905710544599432},
{"title": "\n                    Remember Rex Tillerson? The Secretary of State’s Changing Role                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/tillerson-pompeo-secretary-state.html", "text": "Advertisement\n\nRemember Rex Tillerson? The Secretary of State’s Changing Role Image Rex Tillerson departs Abuja, Nigeria after a five-country swing through Africa, earlier this week. Credit Jonathan Ernst/Reuters\n\nPresident Trump fired his secretary of state, Rex W. Tillerson, with a tweet this week.\n\nExperts, and news reports, have emphasized the unusual nature of Mr. Trump’s relationship with a secretary who reportedly called him a moron — and never denied it.\n\nBut Mr. Tillerson’s difficulties during his unusually short term also illustrate how the job has changed in recent years. We spoke to several experts and looked at past coverage to explore here how the role was transformed after World War II.\n\nImage Thomas Jefferson became the country’s first Secretary of State in March of 1790. Credit Hulton Archive/Getty Images\n\nThe most powerful role in the cabinet?\n\nThe secretary of state, fourth in line to the presidency, was once considered the most powerful cabinet post. With four exceptions, they have always been white men, starting with Thomas Jefferson, the first to hold the position, in 1790.\n\nMany others would go on to be president including James Madison (the fifth), James Monroe (the seventh) and Martin Van Buren (the 10th). Others, like Edmund Muskie, William H. Seward and William Jennings Bryan, aspired to the top job but never won the presidency. And still others are names that might register only with a historian or a trivia buff, like Philander Chase Knox (1909-1913) or Edward Reilly Stettinus (1944-1945).\n\nMuch of the modern history of the role has been defined by America’s struggle with the Soviet Union. In the years after World War II, various secretaries of state, including George C. Marshall, Dean Acheson and John Foster Dulles, were instrumental in dictating the nation’s foreign policy as the Cold War began to take shape.\n\nThat struggle also included smaller regional conflicts, most notably in Vietnam, where Dean Rusk, John F. Kennedy’s secretary of state, was initially reluctant to intervene. He was eventually moved to defend the United States’ interference in the country’s affairs.\n\nFor many, the swashbuckling realpolitik image of the role was fashioned by Henry Kissinger, the German-born diplomat who as secretary of state to Richard Nixon steered the United States toward rapprochement with China.\n\nBut experts we spoke to were conflicted about whether Mr. Kissinger deserved that credit. He was acknowledged as being seen as a top foreign policy mind, but some argued that he had helped to destroy domestic good will toward American foreign policy during his time in the office. (He is also held in low regard by many on the left, who accuse of him of being a war criminal.)\n\nImage Secretary of State George Shultz testifying at the House Foreign Affairs Committee hearing into the Iran-Contra affair on Dec. 8, 1986. Credit Paul Hosefros/The New York Times\n\nGeorge P. Shultz and the Soviet Union\n\nThe experts we interviewed instead selected George P. Shultz, Ronald Reagan’s longest-serving secretary of state, as perhaps the most effective of the Cold War secretaries.\n\nSteve Sestanovich, a senior fellow at the Council on Foreign Relations, said in an interview this week that Mr. Shultz was the last secretary of state to really dominate U.S. foreign policy, managing an ever-shifting relationship with the Soviet Union while also tending to policy in East Asia, Latin America and southern Africa.\n\n“Shultz was secretary of state for six and a half years and the difference showed,” Mr. Sestanovich said. “He had an authority and a kind of impact on issues that’s much harder to have in the short term.”\n\nImage\n\nWhen the Soviet Union struck a belligerent pose in the early 1980s, Mr. Shultz worked to keep Western European countries unified against the threat. Later in the decade, he succeeded in bringing about perhaps his greatest achievement, the Intermediate Range Nuclear Forces Treaty, a pact signed by Mr. Reagan and the Soviet Union leader Mikhail S. Gorbachev in 1987 that reduced the size of each country’s nuclear arsenal.\n\nWalter LaFeber, a professor emeritus of American history at Cornell University, said that Mr. Shultz was able to offer the United States a sense of continuity when Ronald Reagan began to slip intellectually, and he did so without alienating the president or his wife, Nancy Reagan, a key power broker within his administration.\n\nMr. Shultz “was dealing with a president that was not fully versed on foreign policy,” Professor LaFeber said. “Reagan trusted Shultz.”\n\nImage North Korean Leader Kim Jong Il, left, shakes hands with Secretary of State Madeleine Albright at the Pae Kha Hawon Guest House in Pyongyang on Oct. 23, 2000. Credit David Guttenfelder/Associated Press\n\nMadeleine Albright and the Multi-Polar World\n\nAfter the collapse of the Soviet Union, the United States found itself in a position it had never previously held, as the world’s sole superpower.\n\nTensions with the Soviets had informed the country’s foreign policy since the end of World War II. Secretaries of state had to reshape that policy in a world in which it could not define itself against an “evil empire.” Furthermore, the information revolution was beginning to bring what were once far-flung nations closer together.\n\nRachel Kleinfeld, a senior fellow at the Carnegie Endowment for International Peace, argued that this combination of a multipolar world and new communications technology meant that the secretary of state was now charged with both producing a coherent vision that could advance the country’s interests while managing inside the department even more — which also meant more air travel than ever before.\n\nBut she and others said that Madeleine K. Albright, Bill Clinton’s second secretary of state and the first woman to hold the post, largely succeeded in managing this new world.\n\nImage\n\n“Albright understood that in the post-Cold War world, what she needed to do was project the U.S. as the arbiter of the free world in a very different way,” Ms. Kleinfeld said. “Human rights, democracy, rule of law, these were the organizing principles that would allow the U.S. to keep an alliance system in a world where the old order had broken down.”\n\nMs. Albright was able to project U.S. power, by couching that power in values that could be pitched as having won the war. But she was not a woolly liberal, Ms. Kleinfeld said. She interfered in other countries’ affairs, promoting human rights in China. She set up military exercises in the former Soviet Union and encouraged former Soviet engineers to work for the United States. She even visited North Korea in 2000 to attempt to persuade the Kim regime to end its missile tests.\n\n“She did very specific things to make the world safer by using the banner of liberal values,” Ms. Kleinfeld said.\n\nIt was in this era that the secretary of state found herself contending with the heads of other agencies that had increasing had their own interests overseas. That competition within the cabinet has only increased in the last 20 years.\n\nImage Vice President Dick Cheney, President George W. Bush, Secretary of State Condoleezza Rice, former Secretary of State Colin Powell, and former Secretary of State Madeleine Albright during a meeting on the War on Iraq in Washington. Credit Stephen Crowley/The New York Times\n\nPowell, Rice, Clinton and Kerry\n\nUnder George W. Bush and Barack Obama, secretaries of state found themselves jockeying for control of policy with the heads of other agencies, including the Department of Justice and the Department of the Treasury and the Pentagon, as well as the White House itself.\n\nThose agencies’ involvement in overseas decision-making only deepened after Sept. 11, which drove home the risks of nonstate actors like Al Qaeda and prompted wars in Iraq and Afghanistan.\n\n“Military issues form a larger part of the foreign policy portfolio,” Mr. Sestanovich said of this period. “And that means the secretary of state is not exactly playing catch-up but always needs to reassert the important of diplomacy.”\n\nAsked about Mr. Bush’s two secretaries, Colin L. Powell and Condoleezza Rice, and Mr. Obama’s, Hillary Clinton and John Kerry, Mr. Sestanovich said, “You have to say that these are all secretaries of state that had some trouble getting control of policy for themselves.”\n\nImage\n\nEven Mr. Powell, whom Ms. Kleinfeld said may have been the strongest of the four in managing the State Department itself, was betrayed by conflicting interests within the executive branch when he delivered a detailed description of Iraqi weapons programs that did not exist to the United Nations in 2003. The speech relied on information that some intelligence agents knew was unreliable. Mr. Powell, a former general and the first African-American to hold the post, later described the speech as a “blot” on his record.\n\nMr. Tillerson’s tensions with Mr. Trump can be seen as a part of that lineage. But Professor LaFeber emphasized that the public mistrust between the two was an anomaly. He could think of only one other example in American history of a similar relationship, between Abraham Lincoln and his secretary of state, William H. Seward.\n\n“Seward’s view of Lincoln is like Tillerson’s view of Trump,” Mr. LaFeber said. “When he called Trump a moron, I think that was from the heart.”\n\nHe said that that was what Mr. Seward had initially thought of President Lincoln, “not a moron, but a person unversed in foreign policy.”\n\nStill, Mr. LaFeber warned, even that historical precedent did not quite help to illuminate Mr. Trump’s relationship with his first secretary of state.\n\nWhile Mr. Tillerson was thought by many to have mismanaged the State Department and contributed to his own irrelevance within the administration, Professor LaFeber said that he had been actively trying to remedy problems that the United States was confronting, problems that Mr. Trump was exacerbating.\n\n“If you evaluate presidents, you have to evaluate the first 44 and put Trump into another category entirely,” he said. “He’s so different, so ignorant of so many issues, particularly foreign policy. And Tillerson is a victim of that.”", "keywords": ["united", "mr", "policy", "state", "changing", "states", "secretary", "role", "war", "tillerson", "world", "foreign", "soviet", "rex", "remember"], "polarity": 0.07603397020690254, "subjectivity": 0.3760261313456803},
{"title": "\n                    Louise Slaughter, 88, 16-Term Liberal Congresswoman, Is Dead                ", "url": "https://www.nytimes.com/2018/03/16/obituaries/louise-slaughter-dies.html", "text": "She was equally persistent as a leader of a yearslong drive for a law to curb the widespread use of antibiotics in healthy cattle, pigs and chickens, a practice used to speed their growth.\n\nShe and other critics said the practice had contributed to the emergence of bacterial strains resistant to antibiotics and capable of passing their resistance to human pathogens. But with livestock producers vigorously against the legislation, it had not been enacted at her death, to her great frustration. She had continued to call the stalling of the bill a bipartisan failure.\n\nMs. Slaughter was chairwoman of the rules committee when Democrats were in the majority in the House from 2007 to 2010. The panel controls the debate and amendment process on the House floor, and she used its power to advance the Affordable Care Act, which passed the House by just five votes in 2009; all Republicans but one voted against it.\n\nPhoto\n\nThe week President Obama signed the act, Ms. Slaughter was one of at least 10 Democratic lawmakers around the country targeted with vandalism and threats. A brick was thrown into one of her congressional offices, in Niagara Falls, N.Y., and a telephone message mentioning snipers was left on an answering machine at a campaign office. She accused Republicans of “fanning the flames with coded rhetoric.”\n\nOverall, Ms. Slaughter said on another occasion, “there are a lot of people in the United States that have just abject hate for the government.” Those who felt otherwise, she said, had the duty to convince them “that this government is not their enemy.”\n\nA longtime co-chairwoman of the Congressional Pro-Choice Caucus, Ms. Slaughter was a leader in fighting moves to reduce the scope of Roe v. Wade, the 1973 Supreme Court decision that established a constitutional right to abortion. When the House defeated a 1989 measure to continue barring the District of Columbia from paying for abortions, she declared, “I don’t think there’s anything worse for women in this country than to watch men in blue suits debating this issue.”\n\nMs. Slaughter, who was known for speaking bluntly in her Kentucky drawl, also helped lead a successful effort in 1994 to enact the Violence Against Women Act, which included federal funds for domestic violence shelters and for training the police, prosecutors and judges to better understand and respond to violent crimes against women. She was also prominent in calling on the Pentagon to crack down on sexual assaults of women in the military.\n\nAdvertisement Continue reading the main story\n\nMs. Slaughter publicly regretted one success. In 1991 she was one of several congresswomen who marched to the Senate side of the Capitol to demand, successfully, that Anita F. Hill’s accusations of sexual harassment against Judge Clarence Thomas be heard during his confirmation proceedings after he was nominated for the Supreme Court.\n\nBut Ms. Slaughter and others believed Ms. Hill was treated harshly when testifying before a Senate committee, and after Judge Thomas’s confirmation by the full Senate, Ms. Slaughter told The Boston Globe, “I felt guilty I’d ever asked them to go into it.”\n\nAlthough Ms. Slaughter voted against impeaching President Bill Clinton in the scandal over his sexual activities with a young White House intern, she did not hide her anger toward him — and not only for what she deemed his reckless behavior in that episode. She had long believed that Mr. Clinton had made too many deals with the Republicans.\n\n“I’m not interested in what happens to Bill Clinton,” she said in opposing impeachment. “It’s the country and the Constitution I’m concerned about.”\n\nPhoto\n\nThe House impeached Mr. Clinton, but the Senate acquitted him.\n\nIn 2012, as President Obama signed a bill that banned insider trading by members of Congress, he praised Ms. Slaughter for having introduced the first version of the legislation six years earlier and continuing to fight for it.\n\nA longtime co-leader of the Congressional Arts Caucus, Ms. Slaughter was involved in the annual battles to increase, or at least maintain, funding levels for federal arts and humanities agencies.\n\nShe also worked for economic development aid to combat the declining fortunes of upstate New York, where her district at times stretched west from the Rochester area to Buffalo and Niagara Falls. And she opposed treaties like the North American Free Trade Agreement, saying they contributed to job losses in the United States.\n\nDorothy Louise McIntosh was born on Aug., 14, 1929, in Lynch, Ky., to Oscar McIntosh and the former Daisy Grace Byers. She was often described in news articles and some campaign materials as a “coal miner’s daughter,” but her father had actually worked for coal mines as a blacksmith, a spokeswoman for Ms. Slaughter said in 2015. He later owned his own business as a machinist.\n\nAdvertisement Continue reading the main story\n\nMs. Slaughter graduated from Somerset High School, in Somerset, Ky., in 1947 and earned a bachelor of science degree in microbiology and a master’s degree in public health, both from the University of Kentucky, in the early 1950s. She worked in market research for a chemical manufacturer before she and her husband, Robert Slaughter, whom she married in 1957, moved to the Rochester area, where he had obtained a job.\n\nMr. Slaughter, who worked for the American Can and Eastman Kodak companies, died in 2014. Ms. Slaughter is survived by their three daughters, Megan Secatore, Amy Slaughter and Emily Minerva; seven grandchildren; and one great-grandson.\n\nMs. Slaughter began her career in elective office by serving in the Monroe County Legislature from 1976 to 1979. She served in the New York State Assembly from 1983 to 1986, when she won her first term in Congress by narrowly defeating a Republican incumbent, Fred J. Eckert.\n\nMs. Slaughter was handily re-elected every two years until 2014, when, in a year in which the Republicans increased their majority in the House, she squeaked through to victory by fewer than 1,000 votes against her Republican challenger, Mark Assini, a town supervisor in the area.\n\nIn a rematch with him in 2016, however, voters, by a 12-point margin, sent Ms. Slaughter, the dean of New York’s congressional delegation, back to Capitol Hill.", "keywords": ["16term", "liberal", "slaughter", "dead", "congressional", "bill", "88", "senate", "congresswoman", "louise", "worked", "clinton", "women", "sexual", "house", "ms"], "polarity": 0.08676057628438581, "subjectivity": 0.413808034998511},
{"title": "\n                    Most Americans Produce Services, Not Stuff. Trump Ignores That in Talking About Trade.                ", "url": "https://www.nytimes.com/2018/03/16/upshot/most-americans-produce-services-not-stuff-trump-ignores-that-in-talking-about-trade.html", "text": "Advertisement\n\nMost Americans Produce Services, Not Stuff. Trump Ignores That in Talking About Trade. The president’s outlook on service workers could have real economic consequences. Image Black jack dealers are an example of the 105 million service workers in the U.S. Credit Eric Ginnard for The New York Times\n\nYou probably work in the service sector. This seems like a safe assertion, as 84 percent of private-sector jobs in the United States are in services.\n\nBy contrast, “goods-producing” jobs like logging, mining, construction and manufacturing accounted for only 20.5 million jobs last month, in a nation with 148 million total positions.\n\nIf we’ve guessed right about your occupation, the question for you and 105 million fellow service workers — a very broad category that includes retail clerks, truck drivers, architects, bankers, doctors and more — is whether the Trump administration cares about your economic fate.\n\nThe most recent reason to wonder is President Trump’s repeated assertion this week that the United States maintains a trade deficit with Canada — a claim contradicted by United States government data. Mr. Trump’s spokeswoman, Sarah Huckabee Sanders, said in a Twitter message that numbers showing a trade deficit with the country “reflect trade in goods.”\n\nIn other words, it’s true the United States runs a trade deficit with Canada as long as you don’t include service industries — the industries that account for the vast majority of jobs.\n\nPresident Trump has made this mental leap numerous times, most notably by referring to the nation’s “$800 billion” trade deficit with the rest of the world. It was actually $568 billion in 2017; the $800 billion number refers only to trade in goods, not counting the United States’ healthy surplus in services trade.\n\nOne could chalk this up to a verbal tic that allows the president to exaggerate the scale of the trade deficit. But it could matter in crucial negotiations.\n\nThe risk is that if trade negotiators follow the president’s lead and focus entirely on obtaining more advantageous treatment for American goods-producing industries, it could come at the cost of concessions that damage industries that employ far more people.\n\nSo what are these service exports that help put the United States’ trade relationships somewhat more in balance?\n\nThe biggest is travel, which accounted for $204 billion last year. This is an area that the president should know well. When a Canadian couple stays in a Trump hotel in New York, the money they spend counts as a service export.\n\nThe next biggest category is “charges for the use of intellectual property,” a category that includes foreigners who pay to watch movies or music made in the United States, as well as licenses of patents and trademarks.\n\nOther big ones include financial services, insurance, telecommunications and information technology, and a wide range of engineering and other consulting services.\n\nIf you have a mental model in which the only valuable jobs involve making steel or mining coal, it’s easy to lose sight of some of the middle-income jobs that are more common in the 21st-century service economy. Examples include the blackjack dealer in a Las Vegas casino, the nurse at a hospital renowned for its cancer treatments, the audio technician on a movie set, the engineer who advises companies worldwide on the best way to extract oil.\n\nThe share of global spending that went toward services rather than goods rose from 50 percent in 1970 to 80 percent in 2015, researchers from the Federal Reserve found in a recent paper. Those service-producing jobs are more the economic present than most types of goods-producing jobs. And all signs point to that being more true in the future.\n\nThat’s because even in many industries that make physical goods, information makes up a bigger and bigger part of the content of that good. A car isn’t just a chassis and an engine, but millions of lines of computer code that make it all work efficiently. The advent of driverless cars will accentuate this. In the future, few people may buy cars; instead, they may rely on transportation services.\n\nSome of these lines are a little arbitrary. A worker in a Campbell’s Soup factory works in manufacturing, and when that soup is shipped to Canada, it counts as an export of goods. If that same worker instead made soup in a restaurant that sold it to a Canadian tourist, it would become a service export instead.\n\nGiven that the Trump administration is planning trade actions against China for some of its companies’ theft of American firms’ intellectual property, it’s clear that the importance of service industries to the United States economy is known to some of the key negotiators.\n\nBut for that great majority of people who work in service industries, it might be reassuring if the president himself acknowledged more readily that there’s more to a modern economy than making physical stuff.\n\nNeil Irwin is a senior economics correspondent for The Upshot. He previously wrote for The Washington Post and is the author of “The Alchemists: Three Central Bankers and a World on Fire.” @Neil_IrwinFacebook Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on of the New York edition with the headline: Trump Sees Trade Loss By Ignoring Key Sector\n\n\n\n\n\n\n\n", "keywords": ["united", "talking", "service", "jobs", "services", "president", "trade", "states", "ignores", "produce", "deficit", "trump", "stuff", "americans", "industries"], "polarity": 0.16745129870129874, "subjectivity": 0.4378557399390732},
{"title": "\n                    Assaults Increased When Cities Hosted Trump Rallies, Study Finds                ", "url": "https://www.nytimes.com/2018/03/16/us/trump-rally-violence.html", "text": "Mr. Trump himself repeatedly seemed to endorse attacks on his detractors, too.\n\n“Maybe he should have been roughed up,” he said of one protester who was reportedly punched and kicked in November 2015. “I’d like to punch him in the face, I’ll tell ya,” he said of another a few months later. He even offered to pay legal fees for his supporters if they became too aggressive.\n\nVideo\n\nThe supporters also often aimed offensive and violent rhetoric at Mrs. Clinton, suggesting she be killed.\n\nTo determine whether those words and news reports corresponded with an actual shift in violence, the researchers compiled a list of 31 Trump rallies and 38 Clinton rallies held in cities with assault data available online.\n\nThey compared the number of assaults reported on the day of the rally to the number reported on the corresponding day of the week, for each of the four weeks before and after the event.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn a typical day, cities saw an average of 19.4 assaults, they found. On the day of a Trump rally, that number rose to 21.7.\n\nThe pattern held even when the researchers controlled for the influence of factors like population size, data sources and the day used for the comparison.\n\nThe researchers offered two explanations for the increase in assaults. Either they were the result of clashes at or near the rallies, or they occurred elsewhere in the cities after the aggressive mood on display by Mr. Trump, his supporters or his opponents had spread through “social contagion.”\n\nThere were some limitations to the findings, the authors noted. They may not apply to the rallies or cities that weren’t studied, and a greater police presence during the rallies may have made it more likely for an assault to be reported.", "keywords": ["hosted", "york", "day", "increased", "finds", "number", "trump", "reported", "cities", "rallies", "supporters", "researchers", "assaults", "study"], "polarity": 0.07787288469106651, "subjectivity": 0.3661599763872492},
{"title": "\n                    All 7 U.S. Troops Aboard Helicopter Killed in Crash in Iraq                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/seven-troops-killed-helicopter-crash-iraq.html", "text": "Photo\n\nWASHINGTON — All seven service members aboard a military helicopter died in a crash in western Iraq on Thursday, United States officials said on Friday. The crash is under investigation but is not believed to be a result of enemy action.\n\nThe aircraft, an HH-60 Pave Hawk, crashed near the city of Qaim, where the American military uses a base as a logistics center and resupply hub. Iraqi security forces responded quickly and secured the area, according to a statement from Brig. Gen. Jonathan P. Braga, the director of operations for the American-led coalition battling the Islamic State in Iraq and Syria.\n\nThe Defense Department said it would not release the names of the deceased American service members until their families have been notified.\n\nThe helicopter crashed about 18 miles southeast of the center of Qaim, near a phosphate factory and railway station close to the military base that the Americans use, said Ahmed al-Mahilawi, the mayor of Qaim. Residents said it crashed shortly after takeoff, he said in a telephone interview.\n\nTURKEY 100 miles IRAN Mosul SYRIA IRAQ Qaim Ramadi Baghdad ANBAR SAUDI ARABIA\n\nPresident Trump offered his condolences in a Twitter post.\n\nCoalition forces have sealed the area, Mr. Mahilawi said, adding that preliminary indications were that the helicopter suffered from a technical malfunction.\n\nAdvertisement Continue reading the main story\n\nQaim is in Anbar Province near the Syrian border, an area that continues to pose a serious threat to the American-led command fighting the Islamic State.", "keywords": ["helicopter", "iraq", "service", "near", "state", "crashed", "crash", "qaim", "miles", "military", "killed", "area", "troops", "aboard"], "polarity": -0.0807017543859649, "subjectivity": 0.3},
{"title": "\n                    ‘This Is Not a Drill’: 11 Students on the Terror of Lockdowns                 ", "url": "https://www.nytimes.com/2018/03/16/reader-center/students-lockdowns-school-threats.html", "text": "Advertisement\n\n‘This Is Not a Drill’: 11 Students on the Terror of Lockdowns\n\nVideo Teenagers from across the U.S. recall times when their school was threatened.\n\nSchool gun violence and the terror it creates have riveted America again since a gunman shot and killed 17 last month at Marjory Stoneman Douglas High School in Parkland, Fla. The public outrage has produced a new wave of protests, including walkouts in schools across the country on Wednesday.\n\nBut acts of violence aren’t the only source of school terror.\n\nFor each heinous attack successfully carried out, there have been many more scores of threats in schools across the country. And while thankfully no one dies because of a threat, fake or foiled attacks can be terrifying, too.\n\nAfter the Parkland attack, we reached out to students across the country, asking them to tell us about threats their schools have received. We heard from more than 100 teenagers, some describing hiding in dark closets and classrooms, sometimes for hours, as they braced for an attack.\n\nIn the five months from August to December 2017, there were at least 671 bomb or gun threats — or both — directed at American schools, according to the Educators School Safety Network, a nonprofit that provides school safety training. In the past month, since the Parkland shooting, there have been more than 465 bomb or gun threats or both.\n\nHere is a selection of the student responses, condensed and edited for clarity. We have corroborated each threat by reviewing local news reports and, in some cases, contacting the teenagers’ school districts and classmates.\n\nImage People walk out of the Marjory Stoneman Douglas High School following a shooting at the school that killed 17 people, Feb. 14, 2018 in Parkland, Florida. Credit Joe Raedle/Getty Images\n\n‘The thought of a possible shooting made me nauseous.’\n\nWinifred Chung, 18, is a freshman at the University of California, Berkeley, but was a senior at Westview High School in San Diego when her school was threatened last March. No gun was found, according to news reports.\n\nI was sitting in Physics last year when suddenly, we heard, “This is a lockdown, this is NOT a drill.” We calmly crawled under the desks, not thinking too much of it. And then rumors started flying on social media.\n\nThe general conclusion was that someone had a gun in their backpack, and that a kid saw and reported it. The thought of a possible shooting made me nauseous.\n\nOur substitute teacher could not figure out how to lock the doors. Kids started making jokes out of the situation, and we were instructed to put our phones away. All I could think was, “I can’t believe my biggest fear could possibly come true in this moment.” I texted my parents that I loved them .\n\n‘We were in the dark, hiding under desks.’\n\nAlice Meyer, 16, is a junior at High Tech High School, in North Bergen, N.J. She was on campus when her school received this threat in September.\n\nThe police were looking for someone they believed had a gun. Our whole school was put on lockdown, no one was sure what was happening. We had no idea if our school was being shot up or if everything was fine.\n\nI thought my school’s name would be the next one in the headlines, that my friends would be among the dead and wounded. We were in the dark, hiding under desks, terrified of what would happen next. No gun was found, but that hour and a half was so beyond chaotic and terrifying.\n\n‘It’s chilling.’\n\nKathryn Ikeda, 18, is a senior at Johnston High School, in Johnston, Iowa. Her school received this threat in October.\n\nThe Dark Overlord hacking group got personal information for almost every student in the district, including our addresses and parents’ phone numbers. They texted numerous parents, threatening to shoot up our schools.\n\nAs a result, school was canceled for one whole day while the threat was investigated, and delayed on the second day to allow time for security sweeps. It’s chilling to think how easily something like that could be orchestrated in my community.\n\n‘I was terrified to go to school that day.’\n\nRachael Lombardo, 18, is a senior at Upper Darby High School in Drexel Hill, Pa. In October 2014, when she was a freshman, her school received this threat.\n\nWhile a shooting has not occurred at my school, there have been threats of gun violence, and it’s almost become normal — even expected. My freshman year someone threatened to pull the fire alarm as a ploy to get students out of the building to shoot them.\n\nI was terrified to go to school that day but my parents believed there was nothing to worry about, and while I trusted them, they didn’t feel what I felt. What they didn’t feel was the eerie silence that carried throughout the day while students breathed quietly, waiting for the ring of the fire alarm.\n\nInstead of focusing on my biology work, I was thinking about how I would hide and where I could exit the building discreetly. Certainly, this is not what a 14-year-old high school freshman should be forced to think about.\n\nImage Screenshots from a text conversation, starting at left, between Emma Jacobs, a student at Dalton High School, and her mother, Annmarie Jacobs, in the midst of a lockdown at the school in Dalton, Ga., on Feb. 28, 2018. Credit Annmarie Jacobs, via Associated Press\n\n‘I remember people crying and yelling.’\n\nLily Powell Fagerlund, 18, is a senior at Ballard High School, in Seattle. The threat she describes came in November 2015, when she was a sophomore.\n\nMultiple times, there has been either the possibility of someone having brought a gun or actually bringing one to school.\n\nThe first time, I was in a lockdown for several hours and a kid was arrested down the street for bringing a gun to school. A weapon was never found. However, many people in my class, including me, were hiding in a closet, while many didn’t take it seriously and kept doing their schoolwork.\n\nSoon we started to see giant SWAT teams with giant guns outside our windows and we knew that something serious had happened. I remember people crying and yelling at others to be quiet. It was chaotic.\n\n‘Everyone was scared.’\n\nRuth Schultz, 17, is a senior at Princeton High School, in Princeton, N.J. Her school received this threat in May 2015, when she was a freshman.\n\nDuring my 8th grade and freshman years, various schools in my district received swatting calls periodically. When they called one school in the district, that school would go into lockdown and the rest would “shelter in place.”\n\nIt happened so often during my freshman year that, eventually, we barely paid attention when we were ordered to shelter in place, until one day our school received the threat. We went into lockdown, and everyone was scared. I remember very vividly thinking, If this is the end of my life, that’s tragic, but there’s nothing I can do about it.\n\n‘Kids want to get out of taking finals.’\n\nNoah Carroll-Promes, 18, is a freshman at Folsom Lake College, in Folsom, Calif., but was a student at Ponderosa High School, in Shingle Springs, Calif., when his school received threats.\n\nWe have never had a shooting at our school, however we have had an individual walk onto campus with a gun. We have also had threats on numerous occasions, mainly around the time final exams roll around — kids want to get out of taking finals and enjoy seeing the reaction they can elicit from the school.\n\n‘There was heavy police presence at the dance.’\n\nGeorge Lewis, 17, is a senior at Oak Park and River Forest High School in Oak Park, Illinois. Last October, his homecoming dance was the target of a threat.\n\nA shooting has never occurred at my school, but we received a threat before our homecoming dance and there was heavy police presence at the dance.\n\n‘Two visibly armed men were walking down the street.’\n\nEmmet White, 17, is a senior at Grant High School in Portland, Ore. His school received a couple of threats in 2015 and then again in October.\n\nDuring my sophomore year, we had a lockdown because of reports from passing drivers that two visibly armed men were walking down the street, toward the school, carrying high capacity rifles.\n\nThis year, my senior year, we relocated to a school in a different neighborhood while our original school is being rebuilt. One day, we heard a rapid succession of gunshots from an adjacent street. We went into lockdown, but the source of the gunfire was never found.\n\n‘I get a horrible feeling.’\n\nAdrian Doan, 17, is a junior at Grosse Pointe South High School in Grosse Pointe Farms, Mich. In October 2016, his school was put on lockdown after a student claimed to have a weapon.\n\nWhen we have been put into a lockdown because of the slightest threat, I get a horrible feeling — like what if this is real and these are my last moments on Earth? It almost sounds cliché, but I have truly wondered at all the things I’d never experience if I died at that moment. I cannot imagine how much more traumatizing an actual event would be.\n\n‘A lot of us think that we’re invincible.’\n\nEmma Choi, 18, is a senior at George C. Marshall High School, in Falls Church, Va. In March 2016, her school received an emailed threat.\n\nA lot of us think that we’re invincible, that the things that happen on the news take place in a world separate from our own. But there was a period when a bunch of schools in my county were receiving bomb threats from a robotic caller. Our school received one via email. My parents got an email from the school about it and were assured that the threat wasn’t serious. Most of us students didn’t know about it until we got home.\n\nNancy Wartik contributed research.", "keywords": ["lockdown", "threat", "school", "drill", "terror", "high", "gun", "senior", "students", "threats", "shooting", "11", "schools", "lockdowns", "received"], "polarity": 0.018160820660820642, "subjectivity": 0.47125238958572285},
{"title": "\n                    Stormy Daniels Interview to Air on ‘60 Minutes’ This Month                ", "url": "https://www.nytimes.com/2018/03/15/business/media/stormy-daniels-60-minutes.html", "text": "Photo\n\nThe CBS News program “60 Minutes” has set a date of March 25 for when it will show a recently conducted interview with the pornographic film actress who says she had an affair with Donald J. Trump.\n\nA person briefed on the process, who would speak about it only on the condition of anonymity, confirmed that the segment with the porn star, Stephanie Clifford, would run then.\n\nMs. Clifford, who goes by the stage name Stormy Daniels, spoke with the “60 Minutes” contributor Anderson Cooper last week.\n\nMs. Clifford went forward with the interview, which her lawyer first hinted about in a tweet featuring a photograph of him, Ms. Clifford and Mr. Cooper. It proceeded despite an arbitrator’s ruling reaffirming an agreement that she reached with Mr. Trump in October 2016 to remain silent about their alleged relationship in exchange for $130,000.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe has said she had a consensual relationship with Mr. Trump that started in 2006 and lasted several months.\n\nAdvertisement Continue reading the main story\n\nIn recent weeks, Ms. Clifford’s lawyer, Michael Avenatti, has led a publicity blitz, appearing frequently on cable news shows, since she filed a lawsuit on March 6 seeking to break her 2016 agreement. She asserts that the nondisclosure agreement was void because Mr. Trump did not personally sign it.", "keywords": ["clifford", "interview", "stormy", "agreement", "mr", "york", "reading", "air", "daniels", "month", "trump", "ms", "60", "sign", "relationship", "minutes"], "polarity": 0.09016860332649808, "subjectivity": 0.31432558669400773},
{"title": "\n                    U.S. Military Helicopter Crashes in Iraq With Seven Aboard                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/us-military-helicopter-crashes-in-iraq-with-seven-aboard.html", "text": "Photo\n\nWASHINGTON — An American military helicopter crashed Thursday near the city of Qaim in western Iraq, killing some of the seven service members aboard, United States officials said.\n\nIt was unclear why the aircraft, an HH-60 Pave Hawk, went down, the officials added. They did not rule out ground fire, and they could not confirm how many people had been killed.\n\nOne official said the helicopter was not on a combat operation but was ferrying troops.\n\nMaj. Adrian J. Rankine-Galloway, a Pentagon spokesman, said Thursday night that rescue personnel had been deployed and that the crash, in Anbar Province, near Syria, was under investigation.\n\nAhmed al-Mahilawi, the mayor of Qaim, said that the helicopter crashed about 20 miles southeast of the town center, near a phosphate factory and railway station. The American military uses a base in the area.\n\nAdvertisement Continue reading the main story\n\nLocal residents reported that the helicopter crashed shortly after takeoff, Mr. Mahilawi said in a telephone interview.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCoalition forces have sealed off the area of the crash, he said, adding that preliminary indications were that the helicopter had a technical malfunction. He did not have any information on fatalities or the number of people on board.", "keywords": ["seven", "helicopter", "york", "iraq", "main", "near", "reading", "crashed", "officials", "crashes", "qaim", "military", "sign", "aboard"], "polarity": 0.01698532948532948, "subjectivity": 0.24837812650312643},
{"title": "\n                    Trump Readies Sweeping Tariffs and Investment Restrictions on China                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/trump-china-trade-measures.html", "text": "Mr. Trump — surrounded by his commerce secretary, Wilbur Ross, his trade adviser Peter Navarro and others — asked for a figure beyond $30 billion and for the plan to be officially announced in the coming weeks, according to two people familiar with the exchange.\n\nThe administration is devising the measure to broadly counter a Chinese strategy known as the Made in China 2025 plan. China introduced a comprehensive initiative in 2015 to upgrade Chinese industry over the next decade and dominate sectors of the future, including advanced information technology, new energy vehicles and aerospace equipment.\n\nUnlike the steel and aluminum measure, which divided the president’s advisers and his own party, the idea of targeting China has broad support among a number of officials who believe China is cheating in global trade.\n\nGary D. Cohn, a top economic adviser who resigned over the steel and aluminum tariffs, had approved of action against China, the people familiar with the discussions said. Orrin G. Hatch, the chairman of the powerful Senate Finance Committee, and Senator Marco Rubio of Florida, Republicans who criticized those tariffs, have also endorsed a tough approach toward China.\n\nCongress is also weighing legislation that would strengthen national security checks on Chinese investment. In a House hearing on Thursday, Heath P. Tarbert, an assistant secretary of the Treasury Department, said the current system for assessing investment is riddled with loopholes that allowed Chinese companies to evade such checks.\n\nConcern over China’s practices picked up speed at the end of the Obama administration and has only increased since. Last year, a technology-focused unit in the Defense Department issued a report arguing that rising Chinese investment in Silicon Valley was giving China unprecedented access to the military technologies of the future, and increasing Chinese ownership of supply chains that service the United States military.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn recent months, China’s political apparatus has exerted even greater control over the nation’s economy. Business leaders and politicians of both parties now widely say that Washington’s past strategy of offering Beijing economic incentives to liberalize its market has failed. On Sunday, China officially ended term limits on the presidency, clearing the way for President Xi Jinping to stay in power indefinitely.\n\nAdministration officials say that past failure to rein in China warrants a much tougher approach. Mr. Trump took one step toward this in his national security strategy, which identified China as an economic aggressor. When a top Chinese economic envoy visited in late February, the administration asked China to shave $100 billion off its $375.2 billion trade surplus with the United States, two people close to the talks said. And while the steel and aluminum tariffs will hit many countries, they are primarily aimed at combating overcapacity in Chinese metals, including those that are routed through other nations.\n\nAdvertisement Continue reading the main story\n\nThe next step, advisers say, is to more aggressively focus on trade with China.\n\nThe United States is expected to impose tariffs on Chinese imports of high-technology goods specified in the Made in China 2025 plan, including semiconductors and new energy vehicles. But they could go beyond that to target more mundane products, including consumer electronics, apparel and even shoes. The breadth of the tariffs remains a contentious topic in the business sector and the White House, with some industries fretting about retaliation and increased costs to American companies and consumers.\n\nThomas J. Donohue, the president of the U.S. Chamber of Commerce, said on Wednesday that while the administration was right to focus on China’s unfair trade practices, his group strongly disagreed with sweeping tariffs.\n\n“Simply put, tariffs are damaging taxes on American consumers,” he said. “Tariffs of $30 billion a year would wipe out over a third of the savings American families received from the doubling of the standard deduction in tax reform.”\n\nHun Quach, the vice president for international trade at the Retail Industry Leaders Association, said that tariffs on apparel, shoes and electronics would hit American families most. “Is the best response to make American consumers pay for China’s violations? We don’t think so,” she said.\n\nAlthough there is wide support for taking action against unfair trade practices by China, business groups and economists still say the measure could be risky. The United States and China maintain the world’s largest trading relationship, and the tariffs could easily provoke a backlash.\n\n“They know our system inside out,” said Jim McGregor, the chairman of the greater China region for APCO Worldwide. He added, referring to the House speaker and the Senate majority leader: “They know what companies are important to Paul Ryan. They know what companies are important to Mitch McConnell. They know which trade associations and political groups have a big voice in Washington.”\n\nScott Kennedy, a China expert at the Center for Strategic and International Studies, said that while China deserved a tough response, he feared the consequences of the administration’s actions had not been well considered. “You really have to be smart,” he said. “The Chinese aren’t just going to fold over on this.”\n\nMr. Kennedy compared China to a bully that had stolen America’s lunch money. \"You want to teach them a lesson,” he said. “But it’s not as simple as going up in the playground and punching them on the nose.”", "keywords": ["united", "investment", "trade", "states", "including", "readies", "american", "tariffs", "restrictions", "china", "know", "sweeping", "trump", "say", "chinese"], "polarity": 0.09352644990942865, "subjectivity": 0.32064681772128584},
{"title": "\n                    Vanessa Trump, Donald Trump Jr.’s Wife, Files for Divorce                ", "url": "https://www.nytimes.com/2018/03/15/us/trump-jr-divorce-vanessa.html", "text": "He has stayed in close contact with his father, often defending the Trump administration on Twitter and in interviews on Fox News, and he recently campaigned in Pennsylvania for the Republican candidate in a special election.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe White House special counsel, Robert S. Mueller III, is examining a June 2016 meeting Donald Trump Jr. had with Russians offering dirt on Hillary Clinton and the president’s role in providing a misleading response to The New York Times last summer for an article about the meeting.\n\nLast month, Vanessa Trump and her mother were hospitalized as a precaution after opening an envelope containing a white powdery substance that was later determined to be cornstarch, police officials said. A Massachusetts man was charged with sending the threatening letter. “No one should ever have to deal with this kind of sickening behavior,” Donald Trump Jr. said on Twitter about the episode.\n\nA onetime model with the Wilhelmina agency, Ms. Trump was raised on the Upper East Side of Manhattan and once dated the actor Leonardo DiCaprio. At the time of their engagement, Mr. Trump accepted a ring from the Bailey Banks & Biddle jewelry store in Short Hills, N.J., in exchange for publicity, recreating his proposal in a New Jersey mall.\n\nThe two were married 10 months after Donald J. Trump married the former model Melania Knauss. In an interview last year with The Times, Donald Trump Jr. said a romantic evening with his wife included dinner at home (he likes to cook) and, perhaps, a movie. He tweeted about when his wife “took/dragged” him to see “Fifty Shades Darker.” (He didn’t love it.)\n\nUsing her Twitter account with the handle @MrsVanessaTrump, Ms. Trump frequently retweeted her husband’s posts pertaining to family life, many of which include photographs of their weekends in the Catskills. But her tweets about him appeared to stop in June 2017. The last tweet referring to her husband was a family portrait in which she wished the president a happy birthday.\n\nMr. Trump, who is active on Instagram, has posted mostly photos of him and his children in recent months. The last photograph with his wife was a photo of the family in February, when they were in Palm Beach celebrating a son’s birthday.\n\nThe New York Post first reported the divorce filing on Thursday.", "keywords": ["family", "wife", "york", "jr", "white", "twitter", "jrs", "special", "vanessa", "times", "files", "divorce", "trump", "donald"], "polarity": 0.12801567801567804, "subjectivity": 0.33275710775710776},
{"title": "\n                    Streaming Soon: A Fight Over AT&T, Time Warner, and the Future of TV                ", "url": "https://www.nytimes.com/2018/03/15/technology/att-time-warner-antitrust.html", "text": "The Justice Department’s move to block the deal in November took Wall Street and the entertainment industry by surprise. Many executives and lawyers thought President Trump’s administration would usher in a hands-off approach to antitrust enforcement, despite Mr. Trump’s criticism of the deal on the campaign trail.\n\nPhoto\n\nInstead, the Justice Department, under its antitrust chief Makan Delrahim, moved aggressively, demanding the sale of major parts of the businesses before a deal could go through. AT&T responded by suggesting that Mr. Delrahim’s decision was politically motivated and not based on established antitrust law.\n\nIn recent weeks, though, the judge overseeing the case, Richard Leon of the United States District Court of the District of Columbia, has rejected moves by AT&T to inject politics into the arguments.\n\nUnless the two sides settle — and there have been no signs of that happening — the trial is expected to showcase two starkly different visions of the country’s video future. Drama is also in the cards: Executives from AT&T and Time Warner, as well as competing cable, satellite, tech and media firms, are expected to take the stand over the course of several weeks — and possibly reveal details about the inner workings of the industry.\n\nThe Justice Department argues that the merged company’s combination of distribution and content would give it too much leverage in negotiations with the rest of the industry. It also says that the new company would demand higher licensing fees from other cable and satellite firms for what the government calls “must-watch” programming. Those higher charges would immediately trickle down to consumers at an estimated cost of 45 cents a month, or a combined $436 million annually for cable and satellite subscribers, the agency said.\n\nThe government’s case will be led by Craig Conrath, a plain-spoken and longtime litigator who has worked on merger cases for several administrations. He is expected to argue that if the merger is approved, AT&T and Comcast, a corporation that owns distribution and programming — the same combination that AT&T is seeking — would have the incentive to raise prices for access to their shows. That would hurt other cable companies and online streaming businesses.\n\nJudge Leon oversaw the final approval of Comcast’s merger with NBC Universal in 2011, the deal that added programming to Comcast’s holdings.\n\nAdvertisement Continue reading the main story\n\n“Either important video content will be available through a competitive market to all distributors, including up-and-coming innovators,” the Justice Department said in pretrial filings with the court. “Or it will likely only be available through vertically integrated, well-funded silos.”\n\nPhoto\n\nAT&T scoffs at the government’s predictions of price increases. And even if the analysis is accurate, the company has said, it would amount to the price of a fancy cup of coffee for each consumer. Contrary to the government’s theory that it would withhold content, AT&T says it wants to make sure its shows and movies are as widely distributed as possible.\n\nLeading AT&T’s defense is Daniel Petrocelli, a Los Angeles-based lawyer with a long track record in high-profile cases but not someone who is considered an antitrust expert. Two decades ago, he won a wrongful death case against O. J. Simpson on behalf of the family of Ron Goldman. In 2006, he lost a case defending Jeffrey Skilling, the chief executive of Enron, of fraud and conspiracy.\n\nMr. Petrocelli is expected to argue that the government is missing the bigger picture. AT&T says that Silicon Valley companies like Netflix, Amazon, and Google have disrupted the entertainment industry by spending billions of dollars a year on original content and pushing the programming through their own distribution systems. Facebook and Google dominate the market for advertisements that run with those videos.\n\nAT&T argues that a merger with Time Warner would add a new competitor against those giants, instead of reducing competition. AT&T will also promise to work out any contract disputes with cable and satellite companies through a third-party arbitrator, he is expected to argue.\n\n“The new video revolution is defined by the spectacular rise of Netflix, Amazon, Google and other vertically integrated, direct-to-consumer technology companies,” AT&T said in its pretrial brief.\n\nThe merger is opposed by several Democratic lawmakers and many consumer groups, who say that AT&T’s control of more than 100 million mobile phone subscriptions gives it unparalleled power. Google, Facebook and Netflix, though mighty, don’t own the pipes that connect people to the internet, they say.\n\nStreaming competition is the “best hope consumers have, but network operators will kill that competition if they are not stopped,” said Mark Cooper, the director of research at the Consumer Federation of America.\n\nNewsletter Sign Up Continue reading the main story Interested in All Things Tech? The Bits newsletter will keep you updated on the latest from Silicon Valley and the technology industry. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMany Wall Street analysts, however, say the government’s intervention in the deal will eventually harm consumers, because it will limit true competitors to the big tech companies.\n\nAdvertisement Continue reading the main story\n\n“The government is about three years behind reality and is defining the marketplace as it was about three years ago,” said Laura Martin, an analyst at Needham & Company.\n\nAT&T had asked for detailed communications logs between the White House and Justice Department staff members, including Mr. Delrahim, a former Trump White House lawyer. Judge Leon rejected those demands, and AT&T ultimately decided to exclude its concerns of potential presidential interference — which it described as “selective enforcement” — from the case.\n\nBut even without arguments of political interference entering the trial, many on Wall Street will be looking for clues about the kinds of corporate deals that will pass muster during the Trump administration.\n\nThe decision to block a merger between companies that don’t directly compete is rare. Mr. Delrahim has said that one of the common regulatory remedies to prevent anticompetitive behavior in such deals — getting companies to promise they’ll be on their best behavior — is not effective.\n\nThat view may ripple across merger and acquisition plans in other sectors, including the drugstore chain CVS’s $69 billion bid for the health insurance provider Aetna — as well as proposed media deals like Disney’s acquisition of Fox and Sinclair Broadcasting’s purchase of Tribune Media. Wall Street analysts expect the results of the trial will determine if more telecom and entertainment companies will pursue ambitious vertical mergers.\n\n“This could direct the future path of the industry,” said Steven Salop, a professor of economics and law at Georgetown University Law School. “If it is permitted, vertical integration will continue.”", "keywords": ["justice", "deal", "street", "merger", "future", "industry", "tv", "wall", "warner", "streaming", "companies", "cable", "fight", "soon", "expected", "att"], "polarity": 0.13977797073727305, "subjectivity": 0.4552938018054295},
{"title": "\n                    In Larry Kudlow, Trump Finds His Economic Evangelist                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/larry-kudlow-profile-trump.html", "text": "His zeal has led him to issue some predictions that beat consensus and others that were wildly wrong, including twice denying the existence of recessions while they were already underway during President George W. Bush’s administration. (“Despite all the doom and gloom from the economic pessimistas,” he wrote in December 2007, right as the worst recession in a generation was beginning, “the resilient U.S. economy continues moving ahead.”)\n\nBut his preaching is consistent, effective and entertaining. Mr. Kudlow’s admirers say it might be just what Mr. Trump needs right now, at a time when the economy is humming but Americans aren’t giving the president or his party much credit for it.\n\n“He’s a great guy to have in a bull market, freewheeling economy,” said James Pethokoukis, a columnist for the conservative American Enterprise Institute in Washington and a regular guest on Mr. Kudlow’s syndicated radio show. “He was made to be a spokesman for an administration in that kind of economy.”\n\nMr. Trump is confident that the economy is roaring and that he deserves credit for it, as evidenced by his announcement of Mr. Kudlow’s appointment Thursday on Twitter.\n\nAmericans are similarly confident in the economy’s performance, but that is not translating into widespread approval for Mr. Trump or his signature economic policies. A survey of 10,089 adults conducted this month for The New York Times by the online polling firm SurveyMonkey found that consumer confidence was strong, and remained at its highest point since Mr. Trump took office.\n\nBut only 44 percent of respondents approved of Mr. Trump’s performance in office, compared with 54 percent who disapproved.\n\nThe poll found support dipping slightly for Mr. Trump’s signature tax law: 49 percent of respondents approved of the bill, down from 51 percent in February, while 46 percent disapproved. That drop signals a potential ceiling of support for the new law, which had gained popularity after Mr. Trump signed it. In a worrying sign for conservatives, “strong” approval of the bill among Republicans and Republican-leaning respondents fell to 46 percent from 52 percent.\n\nAdvertisement Continue reading the main story\n\nPromoting the tax law did not prove to be an effective strategy for Republicans in a special congressional election this week in Pennsylvania.\n\nAfter flooding the airwaves of a district that Mr. Trump won by 20 percentage points in 2016 with tax-themed advertisements, Republicans shifted strategy for their closing argument, apparently judging the message to be ineffective. Their nominee, Rick Saccone, lost the race narrowly to Conor Lamb, a Democrat.\n\nMr. Kudlow, though, sees the tax law as a boon for the country and a powerful messaging weapon in the midterm elections this fall. He told his longtime colleagues at CNBC in an interview on Wednesday that one of his roles in the administration will be helping Mr. Trump persuade more Americans to see the law similarly.\n\n“The president likes me as a media communicator,” Mr. Kudlow said, “so I will be more than happy to oblige.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMost recent directors of the National Economic Council have not been academic economists, but the role has traditionally demanded more policy advice than salesmanship. The director is in effect the point person in the White House for economic issues, coordinating advice from across the cabinet and the West Wing. Mr. Trump’s advisers generally agree on tax issues, but they often diverge on trade, with warring factions between the traditional free-market group and a more populist group that reinforces Mr. Trump’s own inclinations and campaign talk.\n\nMr. Kudlow is a longtime advocate of free trade, seeing it as critical to America’s economic growth. He criticized Mr. Trump’s recent plan to levy global tariffs on aluminum and steel, but has since endorsed a slightly more tailored version of the tariffs that Mr. Trump announced this month. His predecessor, Gary D. Cohn, announced that he would step down after losing the battle over those tariffs.\n\nWall Street researchers were skeptical that Mr. Kudlow could persuade Mr. Trump to back away from his anti-trade agenda.\n\n“We expect that the president and Mr. Kudlow will be at odds over trade policy,” analysts at Keefe, Bruyette & Woods wrote on Wednesday, “but that the president’s view will prevail.”\n\nIn the CNBC interview, Mr. Kudlow distilled the economic philosophy — including his love of tax cuts — that has animated him for four decades.\n\nAdvertisement Continue reading the main story\n\n“I believe, first of all, the greatest and most important thing for this or any other country is rapid prosperity for everyone,” Mr. Kudlow said. “If you keep tax rates minimal, if you keep regulations and government spending minimal, if you keep the dollar sound and steady, you are going to have a terrific economy.”\n\nHe also emphasized how he, like Mr. Trump, viewed the stock market as a barometer for economic success. “Look, I love the stock market,” he said. “I love wealth. I think rising stocks help everybody.”\n\nFaith in those principles has at times led Mr. Kudlow to better his peers in economic forecasting, most notably in the late 1970s, when he bet against Wall Street’s consensus predictions that inflation would remain low. Mr. Kudlow also cites economic growth during the Reagan administration in the 1980s, and what he calls the five-year “boom” that followed the permanent tax cuts Mr. Bush signed into law in 2003, as evidence of the power of the supply side policies he preaches.\n\nBut Mr. Kudlow has been off on other predictions.\n\nLike many conservatives, he warned in 2010 that the Federal Reserve, which invested trillions of dollars to help prop up the economy, risked stoking rapid inflation, which did not happen.\n\nHe said in 1993 that President Bill Clinton’s “across-the-board tax increases on labor, capital and energy will throw a wet blanket over the recovery and depress the economy’s long-run potential to grow.” Several booming years later, in 1998, he was telling conservatives to cut taxes and expect a surge of new federal revenue to follow for years to come. It did surge, briefly, but large budget deficits returned in the mid-2000s and have hung around.\n\nCritics worry that Mr. Kudlow could miss the warning signs of another recession, or advise against government action to help pull the country out of any economic dip that might occur.\n\nLiberal groups criticized Mr. Kudlow this week for dismissing concerns about inequality and the pay gap between women and men, and for his critiques of expanded safety net programs — which he has said discourage work and contributed to slow growth under Mr. Bush and President Barack Obama. He has also expressed opposition to the federal minimum wage.\n\nThose critics who have jousted with him on air for years also say that Mr. Kudlow is, almost uniquely in the spirited world of economic debate, an engaging and curious adversary.\n\n“There’s probably nobody I disagree with more, and like as much,” said Jared Bernstein, a liberal economist who advised Mr. Obama.", "keywords": ["evangelist", "mr", "economy", "finds", "larry", "tax", "law", "trumps", "administration", "economic", "kudlow", "trump", "president"], "polarity": 0.1814761248852157, "subjectivity": 0.47026016912380564},
{"title": "\n                    Cyberattacks Put Russian Fingers on the Switch at Power Plants, U.S. Says                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/russia-cyberattacks.html", "text": "“We now have evidence they’re sitting on the machines, connected to industrial control infrastructure, that allow them to effectively turn the power off or effect sabotage,” said Eric Chien, a security technology director at Symantec, a digital security firm.\n\n“From what we can see, they were there. They have the ability to shut the power off. All that’s missing is some political motivation,” Mr. Chien said.\n\nAmerican intelligence agencies were aware of the attacks for the past year and a half, and the Department of Homeland Security and the F.B.I. first issued urgent warnings to utility companies in June. On Thursday, both agencies offered new details as the Trump administration imposed sanctions against Russian individuals and organizations it accused of election meddling and “malicious cyberattacks.”\n\nIt was the first time the administration officially named Russia as the perpetrator of the assaults. And it marked the third time in recent months that the White House, departing from its usual reluctance to publicly reveal intelligence, blamed foreign government forces for attacks on infrastructure in the United States.\n\nIn December, the White House said North Korea had carried out the so-called WannaCry attack that in May paralyzed the British health system and placed ransomware in computers in schools, businesses and homes across the world. Last month, it accused Russia of being behind the NotPetya attack against Ukraine last June, the largest in a series of cyberattacks on Ukraine to date, paralyzing the country’s government agencies and financial systems.\n\nBut the penalties have been light. So far, Mr. Trump has said little to nothing about the Russian role in those attacks.\n\nThe groups that conducted the energy attacks, which are linked to Russian intelligence agencies, appear to be different from the two hacking groups that were involved in the election interference.\n\nAdvertisement Continue reading the main story\n\nThat would suggest that at least three separate Russian cyberoperations were underway simultaneously. One focused on stealing documents from the Democratic National Committee and other political groups. Another, by a St. Petersburg “troll farm” known as the Internet Research Agency, used social media to sow discord and division. A third effort sought to burrow into the infrastructure of American and European nations.\n\nFor years, American intelligence officials tracked a number of Russian state-sponsored hacking units as they successfully penetrated the computer networks of critical infrastructure operators across North America and Europe, including in Ukraine.\n\nSome of the units worked inside Russia’s Federal Security Service, the K.G.B. successor known by its Russian acronym, F.S.B.; others were embedded in the Russian military intelligence agency, known as the G.R.U. Still others were made up of Russian contractors working at the behest of Moscow.\n\nRussian cyberattacks surged last year, starting three months after Mr. Trump took office.\n\nAmerican officials and private cybersecurity experts uncovered a series of Russian attacks aimed at the energy, water and aviation sectors and critical manufacturing, including nuclear plants, in the United States and Europe. In its urgent report in June, the Department of Homeland Security and the F.B.I. notified operators about the attacks but stopped short of identifying Russia as the culprit.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBy then, Russian spies had compromised the business networks of several American energy, water and nuclear plants, mapping out their corporate structures and computer networks.\n\nThey included that of the Wolf Creek Nuclear Operating Corporation, which runs a nuclear plant near Burlington, Kan. But in that case, and those of other nuclear operators, Russian hackers had not leapt from the company’s business networks into the nuclear plant controls.\n\nForensic analysis suggested that Russian spies were looking for inroads — although it was not clear whether the goal was to conduct espionage or sabotage, or to trigger an explosion of some kind.\n\nIn a report made public in October, Symantec noted that a Russian hacking unit “appears to be interested in both learning how energy facilities operate and also gaining access to operational systems themselves, to the extent that the group now potentially has the ability to sabotage or gain control of these systems should it decide to do so.”\n\nAdvertisement Continue reading the main story\n\nThe United States sometimes does the same thing. It bored deeply into Iran’s infrastructure before the 2015 nuclear accord, placing digital “implants” in systems that would enable it to bring down power grids, command-and-control systems and other infrastructure in case a conflict broke out. The operation was code-named “Nitro Zeus,” and its revelation made clear that getting into the critical infrastructure of adversaries is now a standard element of preparing for possible conflict.\n\nThe Russians have gone farther.\n\nIn an updated warning to utility companies on Thursday, Homeland Security officials included a screenshot taken by Russian operatives that proved they could now gain access to their victims’ critical controls.\n\nAmerican officials and security firms, including Symantec and CrowdStrike, believe that Russian attacks on the Ukrainian power grid in 2015 and 2016 that left more than 200,000 citizens there in the dark are an ominous sign of what the Russian cyberstrikes may portend in the United States and Europe in the event of escalating hostilities.\n\nPrivate security firms have tracked the Russian government assaults on Western power and energy operators — conducted alternately by groups under the names DragonFly, Energetic Bear and Berserk Bear — since 2011, when they first started targeting defense and aviation companies in the United States and Canada.\n\nBy 2013, researchers had tied the Russian hackers to hundreds of attacks on energy grid and oil and gas pipeline operators in the United States and Europe. Initially, the strikes appeared to be motivated by industrial espionage — a natural conclusion at the time, researchers said, given the importance of Russia’s oil and gas industry.\n\nBut by December 2015, the Russian hacks had taken an aggressive turn. The attacks were no longer aimed at intelligence gathering, but at potentially sabotaging or shutting down plant operations.\n\nAt Symantec, researchers discovered that Russian hackers had begun taking screenshots of the machinery used in energy and nuclear plants, and stealing detailed descriptions of how they operated — suggesting they were conducting reconnaissance for a future attack.\n\nAs the American government enacted the sanctions on Thursday, cybersecurity experts were still questioning where the Russian attacks could lead, given that the United States was sure to respond in kind.\n\nAdvertisement Continue reading the main story\n\n“Russia certainly has the technical capability to do damage, as it demonstrated in the Ukraine,” said Eric Cornelius, a cybersecurity expert at Cylance, a private security firm, who previously assessed critical infrastructure threats for the Department of Homeland Security during the Obama administration.\n\n“It is unclear what their perceived benefit would be from causing damage on U.S. soil, especially given the retaliation it would provoke,” Mr. Cornelius said.\n\nThough a major step toward deterrence, publicly naming countries accused of cyberattacks still is unlikely to shame them into stopping. The United States is struggling to come up with proportionate responses to the wide variety of cyberespionage, vandalism and outright attacks.\n\nLt. Gen. Paul Nakasone, who has been nominated as director of the National Security Agency and commander of United States Cyber Command, the military’s cyberunit, said during his Senate confirmation hearing this month that countries attacking the United States so far have little to worry about.\n\n“I would say right now they do not think much will happen to them,” General Nakasone said. He later added, “They don’t fear us.”", "keywords": ["united", "energy", "infrastructure", "plants", "fingers", "security", "intelligence", "states", "cyberattacks", "nuclear", "russian", "switch", "attacks", "power"], "polarity": 0.03155029127251349, "subjectivity": 0.2845101811768478},
{"title": "\n                    ‘There Will Always Be Change,’ Trump Says as More Personnel Shake-Ups Loom                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/trump-white-house-turnover.html", "text": "Advertisement\n\nWhite House Memo ‘There Will Always Be Change,’ Trump Says as More Personnel Shake-Ups Loom Image John F. Kelly, center, the White House chief of staff, and Lt. Gen. H.R. McMaster, the national security adviser, are on thin ice with the president, having angered him by privately saying “no” too often. Credit Al Drago for The New York Times\n\nWASHINGTON — In his first full cabinet meeting last June, President Trump invited a chorus of gushing praise from his top aides by boasting that he had assembled a “phenomenal team of people, a great group of talent.”\n\nBut in the nine months since then, Mr. Trump has fired or forced out a half-dozen of the “incredible, talented” people in the Cabinet Room that day: his secretaries of state and health, along with his chief strategist, his chief of staff, his top economic aide and his press secretary.\n\nAnd the purge at the top may not be over. Mr. Trump, who is famously fickle, appears to have soured on additional members of his senior leadership team — and his frequent mulling about making changes has some people around him convinced that he could act soon.\n\n“There will always be change. I think you want to see change,” Mr. Trump said, ominously, on Thursday. “I want to also see different ideas.”\n\nJohn F. Kelly, the White House chief of staff, met early Friday morning with Ben Carson, the secretary of housing and urban development, according to one official briefed on the meeting, amid speculation that Mr. Carson would be pushed out of the cabinet because of the bad publicity he received for the purchase of $31,000 in furniture for his office.\n\nMr. Trump is also facing new reports that he plans to replace Lt. Gen. H.R. McMaster, the national security adviser. Three people close to Mr. Trump said that he has concluded that he should remove General McMaster, but he has not disclosed when he will do it and who he will appoint as Mr. McMaster’s successor.\n\nGeneral McMaster has often been at odds with Mr. Trump on policy. But unlike last year, when General McMaster tried to conform to please the president, he is now ready to leave and is merely waiting for Mr. Trump to ask, two people familiar with the adviser’s thinking said.\n\nAmong those strongly pushing for him to go is Mr. Kelly, according to four officials familiar with West Wing staffing discussions. Mr. Kelly, who is a former four-star Marine general, also feuded frequently with General McMaster.\n\nThe four officials said that Mr. Kelly had become increasingly angry at what he viewed as General McMaster’s prolonged effort to undermine Rex W. Tillerson, whom Mr. Trump fired as secretary of state this week.\n\nMr. Kelly repeatedly staved off efforts to get rid of Mr. Tillerson. After Mr. Tillerson was ousted, Mr. Kelly loudly criticized the decision to colleagues and accelerated his efforts to remove General McMaster, the officials said, adding that Mr. Kelly appeared more eager to act swiftly than the president.\n\nOne person close to the president said General McMaster, whom officials have described as never having clicked with the president personally, could be replaced as early as Friday.\n\nBut Sarah Huckabee Sanders, the White House press secretary, denied late Thursday a report in The Washington Post that Mr. Trump had already decided to fire General McMaster.\n\n“Just spoke to @POTUS and Gen. H.R. McMaster — contrary to reports they have a good working relationship and there are no changes at the NSC,” she wrote on Twitter.\n\nImage Attorney General Jeff Sessions, a regular target of President Trump’s ire, has resisted Mr. Trump’s obvious desire for him to leave his post. Credit Tom Brenner/The New York Times\n\nIf General McMaster does depart the White House, the name most often mentioned as a replacement has been John R. Bolton, a hawkish former ambassador to the United Nations whom Mr. Trump likes seeing on television.\n\nBut another option is Keith Kellogg, a retired Army lieutenant general who is currently the chief of staff at the National Security Council, according to two people briefed on the discussions. Mr. Kellogg is a favorite of Mr. Trump’s from the 2016 campaign, but there has been resistance to him among White House staff, those briefed on the discussions said.\n\nMr. Kelly himself is also on thin ice, according to officials in the White House. He is said to have angered the president by privately saying “no” to the boss too often.\n\nMr. Trump grew frustrated with Mr. Kelly, in part for stalling on the president’s desire for tariffs. The president finally forced the issue a few weeks ago, announcing tariffs on steel and aluminum, which prompted Gary D. Cohn, his top economic adviser, who had opposed the policy, to announce his resignation.\n\nIn recent days, Mr. Kelly has sought to repair his standing with the president by moving more aggressively to address issues that have festered, including staffing concerns at the White House and cabinet secretaries with political liabilities.\n\nSeveral high-level people in the administration are at risk.\n\nMr. Carson and David J. Shulkin, the secretary of veterans affairs, have both embarrassed the president by generating scandalous headlines. Mr. Carson could be cut over an eye-popping $31,000 dining set, and Mr. Shulkin might be replaced over a 10-day, $122,000 European trip with his wife.\n\nAnd then there is Attorney General Jeff Sessions, whose original sin — the decision to recuse himself from oversight of the Russia investigation — made him the regular target of presidential ire. The attorney general has threatened to resign at least once, but has more recently indicated his determination to resist Mr. Trump’s obvious desire for him to leave his post at the Justice Department.\n\nMr. Trump could act as early as Friday to remove one or more of them, though the president is known to enjoy keeping people off kilter.\n\nIn his remarks on Thursday, Mr. Trump assailed predictions of further staff shake-ups by saying such reports were “a very exaggerated and false story.” But he hinted that his choices for a cabinet might have been different had he known then what he knows now.\n\n“I’ve gotten to know a lot of people over the last year,” Mr. Trump said.\n\nWhether that means the president is about to exercise his option to find new people for his White House is unclear.\n\nMr. Trump has a long habit of musing about staff changes that he does not enact. He does his own version of poll-testing different possibilities, asking aides what they think of one another and asking outside friends and top advisers whether different people would be better in specific jobs, but he often drops the topic without acting.\n\nThat was certainly the case with Mr. Tillerson, whom he needled for months before finally firing him in a tweet on Tuesday. It has also been true of Mr. Sessions, who has had to endure a series of Twitter attacks from the president, each of which prompts new reports about whether Mr. Trump is about to dump his top law enforcement official.\n\n“It’s devastating,” said William M. Daley, who served as former President Barack Obama’s chief of staff for about a year. “No business could handle this, much less the government. It’s supposed to be about stability and continuity. That’s just not in his lexicon.”\n\nJust last month, Mr. Trump lamented that Mr. Sessions had failed to investigate the Obama administration’s handling of Russian election meddling, and later called it “DISGRACEFUL!” that Mr. Sessions was not investigating surveillance abuse.\n\n“How Trump’s Saturday Night Massacre Might Start With Jeff Sessions,” blared a headline this month in New York magazine. Some White House officials believe that Scott Pruitt, an ambitious lawyer who is the head of the Environmental Protection Agency, is behind rumors that he is in line to replace Mr. Sessions.\n\nAnd yet, Mr. Sessions remains in his job, at least for now. Some associates speculate that Mr. Trump realizes that firing his attorney general would cross a red line for many in his own party, including Senator Mitch McConnell, the Republican leader.\n\n“When the shoe drops on Sessions or Kelly, no one is going to be surprised,” Mr. Daley said. “But the long goodbye totally deflates their ability to be effective.”\n\nAt times, when Mr. Trump is focused on a specific person, he has taken action — hiring Mr. Kelly to replace Reince Priebus, for instance, or empowering Mr. Kelly to expedite the departure of Stephen K. Bannon, the president’s onetime chief strategist.\n\nRecently, people close to Mr. Trump say that he has begun to feel more confident that he understands the job of president. He is relying more on his own instincts, putting a premium on his personal chemistry with people and their willingness to acknowledge that his positions are ultimately administration policy, rather than on their résumé or qualifications for the job.\n\nThat could explain the president’s decision to replace Mr. Tillerson and his choice of successor for Mr. Cohn. If people are unwilling to do what he wants, one adviser said, Mr. Trump now believes that he can get things done himself.\n\nRight now, Mr. Trump is surrounded by cabinet officials and a chief of staff who either have caused him negative headlines, such as Mr. Carson and Mr. Shulkin, or have declined to do what he wants, such as Mr. McMaster, Mr. Kelly and Mr. Sessions.\n\nContrary to the notion that Mr. Trump is surrounded by sycophants, the president has aides who are willing to say “no.” But he has increasingly grown frustrated when they do.\n\nMr. Trump also grew frustrated last year with Jim Mattis, the defense secretary, for refusing to enact a ban on transgender members of the military. Mr. Mattis essentially ignored Mr. Trump for several weeks, White House officials said, until the president finally went around him and tweeted it. But Mr. Mattis appears to be safe, even when he ignores the president, in part because he is a general who in Mr. Trump’s mind “looks the part” of a military leader.\n\nMr. Kelly has not fared as well.\n\nA few weeks ago, when the scandal surrounding Rob Porter, the staff secretary, exploded into view, Mr. Trump began working the phones to old friends, telling them that he needed his former advisers back and complaining that he was surrounded by people he did not know. He told them that Mr. Kelly had badly botched the Porter issue. (His language was saltier and unfit for publication, according to several people with knowledge of the calls.)\n\nThis week, he was not in the loop for some of Mr. Trump’s decisions, people briefed on the discussions said, including that he was not immediately aware that Mr. Trump was seriously considering Larry Kudlow for the director of the National Economic Council.\n\nSince the Porter scandal, the president has mulled over a number of potential replacements for Mr. Kelly, but he has kept his own counsel about his plans, according to several people close to him.\n\nIn remarks on Tuesday at Marine Corps Air Station Miramar in San Diego, Mr. Trump praised Mr. Kelly, calling him a “four star” general who is “doing a great job in Washington.”\n\nBut in a bit of potential foreshadowing, the president also told the Marines in the audience: “I think he likes what you do better than what he does, but he’s doing a great job. He misses you.”\n\nCorrection : An earlier version of this article misstated the day that Sarah Huckabee Sanders, the White House press secretary, denied a report in The Washington Post. It was Thursday, not Friday. Correction : An earlier version of this article misstated who Ben Carson, the secretary of housing and urban development, met with at the White House on Friday. Mr. Carson met with John F. Kelly, the chief of staff, not President Trump. Michael D. Shear reported from Washington, and Maggie Haberman from New York. Adam Goldman contributed reporting from Washington. Get politics and Washington news updates via Facebook, Twitter and the Morning Briefing newsletter. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page A 19 of the New York edition with the headline: Six Gone From ‘Phenomenal Team’; How Many More to Go?\n\n\n\n\n\n\n\n", "keywords": ["personnel", "white", "change", "mr", "chief", "shakeups", "kelly", "mcmaster", "general", "loom", "house", "trump", "president", "staff"], "polarity": 0.080683822350489, "subjectivity": 0.41374260659974943},
{"title": "\n                    Mueller Subpoenas Trump Organization, Demanding Documents About Russia                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/trump-organization-subpoena-mueller-russia.html", "text": "“Since July 2017, we have advised the public that the Trump Organization is fully cooperative with all investigations, including the special counsel, and is responding to their requests,” said Alan S. Futerfas, a lawyer representing the Trump Organization. “This is old news and our assistance and cooperation with the various investigations remains the same today.”\n\nThe White House press secretary, Sarah Huckabee Sanders, reiterated during her daily briefing that the president was cooperating with the special counsel inquiry and referred further questions to the Trump Organization.\n\nThere are few other publicly known examples of Mr. Mueller using subpoenas. In January, he ordered the president’s former chief strategist, Stephen K. Bannon, to appear before a grand jury. Mr. Mueller dropped the subpoena after Mr. Bannon agreed to be interviewed by investigators.\n\nMr. Mueller could run afoul of a line the president has warned him not to cross. Though it is not clear how much of the subpoena is related to Mr. Trump’s business outside ties to Russia, Mr. Trump said in an interview with The New York Times in July that the special counsel would be crossing a red line if he looked into his family’s finances beyond any relationship with Russia. The president declined to say how he would respond if he concluded that the special counsel had crossed that line.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Trump campaigned as a businessman whose deal-making prowess would translate directly into reforming Washington. The argument helped propel him to the White House, but the Trump Organization has been a magnet for criticism from Democrats, ethics watchdogs and some Republicans, who expressed concern that he remained vulnerable to conflicts of interest because he did not separate from the company.\n\nBefore Mr. Trump was sworn in, he pledged that he would stay uninvolved in his businesses while in office but insisted it would be too punitive for his business partners for him to divest from the company altogether.\n\nAmong the Trump Organization’s holdings are golf clubs, hotels and licensing agreements for the use of the Trump name on properties and other products. While its holdings are complex, the company has always been run like a small, family-owned business; Mr. Trump brought in his three eldest children to help run the enterprise.\n\nAdvertisement Continue reading the main story\n\nThe Trump Organization is not publicly held, making it difficult to determine where it receives its money and invests it. The company has said that it never had real estate holdings in Russia, but witnesses recently interviewed by Mr. Mueller have been asked about a possible real estate deal in Moscow.\n\nIn 2015, a longtime business associate of Mr. Trump’s, Felix Sater, emailed Mr. Trump’s lawyer, Michael Cohen, at his Trump Organization account claiming he had ties to President Vladimir V. Putin of Russia and that building a Trump Tower in Moscow would help Mr. Trump’s presidential campaign. Mr. Trump signed a nonbinding letter of intent for the project in 2015 and discussed it at least three times with Mr. Cohen.\n\nA revealing comment about Russia by Eric Trump, the president’s middle son, also drew scrutiny when it emerged last year. James Dodson, a longtime golf writer from North Carolina, said offhand in a radio interview that Eric Trump, who oversees the golf courses for the Trump Organization, told him in 2013 that the Trumps relied on Russian investors to back their golf clubs. Eric Trump has denied those remarks.\n\nMr. Mueller was appointed in May to investigate whether Mr. Trump’s campaign colluded with the Russians to influence the 2016 election and any other matters that may arise from the inquiry.\n\nA month later, the White House counsel, Donald F. McGahn II, threatened to quit after Mr. Trump asked him to have Mr. Mueller fired because the president believed he had conflict-of-interest issues that precluded him from running the special counsel investigation.\n\nMr. Mueller is also examining whether the president has tried to obstruct the investigation.\n\nMr. Trump’s lawyers are in negotiations with Mr. Mueller’s office about whether and how to allow his investigators to interview the president. Mr. Mueller’s office has shared topics it wants to discuss with the president, according to two people familiar with the talks. The lawyers have advised Mr. Trump to refuse an interview, but the president has said he wants to do it, as he believes he has done nothing wrong and can easily answer investigators’ questions.\n\nAt the same time, Mr. Trump is considering whether to bring on a new lawyer to help represent him in the special counsel’s investigation. Last week, Mr. Trump spoke with Emmet T. Flood, a longtime Washington lawyer who represented former President Bill Clinton during the impeachment process, about coming into the White House to deal with the inquiry.", "keywords": ["organization", "white", "demanding", "mr", "documents", "trumps", "special", "counsel", "subpoenas", "russia", "mueller", "trump", "president"], "polarity": 0.04781144781144782, "subjectivity": 0.30214045214045215},
{"title": "\n                    Turnover at a Constant Clip: The Trump Administration’s Major Departures                ", "url": "https://www.nytimes.com/interactive/2018/03/16/us/politics/all-the-major-firings-and-resignations-in-trump-administration.html", "text": "President Trump’s record-breaking staff churn does not appear to be ending anytime soon. On Friday, Andrew G. McCabe, the former F.B.I. deputy director, was fired after the Justice Department rejected an appeal two days before he was set to retire. And reports indicate that Mr. Trump — the former “Apprentice” star with the “You’re fired” catchphrase — intends to oust Lt. Gen. H. R. McMaster, his second national security adviser.", "keywords": ["set", "fired", "clip", "constant", "second", "security", "trumps", "major", "star", "turnover", "administrations", "soon", "staff", "youre", "departures", "trump"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    Spies, Not Diplomats, Take Lead Role in Planning Trump’s North Korea Meeting                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/north-korea-cia-trump.html", "text": "Mr. Pompeo, a hawkish former Army officer and Republican congressman who has spoken about the possibility of regime change in North Korea, is viewed as more skeptical about engaging with Mr. Kim. It is not clear whether he advised the president in advance of his decision to accept the invitation to talk. But he is an astute reader of Mr. Trump’s preferences, and even before his nomination as secretary of state had become a vocal defender of the meeting.\n\n“President Trump isn’t doing this for theater,” he said last week on Fox News. “He’s going to solve a problem.”\n\nNorth Korea has still not publicly confirmed the meeting, a silence that has raised suspicions among some Korea experts about whether Mr. Kim really made the offer — or if he did, whether he agreed to halt nuclear and missile tests, and put his nuclear arsenal on the table, as part of a negotiation with the United States.\n\nOn Friday, however, the White House appeared committed. Mr. Trump spoke with President Moon Jae-in of South Korea, who has pushed tirelessly for talks between North Korea and the United States, and reaffirmed his intention to meet Mr. Kim by the end of May.\n\nThe administration struck a cautious note, saying in a statement, “Both leaders affirmed the importance of learning from the mistakes of the past, and pledged continued, close coordination to maintain maximum pressure on the North Korean regime.”\n\nBut it added, “The two leaders expressed cautious optimism over recent developments and emphasized that a brighter future is available for North Korea, if it chooses the correct path.”\n\nAdministration officials declined on Friday to say whether Washington had established direct communication with Pyongyang. Asked the same question earlier in the week, they said there had not yet been contact. A spokesman for the C.I.A. declined to comment on the agency’s role, referring questions to the White House.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile a meeting of Mr. Trump and Mr. Kim would be one of the boldest diplomatic gambles of recent years, it was orchestrated largely by the intelligence services of the three countries.\n\nAdvertisement Continue reading the main story\n\nOfficials said Mr. Suh, the South Korean spy chief, laid the groundwork for Mr. Kim’s invitation in negotiations and a subsequent meeting in Pyongyang with Kim Yong-chol, a powerful general who heads inter-Korean relations and used to run North Korea’s intelligence service.\n\nKim Yong-chol led the North’s delegation to the closing ceremony of the Winter Olympic Games in Pyeongchang, South Korea, where he sat steps from Mr. Trump’s daughter Ivanka. The two did not speak.\n\nMr. Suh was one of two South Korean envoys who visited the White House last week to brief Mr. Trump on their meeting with Kim Jong-un in Pyongyang a few days earlier. But he was overshadowed by his colleague — Chung Eui-yong, the national security adviser — after the president instructed Mr. Chung to announce the meeting to reporters gathered in the White House driveway.\n\nNow that Mr. Pompeo has been promoted, officials said, the use of the intelligence channel is mostly a convenience. But he still needs to be confirmed by the Senate, a process that could take several weeks. By continuing to work through the C.I.A. channel, he can be involved in the planning while he awaits his move to the State Department.\n\nSome officials expressed concern about the C.I.A.’s taking the lead in orchestrating a leader-to-leader meeting — work that would normally be the province of the State Department.\n\nThe intelligence officials on the North Korean side, they said, are unsavory figures, not least Kim Yong-chol himself, who is accused of masterminding the torpedo attack that sank a South Korean Navy ship in 2010, killing 46 sailors, and a deadly artillery attack on a South Korean island.\n\nStill, some diplomats said they were not concerned about the C.I.A.’s role, as long as the meeting did not get derailed. They pointed out that the State Department just lost its chief North Korea negotiator, Joseph Yun, who retired from the Foreign Service, in part because of his frustration with his agency’s diminished role.\n\nThe National Security Council has assembled a working group, composed of officials from several agencies, to strategize ahead of the meeting. The group met for the first time this week, and one official said the White House was determined to include people who brought a range of views on North Korea.\n\nIt is not the first time, officials noted, that intelligence agents have been involved in sensitive diplomacy with North Korea.\n\nAdvertisement Continue reading the main story\n\nIn 2014, the director of national intelligence, James R. Clapper, traveled secretly to North Korea to negotiate the release of two Americans, Kenneth Bae and Matthew Miller. He got the Americans out, but said afterward that the North Koreans were crestfallen that he did not bring with him an American proposal for a broader diplomatic breakthrough.", "keywords": ["meeting", "white", "mr", "korean", "trumps", "korea", "officials", "role", "lead", "north", "kim", "planning", "intelligence", "diplomats", "spies", "south"], "polarity": 0.07111614800294046, "subjectivity": 0.3372784448256147},
{"title": "\n                    With a Nevada Senate Candidate’s Exit, the Bannon Revolt Fizzles                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/bannon-republican-senate-primary-challengers.html", "text": "In an interview, Mr. Tarkanian said he at first resisted Mr. Trump’s entreaties, which were conveyed to him by the president’s 2020 campaign manager, Brad Parscale. He said Mr. Trump had reached out to him by telephone last week, but the two never connected; he later told Mr. Parscale that if the president wanted him out, Mr. Trump should say so. So the president did, on Twitter.\n\nMr. Tarkanian, whose father, Jerry Tarkanian, was a legendary basketball coach at the University of Nevada, Las Vegas, said he “did not think it was the right decision,” but he added: “I grew up in an athletic family. When the coach tells you to do something, many times you don’t agree with it, but it’s your responsibility to do it.”\n\nIt was a striking illustration of how much Mr. Trump has tightened his grip on the Republican Party: It is difficult to take on the party establishment when the face of the party is a president beloved by primary voters.\n\n“This is one of those moments where the president of the United States has correctly and fully utilized the influence he has as the titular head of the Republican Party,” said Scott Jennings, a Republican strategist who is close to Senator Mitch McConnell, the majority leader. “It’s the hand of Donald Trump, recognizing that we cannot afford to lose Senate seats because we are fighting with ourselves.”\n\nBy ending their primaries against the two senators, Mr. McDaniel and Mr. Tarkanian snuffed out what was left of Mr. Bannon’s vision for remaking Congress with candidates in his populist mold. At one time, Mr. Bannon envisioned primaries in Mississippi, Nebraska, Arizona, Wyoming and Nevada.\n\nNow he has none.\n\nWith Mr. Bannon exiled by the president and Mr. Trump getting along with congressional leaders and taking counsel from largely mainstream Republicans in the post-Bannon White House, there is little political space for right-wing insurgents to oust incumbents.\n\nPerhaps no one is happier about that than Mr. McConnell, whom Mr. Bannon had once threatened to unseat. Chris Pack, the spokesman for the Senate Leadership Fund, a political action committee that Mr. McConnell helped found to ensure the re-election of incumbents, was succinct on Friday.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Who is Steve Bannon?” Mr. Pack asked wryly.\n\nMr. Bannon declined to comment.\n\nDemocrats said on Friday that the dynamics of the Nevada race had not changed much, and that they remained optimistic about their chances to pick up a Senate seat in a state won by Hillary Clinton. Mr. Tarkanian, party strategists said, has already caused lasting damage to Mr. Heller by forcing him into positions he will later regret in his campaign against Representative Jacky Rosen, the Democrat whose seat Mr. Tarkanian is now seeking. (Mr. Tarkanian lost to Ms. Rosen by about one percentage point in 2016.)\n\nAdvertisement Continue reading the main story\n\nLast year, for instance, Mr. Heller agonized for weeks over Republicans’ drive to repeal the Affordable Care Act, before finally siding with party leadership and voting to undo President Barack Obama’s signature health care law. Mr. Tarkanian pounced, accusing Mr. Heller of having “no convictions.” And Democrats are still reminding the senator of that vote.\n\n“Nevadans learned today what Senator Heller got for selling out their health care and putting himself and his party first,” Lauren Passalacqua, spokeswoman for the Democratic Senatorial Campaign Committee, said on Friday, adding that “no amount of Trump tweets” could save him.\n\nWhile Mr. Trump is often described as the ultimate insurgent, he is driven far more by personal interaction and whether he feels respected than by any ideological impulses. Mr. Wicker and Mr. Heller have spent months courting the president and taking care to note, publicly and privately, that they are in his corner.\n\nTheir lobbying paid off. Mr. Trump reiterated his support for Mr. Wicker when Mr. McDaniel got in the race late last month, and on Friday the president showed Mr. Tarkanian to the door. Mr. McDaniel and Mr. Tarkanian had little choice but to give up their primaries: They were trying to carry a sort of pre-Trump message that was focused on purifying the Senate of moderation, hoping to link the incumbents to a flaccid establishment embodied by Mr. McConnell.\n\nThis approach proved effective at times during the Obama years and was nearly enough to lift Mr. McDaniel in 2014, when he came close to unseating Mr. Cochran.\n\nBut while Mr. McConnell is deeply unpopular among rank-and-file conservatives, he is not the animating force in today’s party — Mr. Trump is. While the challengers could easily persuade primary voters to oppose Mr. McConnell’s preferred candidates, it is a far more difficult task to get them to oppose their president.\n\nThe one Republican senator who may have lost his seat in a primary this year was the one who has become one of Mr. Trump’s most outspoken critics: Jeff Flake of Arizona, who is retiring. In that race, the establishment Republican, Representative Martha McSally, is facing a primary challenge from Joe Arpaio, the controversial former sheriff of Maricopa County, and Kelli Ward, an osteopathic physician and former state senator who drew backing from Mr. Bannon last fall.\n\nYet in another sign of how he is veering closer to the congressional leadership, Mr. Trump has not offered support to either of the hard-liners, something White House officials assured Ms. McSally he would not do before she agreed to enter the race.\n\nAnd more recently, in another sign of Mr. Bannon’s diminished influence, Ms. Ward disavowed him. “I am distancing myself from Steve Bannon,” she told CNN in an interview in January, adding, “I support the president.”", "keywords": ["mr", "exit", "president", "senate", "candidates", "revolt", "senator", "heller", "bannon", "nevada", "sign", "republican", "tarkanian", "trump", "fizzles", "party"], "polarity": 0.147074373713718, "subjectivity": 0.4040131999148392},
{"title": "\n                    How Trump Has Split With His Administration on Russian Meddling                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/trump-russia-administration-fact-check.html", "text": "“But, certainly, there was meddling and probably there was meddling from other countries and maybe other individuals,” the president said at a March 6 news conference.\n\nThis pattern of diversion has steadily increased since Mr. Trump took office. Here is a look back at how the president and his own administration have parted ways on Russia.\n\nFebruary 2018: Deflecting accusations of Russian meddling\n\nUnited States intelligence officials warned in mid-February that Russia had already begun meddling in the 2018 midterm elections. But Mr. Trump continued to suggest other countries could also be the culprit.\n\n“By the way, I have to say, Obama was the president during all of this meddling, or whatever you want to call it, with Russians and others possibly,” he said in a Feb. 24 interview on Fox News.\n\nDecember 2017: Conflicting signals on national security\n\nMr. Trump’s first national security strategy blueprint made repeated references to Russia’s interference in the 2016 election and its “information operations as part of its offensive cyberefforts to influence public opinion across the globe.”\n\nYet in his speech announcing the strategy on Dec. 18, Mr. Trump made one fleeting mention of Russia: of how it and China “seek to challenge American influence, values and wealth.” He made no mention of Russian meddling and instead praised intelligence sharing between Russia and the United States in the face of terrorism threats.\n\nAugust 2017: Signing a sanctions bill reluctantly\n\nAfter Congress passed legislation in late July to impose sanctions on Russia and limit the president’s authority to lift them, Mr. Trump signed the bill but criticized it as “seriously flawed — particularly because it encroaches on the executive branch’s authority to negotiate.”\n\nAdvertisement Continue reading the main story\n\nMr. Trump signed the legislation on Aug. 2. Several days earlier, President Vladimir V. Putin’s government had retaliated by seizing two American diplomatic compounds in Russia and telling the United States Embassy in Moscow to reduce its staff across the country. Mr. Trump did not respond, and Sarah Huckabee Sanders, the White House press secretary, declined to comment.\n\nHowever, the State Department described Moscow’s move as “a regrettable and uncalled-for act.”\n\n“We are assessing the impact of such a limitation and how we will respond to it,” the department said in a statement.\n\nJuly 2017: Suggesting he found Mr. Putin’s denial persuasive\n\nAfter Mr. Trump met with Mr. Putin during a Group of 20 summit meeting, he recounted the Russian leader’s assurances that Moscow did not intervene in the 2016 election.\n\n“First question — first 20, 25 minutes — I said, ‘Did you do it?’ He said, ‘No, I did not, absolutely not.’ I then asked him a second time, in a totally different way. He said, ‘Absolutely not,’” Mr. Trump said in an interview with Reuters that was published on July 12. “Somebody did say if he did do it, you wouldn’t have found out about it. Which is a very interesting point.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJanuary 2017: Playing down Russian cyberattacks\n\nOn Jan. 6, the intelligence community released a declassified report of its conclusions about a Russian cyberattack on the election. In a statement about his briefing on the cyberattacks that day, Mr. Trump pointed to “Russia, China, other countries.”\n\nDays before his inauguration, at a Jan. 11 news conference where he was asked whether he believed Mr. Putin ordered the hacking of American political committees, Mr. Trump said that “as far as hacking, I think it was Russia.”\n\nHe then added, “But I think we also get hacked by other countries and other people.”\n\nMr. Trump’s dismissiveness of accusations of Russian interference predates his time in the White House.\n\nLate December 2016: Praising Putin in the wake of sanctions\n\nOn Dec. 29, President Barack Obama issued sanctions against Russia and ejected 35 suspected Russian intelligence operators from the United States as punishment for Moscow’s attempts to influence the election. But in a move widely believed to be aimed at fostering good relations with the incoming Trump administration, Mr. Putin announced on Dec. 30 that he would not retaliate.\n\nAdvertisement Continue reading the main story\n\nMr. Trump promptly praised Mr. Putin’s decision.\n\nA day later, Mr. Trump said he still wasn’t convinced that Russia had interfered in the election, telling reporters: “And I know a lot about hacking. And hacking is a very hard thing to prove. So it could be somebody else.”\n\nEarly December 2016: Disparaging intelligence agencies after reports on Russian interference\n\nAfter reports in December by the The New York Times and The Washington Post that United States intelligence assessments had concluded that Russian election meddling sought to aid Mr. Trump, the president-elect disagreed.\n\nIn an unsigned statement responding to the news, the Trump transition team dismissed the assessment by comparing it to flawed intelligence reports in the lead-up to the Iraq war.\n\n“These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said.\n\nOctober 2016: Questioning intelligence consensus that Russia is to blame\n\nOn Oct. 7, the United States intelligence community released a joint public statement saying it was “confident that the Russian government” had directed cyberattacks on American individuals and institutions, including political organizations such as the Democratic National Committee.\n\nThree days after that, during the second presidential debate, Mr. Trump again cast doubt that Russia was responsible — or even that there was a cyberattack in the first place.\n\n“Maybe there is no hacking. But they always blame Russia. And the reason they blame Russia because they think they’re trying to tarnish me with Russia,” he said.\n\nSeptember 2016: Continuing to cast doubt on Russian meddling\n\nAs the official nominees of their parties, Mr. Trump and Hillary Clinton began receiving intelligence reports in early August. On Sept. 22, top Democrats on the House and Senate Intelligence Committees issued a statement saying that they had “concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election,” based on briefings they had received.\n\nAdvertisement Continue reading the main story\n\nFour days later, during the first presidential debate, Mr. Trump said, “I don’t think anybody knows it was Russia that broke into the D.N.C.”\n\nHe continued: “I mean, it could be Russia, but it could also be China. It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds, O.K.?”\n\nJune 2016: Rejecting the D.N.C. claim that Russian hackers penetrated its files\n\nThe Democratic National Committee and a cybersecurity firm said that Russian hackers had obtained a trove of internal campaign emails and political opposition research.\n\nIn response, Mr. Trump suggested that the D.N.C. fabricated the story or hacked itself: “We believe it was the D.N.C. that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader,” he said in a campaign statement on June 15.\n\nHe did not mention Russia.", "keywords": ["hacking", "mr", "intelligence", "administration", "states", "statement", "split", "2016", "russian", "russia", "trump", "meddling"], "polarity": 0.023875999156898035, "subjectivity": 0.3109968059406261},
{"title": "\n                    Trump, the Television President, Expands His Cast                ", "url": "https://www.nytimes.com/2018/03/16/business/media/trump-kudlow-hegseth-television.html", "text": "Ms. Nauert is just one of the as-seen-on-TV faces now starring in President Trump’s White House. And the cast is set to grow.\n\nThe television pundit Larry Kudlow, best known for his patter on CNBC, was named on Wednesday as Mr. Trump’s chief economic adviser. Pete Hegseth, a co-host of “Fox & Friends Weekend,” is on the short list to become secretary of veterans affairs. John R. Bolton, the former United Nations ambassador and a frequent Fox News commentator, is under consideration for national security adviser.\n\nPhoto\n\nThe moves are another sign that the dividing line between media and government has been all but erased under Mr. Trump, a former reality star who views himself as the casting agent in chief.\n\nTelevision figures have served as press aides in past administrations, tasked with handling their former colleagues in the media. But the selection of Mr. Kudlow crossed a threshold of sorts: the elevation of a television star to a position of real influence over policies affecting millions of Americans.\n\nIt was perhaps inevitable that Mr. Trump, whose view of the world is indelibly shaped by what he sees on TV, would be a president eager to break the fourth wall.\n\nPeople close to him have said a major part of his deliberative process is how a decision will play on cable news. Where previous presidents courted news personalities, Mr. Trump consults them, seeking policy and strategic advice from Fox News hosts like Jeanine Pirro, who at one point was interviewed for the job of deputy attorney general, and Sean Hannity.\n\nAt least three Fox News hosts — Tucker Carlson, Kimberly Guilfoyle and Laura Ingraham — were approached about joining his communications team. Last week, Mr. Trump dined at the White House with Jesse Watters, the Fox News co-host of “The Five,” who is best known for ambush interviews and an offensive video mocking Asian-Americans, for which he later apologized.\n\nAdvertisement Continue reading the main story\n\nNow Mr. Trump is inviting the commentators to shape the policy they comment on. Mr. Hegseth, if hired for the veterans affairs job, would be in charge of reforming a bureaucracy that administers benefits to millions.\n\nMr. Kudlow, a zealous advocate of lowering taxes on the wealthy, will be expected to forge an economic policy that, until this week, he had the luxury of merely judging from the safe harbor of a television studio.\n\nPhoto\n\nIn a hall-of-mirrors moment on Wednesday, Mr. Kudlow went on television to describe how Mr. Trump was impressed with how he appeared on television.\n\n“He said, ‘You’re on the air,’ and he said, ‘I’m looking at a picture of you,’ and he said, ‘Very handsome,’” Mr. Kudlow said during a chummy interview with his soon-to-be-former CNBC colleagues. He let out a laugh: “So Trumpian!”\n\nInstalling the TV crowd in this West Wing could play out in unpredictable ways.\n\nThe administration spurred an international incident last year after Sean Spicer, its press secretary at the time, repeated an unsupported accusation about a British spy agency’s wiretapping of the Trump campaign. The source? Andrew Napolitano, the TV judge and Fox News legal analyst, who made the claim on “Fox & Friends.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Napolitano — who also met with Mr. Trump to discuss potential Supreme Court candidates — had heard the rumor from a conspiracy theorist known for spreading hoaxes. Mr. Trump later defended Mr. Napolitano, saying, “All we did was quote a very talented legal mind.”\n\nThen came the incident involving Omarosa Manigault Newman, who made a name for herself as the villain of Mr. Trump’s “The Apprentice” in 2004 and lasted a year in the administration as director of communications for the White House Office of Public Liaison.\n\nAfter she left her position, the reality-show presidency collided with an actual reality show: Ms. Newman joined the cast of “Celebrity Big Brother” and impugned the Trump administration as “so bad.”\n\nThe White House decided to respond — on live television. “Omarosa was fired three times on ‘The Apprentice,’ and this was the fourth time we let her go,” a deputy press secretary, Raj Shah, said during a White House briefing. (Unsurprisingly, after the back-and-forth, the ratings for “Big Brother” went up.)\n\nPhoto\n\nThe empty-calorie genres of reality shows and cable punditry, which fill the hours with ginned-up conflict, can be a strange fit for the more consequential environment of the White House. The Newman uproar, in particular, seemed to knock some of Washington’s more levelheaded commentators off kilter.\n\nAdvertisement Continue reading the main story\n\n“It feels like we have reached a level of crazy in this White House, and it is difficult to take it anymore,” Chuck Todd said on MSNBC after Mr. Shah’s comments.\n\nMr. Kudlow’s arrival in Washington could cause similar anxiety.\n\nThe CNBC host’s smooth demeanor is catnip for the image-focused Mr. Trump, who chose Mr. Kudlow despite his opposition to tariffs authorized by the White House this month. But Mr. Kudlow is more familiar with television lights than the glare that comes with public service; his Washington experience is largely limited to a 1980s stint as a bureaucrat in Ronald Reagan’s Office of Management and Budget.\n\nHis predecessors who led the National Economic Council include Lawrence Summers, a former Treasury secretary, and Gary D. Cohn, a former president of Goldman Sachs.\n\nIn 1972, when Nixon nominated Mr. Scali for his ambassadorship, he was choosing someone who had spent a year in the White House as an image consultant. Mr. Scali had also played a diplomatic role in managing the Cuban missile crisis, acting as a covert liaison between Soviet officials in Washington and the Kennedy administration.\n\nStill, the choice of Mr. Scali had its detractors: News of his nomination prompted a New York Times editorial that denounced the “downgrading of the United Nations” and asked why Nixon had picked him “to fill a position once held with distinction by Adlai E. Stevenson.”\n\nMr. Kudlow offers another test case for how a TV personality can make the transition. But he will have to contend with one of Mr. Trump’s peculiar traits: The president often prefers the pundits he watches on television to the advisers who work in his West Wing.\n\n“He got hired because the president has seen him on TV,” Alex Conant, a Republican strategist in Washington, said. “To stay hired, he’s going to have to continue to be on TV. A lot.”", "keywords": ["white", "mr", "tv", "cast", "fox", "kudlow", "washington", "television", "expands", "house", "trump", "president"], "polarity": 0.10230866869755763, "subjectivity": 0.2905710544599432},
{"title": "\n                    Remember Rex Tillerson? The Secretary of State’s Changing Role                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/tillerson-pompeo-secretary-state.html", "text": "That struggle also included smaller regional conflicts, most notably in Vietnam, where Dean Rusk, John F. Kennedy’s secretary of state, was initially reluctant to intervene. He was eventually moved to defend the United States’ interference in the country’s affairs.\n\nFor many, the swashbuckling realpolitik image of the role was fashioned by Henry Kissinger, the German-born diplomat who as secretary of state to Richard Nixon steered the United States toward rapprochement with China.\n\nBut experts we spoke to were conflicted about whether Mr. Kissinger deserved that credit. He was acknowledged as being seen as a top foreign policy mind, but some argued that he had helped to destroy domestic good will toward American foreign policy during his time in the office. (He is also held in low regard by many on the left, who accuse of him of being a war criminal.)\n\nPhoto\n\nGeorge P. Shultz and the Soviet Union\n\nThe experts we interviewed instead selected George P. Shultz, Ronald Reagan’s longest-serving secretary of state, as perhaps the most effective of the Cold War secretaries.\n\nSteve Sestanovich, a senior fellow at the Council on Foreign Relations, said in an interview this week that Mr. Shultz was the last secretary of state to really dominate U.S. foreign policy, managing an ever-shifting relationship with the Soviet Union while also tending to policy in East Asia, Latin America and southern Africa.\n\n“Shultz was secretary of state for six and a half years and the difference showed,” Mr. Sestanovich said. “He had an authority and a kind of impact on issues that’s much harder to have in the short term.”\n\nPhoto\n\nWhen the Soviet Union struck a belligerent pose in the early 1980s, Mr. Shultz worked to keep Western European countries unified against the threat. Later in the decade, he succeeded in bringing about perhaps his greatest achievement, the Intermediate Range Nuclear Forces Treaty, a pact signed by Mr. Reagan and the Soviet Union leader Mikhail S. Gorbachev in 1987 that reduced the size of each country’s nuclear arsenal.\n\nAdvertisement Continue reading the main story\n\nWalter LaFeber, a professor emeritus of American history at Cornell University, said that Mr. Shultz was able to offer the United States a sense of continuity when Ronald Reagan began to slip intellectually, and he did so without alienating the president or his wife, Nancy Reagan, a key power broker within his administration.\n\nMr. Shultz “was dealing with a president that was not fully versed on foreign policy,” Professor LaFeber said. “Reagan trusted Shultz.”\n\nPhoto\n\nMadeleine Albright and the Multi-Polar World\n\nAfter the collapse of the Soviet Union, the United States found itself in a position it had never previously held, as the world’s sole superpower.\n\nTensions with the Soviets had informed the country’s foreign policy since the end of World War II. Secretaries of state had to reshape that policy in a world in which it could not define itself against an “evil empire.” Furthermore, the information revolution was beginning to bring what were once far-flung nations closer together.\n\nRachel Kleinfeld, a senior fellow at the Carnegie Endowment for International Peace, argued that this combination of a multipolar world and new communications technology meant that the secretary of state was now charged with both producing a coherent vision that could advance the country’s interests while managing inside the department even more — which also meant more air travel than ever before.\n\nBut she and others said that Madeleine K. Albright, Bill Clinton’s second secretary of state and the first woman to hold the post, largely succeeded in managing this new world.\n\nPhoto\n\n“Albright understood that in the post-Cold War world, what she needed to do was project the U.S. as the arbiter of the free world in a very different way,” Ms. Kleinfeld said. “Human rights, democracy, rule of law, these were the organizing principles that would allow the U.S. to keep an alliance system in a world where the old order had broken down.”\n\nMs. Albright was able to project U.S. power, by couching that power in values that could be pitched as having won the war. But she was not a woolly liberal, Ms. Kleinfeld said. She interfered in other countries’ affairs, promoting human rights in China. She set up military exercises in the former Soviet Union and encouraged former Soviet engineers to work for the United States. She even visited North Korea in 2000 to attempt to persuade the Kim regime to end its missile tests.\n\nAdvertisement Continue reading the main story\n\n“She did very specific things to make the world safer by using the banner of liberal values,” Ms. Kleinfeld said.\n\nIt was in this era that the secretary of state found herself contending with the heads of other agencies that had increasing had their own interests overseas. That competition within the cabinet has only increased in the last 20 years.\n\nPhoto\n\nPowell, Rice, Clinton and Kerry\n\nUnder George W. Bush and Barack Obama, secretaries of state found themselves jockeying for control of policy with the heads of other agencies, including the Department of Justice and the Department of the Treasury and the Pentagon, as well as the White House itself.\n\nThose agencies’ involvement in overseas decision-making only deepened after Sept. 11, which drove home the risks of nonstate actors like Al Qaeda and prompted wars in Iraq and Afghanistan.\n\n“Military issues form a larger part of the foreign policy portfolio,” Mr. Sestanovich said of this period. “And that means the secretary of state is not exactly playing catch-up but always needs to reassert the important of diplomacy.”\n\nAsked about Mr. Bush’s two secretaries, Colin L. Powell and Condoleezza Rice, and Mr. Obama’s, Hillary Clinton and John Kerry, Mr. Sestanovich said, “You have to say that these are all secretaries of state that had some trouble getting control of policy for themselves.”\n\nPhoto\n\nEven Mr. Powell, whom Ms. Kleinfeld said may have been the strongest of the four in managing the State Department itself, was betrayed by conflicting interests within the executive branch when he delivered a detailed description of Iraqi weapons programs that did not exist to the United Nations in 2003. The speech relied on information that some intelligence agents knew was unreliable. Mr. Powell, a former general and the first African-American to hold the post, later described the speech as a “blot” on his record.\n\nMr. Tillerson’s tensions with Mr. Trump can be seen as a part of that lineage. But Professor LaFeber emphasized that the public mistrust between the two was an anomaly. He could think of only one other example in American history of a similar relationship, between Abraham Lincoln and his secretary of state, William H. Seward.\n\nAdvertisement Continue reading the main story\n\n“Seward’s view of Lincoln is like Tillerson’s view of Trump,” Mr. LaFeber said. “When he called Trump a moron, I think that was from the heart.”\n\nHe said that that was what Mr. Seward had initially thought of President Lincoln, “not a moron, but a person unversed in foreign policy.”\n\nStill, Mr. LaFeber warned, even that historical precedent did not quite help to illuminate Mr. Trump’s relationship with his first secretary of state.\n\nWhile Mr. Tillerson was thought by many to have mismanaged the State Department and contributed to his own irrelevance within the administration, Professor LaFeber said that he had been actively trying to remedy problems that the United States was confronting, problems that Mr. Trump was exacerbating.\n\n“If you evaluate presidents, you have to evaluate the first 44 and put Trump into another category entirely,” he said. “He’s so different, so ignorant of so many issues, particularly foreign policy. And Tillerson is a victim of that.”", "keywords": ["united", "shultz", "mr", "policy", "state", "changing", "states", "secretary", "role", "tillerson", "world", "foreign", "soviet", "rex", "remember"], "polarity": 0.08056406381878084, "subjectivity": 0.36590299899262163},
{"title": "\n                    Louise Slaughter, 88, 16-Term Liberal Congresswoman, Is Dead                ", "url": "https://www.nytimes.com/2018/03/16/obituaries/louise-slaughter-dies.html", "text": "She was equally persistent as a leader of a yearslong drive for a law to curb the widespread use of antibiotics in healthy cattle, pigs and chickens, a practice used to speed their growth.\n\nShe and other critics said the practice had contributed to the emergence of bacterial strains resistant to antibiotics and capable of passing their resistance to human pathogens. But with livestock producers vigorously against the legislation, it had not been enacted at her death, to her great frustration. She had continued to call the stalling of the bill a bipartisan failure.\n\nMs. Slaughter was chairwoman of the rules committee when Democrats were in the majority in the House from 2007 to 2010. The panel controls the debate and amendment process on the House floor, and she used its power to advance the Affordable Care Act, which passed the House by just five votes in 2009; all Republicans but one voted against it.\n\nPhoto\n\nThe week President Obama signed the act, Ms. Slaughter was one of at least 10 Democratic lawmakers around the country targeted with vandalism and threats. A brick was thrown into one of her congressional offices, in Niagara Falls, N.Y., and a telephone message mentioning snipers was left on an answering machine at a campaign office. She accused Republicans of “fanning the flames with coded rhetoric.”\n\nOverall, Ms. Slaughter said on another occasion, “there are a lot of people in the United States that have just abject hate for the government.” Those who felt otherwise, she said, had the duty to convince them “that this government is not their enemy.”\n\nA longtime co-chairwoman of the Congressional Pro-Choice Caucus, Ms. Slaughter was a leader in fighting moves to reduce the scope of Roe v. Wade, the 1973 Supreme Court decision that established a constitutional right to abortion. When the House defeated a 1989 measure to continue barring the District of Columbia from paying for abortions, she declared, “I don’t think there’s anything worse for women in this country than to watch men in blue suits debating this issue.”\n\nMs. Slaughter, who was known for speaking bluntly in her Kentucky drawl, also helped lead a successful effort in 1994 to enact the Violence Against Women Act, which included federal funds for domestic violence shelters and for training the police, prosecutors and judges to better understand and respond to violent crimes against women. She was also prominent in calling on the Pentagon to crack down on sexual assaults of women in the military.\n\nAdvertisement Continue reading the main story\n\nMs. Slaughter publicly regretted one success. In 1991 she was one of several congresswomen who marched to the Senate side of the Capitol to demand, successfully, that Anita F. Hill’s accusations of sexual harassment against Judge Clarence Thomas be heard during his confirmation proceedings after he was nominated for the Supreme Court.\n\nBut Ms. Slaughter and others believed Ms. Hill was treated harshly when testifying before a Senate committee, and after Judge Thomas’s confirmation by the full Senate, Ms. Slaughter told The Boston Globe, “I felt guilty I’d ever asked them to go into it.”\n\nAlthough Ms. Slaughter voted against impeaching President Bill Clinton in the scandal over his sexual activities with a young White House intern, she did not hide her anger toward him — and not only for what she deemed his reckless behavior in that episode. She had long believed that Mr. Clinton had made too many deals with the Republicans.\n\n“I’m not interested in what happens to Bill Clinton,” she said in opposing impeachment. “It’s the country and the Constitution I’m concerned about.”\n\nPhoto\n\nThe House impeached Mr. Clinton, but the Senate acquitted him.\n\nIn 2012, as President Obama signed a bill that banned insider trading by members of Congress, he praised Ms. Slaughter for having introduced the first version of the legislation six years earlier and continuing to fight for it.\n\nA longtime co-leader of the Congressional Arts Caucus, Ms. Slaughter was involved in the annual battles to increase, or at least maintain, funding levels for federal arts and humanities agencies.\n\nShe also worked for economic development aid to combat the declining fortunes of upstate New York, where her district at times stretched west from the Rochester area to Buffalo and Niagara Falls. And she opposed treaties like the North American Free Trade Agreement, saying they contributed to job losses in the United States.\n\nDorothy Louise McIntosh was born on Aug., 14, 1929, in Lynch, Ky., to Oscar McIntosh and the former Daisy Grace Byers. She was often described in news articles and some campaign materials as a “coal miner’s daughter,” but her father had actually worked for coal mines as a blacksmith, a spokeswoman for Ms. Slaughter said in 2015. He later owned his own business as a machinist.\n\nAdvertisement Continue reading the main story\n\nMs. Slaughter graduated from Somerset High School, in Somerset, Ky., in 1947 and earned a bachelor of science degree in microbiology and a master’s degree in public health, both from the University of Kentucky, in the early 1950s. She worked in market research for a chemical manufacturer before she and her husband, Robert Slaughter, whom she married in 1957, moved to the Rochester area, where he had obtained a job.\n\nMr. Slaughter, who worked for the American Can and Eastman Kodak companies, died in 2014. Ms. Slaughter is survived by their three daughters, Megan Secatore, Amy Slaughter and Emily Minerva; seven grandchildren; and one great-grandson.\n\nMs. Slaughter began her career in elective office by serving in the Monroe County Legislature from 1976 to 1979. She served in the New York State Assembly from 1983 to 1986, when she won her first term in Congress by narrowly defeating a Republican incumbent, Fred J. Eckert.\n\nMs. Slaughter was handily re-elected every two years until 2014, when, in a year in which the Republicans increased their majority in the House, she squeaked through to victory by fewer than 1,000 votes against her Republican challenger, Mark Assini, a town supervisor in the area.\n\nIn a rematch with him in 2016, however, voters, by a 12-point margin, sent Ms. Slaughter, the dean of New York’s congressional delegation, back to Capitol Hill.", "keywords": ["16term", "liberal", "slaughter", "dead", "congressional", "bill", "88", "senate", "congresswoman", "louise", "worked", "clinton", "women", "sexual", "house", "ms"], "polarity": 0.08676057628438581, "subjectivity": 0.413808034998511},
{"title": "\n                    Most Americans Produce Services, Not Stuff. Trump Ignores That in Talking About Trade.                ", "url": "https://www.nytimes.com/2018/03/16/upshot/most-americans-produce-services-not-stuff-trump-ignores-that-in-talking-about-trade.html", "text": "Advertisement\n\nMost Americans Produce Services, Not Stuff. Trump Ignores That in Talking About Trade. The president’s outlook on service workers could have real economic consequences. Image Black jack dealers are an example of the 105 million service workers in the U.S. Credit Eric Ginnard for The New York Times\n\nYou probably work in the service sector. This seems like a safe assertion, as 84 percent of private-sector jobs in the United States are in services.\n\nBy contrast, “goods-producing” jobs like logging, mining, construction and manufacturing accounted for only 20.5 million jobs last month, in a nation with 148 million total positions.\n\nIf we’ve guessed right about your occupation, the question for you and 105 million fellow service workers — a very broad category that includes retail clerks, truck drivers, architects, bankers, doctors and more — is whether the Trump administration cares about your economic fate.\n\nThe most recent reason to wonder is President Trump’s repeated assertion this week that the United States maintains a trade deficit with Canada — a claim contradicted by United States government data. Mr. Trump’s spokeswoman, Sarah Huckabee Sanders, said in a Twitter message that numbers showing a trade deficit with the country “reflect trade in goods.”\n\nIn other words, it’s true the United States runs a trade deficit with Canada as long as you don’t include service industries — the industries that account for the vast majority of jobs.\n\nPresident Trump has made this mental leap numerous times, most notably by referring to the nation’s “$800 billion” trade deficit with the rest of the world. It was actually $568 billion in 2017; the $800 billion number refers only to trade in goods, not counting the United States’ healthy surplus in services trade.\n\nOne could chalk this up to a verbal tic that allows the president to exaggerate the scale of the trade deficit. But it could matter in crucial negotiations.\n\nThe risk is that if trade negotiators follow the president’s lead and focus entirely on obtaining more advantageous treatment for American goods-producing industries, it could come at the cost of concessions that damage industries that employ far more people.\n\nSo what are these service exports that help put the United States’ trade relationships somewhat more in balance?\n\nThe biggest is travel, which accounted for $204 billion last year. This is an area that the president should know well. When a Canadian couple stays in a Trump hotel in New York, the money they spend counts as a service export.\n\nThe next biggest category is “charges for the use of intellectual property,” a category that includes foreigners who pay to watch movies or music made in the United States, as well as licenses of patents and trademarks.\n\nOther big ones include financial services, insurance, telecommunications and information technology, and a wide range of engineering and other consulting services.\n\nIf you have a mental model in which the only valuable jobs involve making steel or mining coal, it’s easy to lose sight of some of the middle-income jobs that are more common in the 21st-century service economy. Examples include the blackjack dealer in a Las Vegas casino, the nurse at a hospital renowned for its cancer treatments, the audio technician on a movie set, the engineer who advises companies worldwide on the best way to extract oil.\n\nThe share of global spending that went toward services rather than goods rose from 50 percent in 1970 to 80 percent in 2015, researchers from the Federal Reserve found in a recent paper. Those service-producing jobs are more the economic present than most types of goods-producing jobs. And all signs point to that being more true in the future.\n\nThat’s because even in many industries that make physical goods, information makes up a bigger and bigger part of the content of that good. A car isn’t just a chassis and an engine, but millions of lines of computer code that make it all work efficiently. The advent of driverless cars will accentuate this. In the future, few people may buy cars; instead, they may rely on transportation services.\n\nSome of these lines are a little arbitrary. A worker in a Campbell’s Soup factory works in manufacturing, and when that soup is shipped to Canada, it counts as an export of goods. If that same worker instead made soup in a restaurant that sold it to a Canadian tourist, it would become a service export instead.\n\nGiven that the Trump administration is planning trade actions against China for some of its companies’ theft of American firms’ intellectual property, it’s clear that the importance of service industries to the United States economy is known to some of the key negotiators.\n\nBut for that great majority of people who work in service industries, it might be reassuring if the president himself acknowledged more readily that there’s more to a modern economy than making physical stuff.\n\nNeil Irwin is a senior economics correspondent for The Upshot. He previously wrote for The Washington Post and is the author of “The Alchemists: Three Central Bankers and a World on Fire.” @Neil_IrwinFacebook Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on of the New York edition with the headline: Trump Sees Trade Loss By Ignoring Key Sector\n\n\n\n\n\n\n\n", "keywords": ["united", "talking", "service", "jobs", "services", "president", "trade", "states", "ignores", "produce", "deficit", "trump", "stuff", "americans", "industries"], "polarity": 0.16745129870129874, "subjectivity": 0.4378557399390732},
{"title": "\n                    Still Processing: We Don’t Know Where We Are                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/still-processing-we-dont-know-where-we-are.html", "text": "Photo\n\nThis week, we take the Oscar-nominated film “Three Billboards Outside of Ebbing, Missouri” as a starting point for a discussion about a new sense of placelessness in film and on TV. Over the last year, we’ve been seeing stories set in ambiguous spaces — the limbo between heaven and hell, distorted models of our world, towns that look like no place we recognize as American. We talk about “The Good Place,” “Westworld,” “Downsizing” and the Sunken Place from “Get Out” to try to figure out how we lost a sense of where we are. Then we look to shows like “Atlanta” and “The Chi” to think about how we might find our way back.\n\nHow do I listen? Two ways\n\nStill Processing Listen to ‘Still Processing’ We discuss “Three Billboards Outside of Ebbing, Missouri” and a new sense of placelessness in film and TV. Audio\n\nFrom a desktop or laptop, you can listen by pressing play on the button above.\n\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\n\nOn your iPhone or iPad:\n\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Still Processing” and select it from the list of results.\n\nAdvertisement Continue reading the main story\n\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "keywords": ["processing", "dont", "series", "tv", "film", "tap", "know", "place", "listen", "sense", "search", "subscribe"], "polarity": 0.1208080808080808, "subjectivity": 0.29454545454545455},
{"title": "\n                    Assaults Increased When Cities Hosted Trump Rallies, Study Finds                ", "url": "https://www.nytimes.com/2018/03/16/us/trump-rally-violence.html", "text": "Mr. Trump himself repeatedly seemed to endorse attacks on his detractors, too.\n\n“Maybe he should have been roughed up,” he said of one protester who was reportedly punched and kicked in November 2015. “I’d like to punch him in the face, I’ll tell ya,” he said of another a few months later. He even offered to pay legal fees for his supporters if they became too aggressive.\n\nVideo\n\nThe supporters also often aimed offensive and violent rhetoric at Mrs. Clinton, suggesting she be killed.\n\nTo determine whether those words and news reports corresponded with an actual shift in violence, the researchers compiled a list of 31 Trump rallies and 38 Clinton rallies held in cities with assault data available online.\n\nThey compared the number of assaults reported on the day of the rally to the number reported on the corresponding day of the week, for each of the four weeks before and after the event.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn a typical day, cities saw an average of 19.4 assaults, they found. On the day of a Trump rally, that number rose to 21.7.\n\nThe pattern held even when the researchers controlled for the influence of factors like population size, data sources and the day used for the comparison.\n\nThe researchers offered two explanations for the increase in assaults. Either they were the result of clashes at or near the rallies, or they occurred elsewhere in the cities after the aggressive mood on display by Mr. Trump, his supporters or his opponents had spread through “social contagion.”\n\nThere were some limitations to the findings, the authors noted. They may not apply to the rallies or cities that weren’t studied, and a greater police presence during the rallies may have made it more likely for an assault to be reported.", "keywords": ["hosted", "york", "day", "increased", "finds", "number", "trump", "reported", "cities", "rallies", "supporters", "researchers", "assaults", "study"], "polarity": 0.07787288469106651, "subjectivity": 0.3661599763872492},
{"title": "\n                    Still Processing: We Sink Our Claws Into ‘Black Panther’ With Ta-Nehisi Coates                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/still-processing-we-sink-our-claws-into-black-panther-with-ta-nehisi-coates.html", "text": "Photo\n\nIt’s going to be one of the biggest opening weekends in movie history. But “Black Panther” is about so much more than the box office. This week we’re putting Ryan Coogler’s new film in the full context it deserves and demands, with a little help from our friend Ta-Nehisi Coates.\n\nHow do I listen? Two ways\n\nStill Processing Listen to ‘Still Processing’ We’re putting Ryan Coogler’s new film in the full context it deserves and demands. Audio\n\nFrom a desktop or laptop, you can listen by pressing play on the button above.\n\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\n\nOn your iPhone or iPad:\n\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Still Processing” and select it from the list of results.\n\nAdvertisement Continue reading the main story\n\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "keywords": ["processing", "black", "series", "icon", "help", "claws", "putting", "tanehisi", "tap", "panther", "ryan", "sink", "listen", "coates", "search", "subscribe"], "polarity": 0.1506118881118881, "subjectivity": 0.468065268065268},
{"title": "\n                    All 7 U.S. Troops Aboard Helicopter Killed in Crash in Iraq                ", "url": "https://www.nytimes.com/2018/03/16/us/politics/seven-troops-killed-helicopter-crash-iraq.html", "text": "Photo\n\nWASHINGTON — All seven service members aboard a military helicopter died in a crash in western Iraq on Thursday, United States officials said on Friday. The crash is under investigation but is not believed to be a result of enemy action.\n\nThe aircraft, an HH-60 Pave Hawk, crashed near the city of Qaim, where the American military uses a base as a logistics center and resupply hub. Iraqi security forces responded quickly and secured the area, according to a statement from Brig. Gen. Jonathan P. Braga, the director of operations for the American-led coalition battling the Islamic State in Iraq and Syria.\n\nThe Defense Department said it would not release the names of the deceased American service members until their families have been notified.\n\nThe helicopter crashed about 18 miles southeast of the center of Qaim, near a phosphate factory and railway station close to the military base that the Americans use, said Ahmed al-Mahilawi, the mayor of Qaim. Residents said it crashed shortly after takeoff, he said in a telephone interview.\n\nTURKEY 100 miles IRAN Mosul SYRIA IRAQ Qaim Ramadi Baghdad ANBAR SAUDI ARABIA\n\nPresident Trump offered his condolences in a Twitter post.\n\nCoalition forces have sealed the area, Mr. Mahilawi said, adding that preliminary indications were that the helicopter suffered from a technical malfunction.\n\nAdvertisement Continue reading the main story\n\nQaim is in Anbar Province near the Syrian border, an area that continues to pose a serious threat to the American-led command fighting the Islamic State.", "keywords": ["helicopter", "iraq", "service", "near", "state", "crashed", "crash", "qaim", "miles", "military", "killed", "area", "troops", "aboard"], "polarity": -0.0807017543859649, "subjectivity": 0.3},
{"title": "\n                    Still Processing: We Want To Know What Love Is                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/still-processing-we-want-to-know-what-love-is.html", "text": "Photo\n\nThis week, we examine four of the Best Picture Oscar-nominated films — “Call Me by Your Name,” “Get Out,” “The Shape of Water” and “Phantom Thread” — to ask whether we are entering a new phase of romance films. By diverging from conventional norms and stereotypes, these films have created onscreen relationships that are reminiscent of our own relationships. We then look to the history of romantic dramas and comedies to see how this new version of romance-on-screen came to be and what it potentially communicates about the way men and women are relating to one another.\n\nHow do I listen? Two ways\n\nStill Processing Listen to ‘Still Processing’ We discuss “Call Me By Your Name” and “Shape of Water” and whether we are entering a new phase of romance films. Audio\n\nFrom a desktop or laptop, you can listen by pressing play on the button above.\n\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\n\nOn your iPhone or iPad:\n\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Still Processing” and select it from the list of results.\n\nAdvertisement Continue reading the main story\n\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "keywords": ["processing", "series", "love", "shape", "films", "tap", "know", "water", "romance", "listen", "search", "subscribe"], "polarity": 0.18037518037518033, "subjectivity": 0.5108802308802308},
{"title": "\n                    ‘This Is Not a Drill’: 11 Students on the Terror of Lockdowns                 ", "url": "https://www.nytimes.com/2018/03/16/reader-center/students-lockdowns-school-threats.html", "text": "Advertisement\n\n‘This Is Not a Drill’: 11 Students on the Terror of Lockdowns\n\nVideo Teenagers from across the U.S. recall times when their school was threatened.\n\nSchool gun violence and the terror it creates have riveted America again since a gunman shot and killed 17 last month at Marjory Stoneman Douglas High School in Parkland, Fla. The public outrage has produced a new wave of protests, including walkouts in schools across the country on Wednesday.\n\nBut acts of violence aren’t the only source of school terror.\n\nFor each heinous attack successfully carried out, there have been many more scores of threats in schools across the country. And while thankfully no one dies because of a threat, fake or foiled attacks can be terrifying, too.\n\nAfter the Parkland attack, we reached out to students across the country, asking them to tell us about threats their schools have received. We heard from more than 100 teenagers, some describing hiding in dark closets and classrooms, sometimes for hours, as they braced for an attack.\n\nIn the five months from August to December 2017, there were at least 671 bomb or gun threats — or both — directed at American schools, according to the Educators School Safety Network, a nonprofit that provides school safety training. In the past month, since the Parkland shooting, there have been more than 465 bomb or gun threats or both.\n\nHere is a selection of the student responses, condensed and edited for clarity. We have corroborated each threat by reviewing local news reports and, in some cases, contacting the teenagers’ school districts and classmates.\n\nImage People walk out of the Marjory Stoneman Douglas High School following a shooting at the school that killed 17 people, Feb. 14, 2018 in Parkland, Florida. Credit Joe Raedle/Getty Images\n\n‘The thought of a possible shooting made me nauseous.’\n\nWinifred Chung, 18, is a freshman at the University of California, Berkeley, but was a senior at Westview High School in San Diego when her school was threatened last March. No gun was found, according to news reports.\n\nI was sitting in Physics last year when suddenly, we heard, “This is a lockdown, this is NOT a drill.” We calmly crawled under the desks, not thinking too much of it. And then rumors started flying on social media.\n\nThe general conclusion was that someone had a gun in their backpack, and that a kid saw and reported it. The thought of a possible shooting made me nauseous.\n\nOur substitute teacher could not figure out how to lock the doors. Kids started making jokes out of the situation, and we were instructed to put our phones away. All I could think was, “I can’t believe my biggest fear could possibly come true in this moment.” I texted my parents that I loved them .\n\n‘We were in the dark, hiding under desks.’\n\nAlice Meyer, 16, is a junior at High Tech High School, in North Bergen, N.J. She was on campus when her school received this threat in September.\n\nThe police were looking for someone they believed had a gun. Our whole school was put on lockdown, no one was sure what was happening. We had no idea if our school was being shot up or if everything was fine.\n\nI thought my school’s name would be the next one in the headlines, that my friends would be among the dead and wounded. We were in the dark, hiding under desks, terrified of what would happen next. No gun was found, but that hour and a half was so beyond chaotic and terrifying.\n\n‘It’s chilling.’\n\nKathryn Ikeda, 18, is a senior at Johnston High School, in Johnston, Iowa. Her school received this threat in October.\n\nThe Dark Overlord hacking group got personal information for almost every student in the district, including our addresses and parents’ phone numbers. They texted numerous parents, threatening to shoot up our schools.\n\nAs a result, school was canceled for one whole day while the threat was investigated, and delayed on the second day to allow time for security sweeps. It’s chilling to think how easily something like that could be orchestrated in my community.\n\n‘I was terrified to go to school that day.’\n\nRachael Lombardo, 18, is a senior at Upper Darby High School in Drexel Hill, Pa. In October 2014, when she was a freshman, her school received this threat.\n\nWhile a shooting has not occurred at my school, there have been threats of gun violence, and it’s almost become normal — even expected. My freshman year someone threatened to pull the fire alarm as a ploy to get students out of the building to shoot them.\n\nI was terrified to go to school that day but my parents believed there was nothing to worry about, and while I trusted them, they didn’t feel what I felt. What they didn’t feel was the eerie silence that carried throughout the day while students breathed quietly, waiting for the ring of the fire alarm.\n\nInstead of focusing on my biology work, I was thinking about how I would hide and where I could exit the building discreetly. Certainly, this is not what a 14-year-old high school freshman should be forced to think about.\n\nImage Screenshots from a text conversation, starting at left, between Emma Jacobs, a student at Dalton High School, and her mother, Annmarie Jacobs, in the midst of a lockdown at the school in Dalton, Ga., on Feb. 28, 2018. Credit Annmarie Jacobs, via Associated Press\n\n‘I remember people crying and yelling.’\n\nLily Powell Fagerlund, 18, is a senior at Ballard High School, in Seattle. The threat she describes came in November 2015, when she was a sophomore.\n\nMultiple times, there has been either the possibility of someone having brought a gun or actually bringing one to school.\n\nThe first time, I was in a lockdown for several hours and a kid was arrested down the street for bringing a gun to school. A weapon was never found. However, many people in my class, including me, were hiding in a closet, while many didn’t take it seriously and kept doing their schoolwork.\n\nSoon we started to see giant SWAT teams with giant guns outside our windows and we knew that something serious had happened. I remember people crying and yelling at others to be quiet. It was chaotic.\n\n‘Everyone was scared.’\n\nRuth Schultz, 17, is a senior at Princeton High School, in Princeton, N.J. Her school received this threat in May 2015, when she was a freshman.\n\nDuring my 8th grade and freshman years, various schools in my district received swatting calls periodically. When they called one school in the district, that school would go into lockdown and the rest would “shelter in place.”\n\nIt happened so often during my freshman year that, eventually, we barely paid attention when we were ordered to shelter in place, until one day our school received the threat. We went into lockdown, and everyone was scared. I remember very vividly thinking, If this is the end of my life, that’s tragic, but there’s nothing I can do about it.\n\n‘Kids want to get out of taking finals.’\n\nNoah Carroll-Promes, 18, is a freshman at Folsom Lake College, in Folsom, Calif., but was a student at Ponderosa High School, in Shingle Springs, Calif., when his school received threats.\n\nWe have never had a shooting at our school, however we have had an individual walk onto campus with a gun. We have also had threats on numerous occasions, mainly around the time final exams roll around — kids want to get out of taking finals and enjoy seeing the reaction they can elicit from the school.\n\n‘There was heavy police presence at the dance.’\n\nGeorge Lewis, 17, is a senior at Oak Park and River Forest High School in Oak Park, Illinois. Last October, his homecoming dance was the target of a threat.\n\nA shooting has never occurred at my school, but we received a threat before our homecoming dance and there was heavy police presence at the dance.\n\n‘Two visibly armed men were walking down the street.’\n\nEmmet White, 17, is a senior at Grant High School in Portland, Ore. His school received a couple of threats in 2015 and then again in October.\n\nDuring my sophomore year, we had a lockdown because of reports from passing drivers that two visibly armed men were walking down the street, toward the school, carrying high capacity rifles.\n\nThis year, my senior year, we relocated to a school in a different neighborhood while our original school is being rebuilt. One day, we heard a rapid succession of gunshots from an adjacent street. We went into lockdown, but the source of the gunfire was never found.\n\n‘I get a horrible feeling.’\n\nAdrian Doan, 17, is a junior at Grosse Pointe South High School in Grosse Pointe Farms, Mich. In October 2016, his school was put on lockdown after a student claimed to have a weapon.\n\nWhen we have been put into a lockdown because of the slightest threat, I get a horrible feeling — like what if this is real and these are my last moments on Earth? It almost sounds cliché, but I have truly wondered at all the things I’d never experience if I died at that moment. I cannot imagine how much more traumatizing an actual event would be.\n\n‘A lot of us think that we’re invincible.’\n\nEmma Choi, 18, is a senior at George C. Marshall High School, in Falls Church, Va. In March 2016, her school received an emailed threat.\n\nA lot of us think that we’re invincible, that the things that happen on the news take place in a world separate from our own. But there was a period when a bunch of schools in my county were receiving bomb threats from a robotic caller. Our school received one via email. My parents got an email from the school about it and were assured that the threat wasn’t serious. Most of us students didn’t know about it until we got home.\n\nNancy Wartik contributed research.", "keywords": ["lockdown", "threat", "school", "drill", "terror", "high", "gun", "senior", "students", "threats", "shooting", "11", "schools", "lockdowns", "received"], "polarity": 0.018160820660820642, "subjectivity": 0.47125238958572285},
{"title": "\n                    Still Processing: We Paint the Town Obama                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/still-processing-we-paint-the-town-obama.html", "text": "Photo\n\nWe went to the National Portrait Gallery in Washington to look at the recently installed portraits of Barack and Michelle Obama. The paintings — Barack’s by Kehinde Wiley, Michelle’s by Amy Sherald — prompted both rapture and controversy when they were unveiled in February, and we wanted to see them in person to try to evaluate our own responses. As we traveled through the gallery from George Washington to Obama, we discussed what portraits can tell us about presidential power. And then we lingered at Barack and Michelle’s portraits, admiring their beauty, trying to decipher their meaning and allowing ourselves to be deeply moved. Come linger with us.\n\nHow do I listen? Two ways\n\nStill Processing Listen to ‘Still Processing’ We discuss the portraits of Barack and Michelle, beauty and presidential power. Audio\n\nFrom a desktop or laptop, you can listen by pressing play on the button above.\n\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\n\nOn your iPhone or iPad:\n\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Still Processing” and select it from the list of results.\n\nAdvertisement Continue reading the main story\n\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "keywords": ["processing", "series", "presidential", "obama", "tap", "portraits", "subscribe", "washington", "town", "barack", "listen", "search", "paint"], "polarity": 0.15993265993265993, "subjectivity": 0.4769360269360269},
{"title": "\n                    Stormy Daniels Interview to Air on ‘60 Minutes’ This Month                ", "url": "https://www.nytimes.com/2018/03/15/business/media/stormy-daniels-60-minutes.html", "text": "Photo\n\nThe CBS News program “60 Minutes” has set a date of March 25 for when it will show a recently conducted interview with the pornographic film actress who says she had an affair with Donald J. Trump.\n\nA person briefed on the process, who would speak about it only on the condition of anonymity, confirmed that the segment with the porn star, Stephanie Clifford, would run then.\n\nMs. Clifford, who goes by the stage name Stormy Daniels, spoke with the “60 Minutes” contributor Anderson Cooper last week.\n\nMs. Clifford went forward with the interview, which her lawyer first hinted about in a tweet featuring a photograph of him, Ms. Clifford and Mr. Cooper. It proceeded despite an arbitrator’s ruling reaffirming an agreement that she reached with Mr. Trump in October 2016 to remain silent about their alleged relationship in exchange for $130,000.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe has said she had a consensual relationship with Mr. Trump that started in 2006 and lasted several months.\n\nAdvertisement Continue reading the main story\n\nIn recent weeks, Ms. Clifford’s lawyer, Michael Avenatti, has led a publicity blitz, appearing frequently on cable news shows, since she filed a lawsuit on March 6 seeking to break her 2016 agreement. She asserts that the nondisclosure agreement was void because Mr. Trump did not personally sign it.", "keywords": ["clifford", "interview", "stormy", "agreement", "mr", "york", "reading", "air", "daniels", "month", "trump", "ms", "60", "sign", "relationship", "minutes"], "polarity": 0.09016860332649808, "subjectivity": 0.31432558669400773},
{"title": "\n                    Still Processing: We Don’t Love Everything Made by Black People, and That’s O.K.?                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/still-processing-we-dont-love-everything-made-by-black-people-and-thats-ok.html", "text": "Photo\n\nThis week, we discuss “A Wrinkle in Time,” Ava DuVernay’s attempt to take the audience on a magical adventure with Meg Murray as she searches for her father through multiple universes. Our time traveling experience ... wasn’t as magical as we hoped. But this is good news. We explain why the film’s shortcomings do not affect the upward trajectory of Ava DuVernay’s career or of black filmmaking in general, but actually work to highlight the progress of black filmmakers and encourage black artists to take bigger risks. We dive deep into what it means to criticize black works of art and express what gets lost when we decide it’s beyond criticism.\n\nHow do I listen? Two ways\n\nStill Processing Listen to ‘Still Processing’ We discuss “A Wrinkle in Time” and what it means to criticize black works or art. Audio\n\nFrom a desktop or laptop, you can listen by pressing play on the button above.\n\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\n\nOn your iPhone or iPad:\n\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Still Processing” and select it from the list of results.\n\nAdvertisement Continue reading the main story\n\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "keywords": ["processing", "dont", "love", "black", "series", "means", "tap", "wrinkle", "ok", "thats", "works", "listen", "search", "subscribe"], "polarity": 0.0924242424242424, "subjectivity": 0.46889952153110054},
{"title": "\n                    U.S. Military Helicopter Crashes in Iraq With Seven Aboard                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/us-military-helicopter-crashes-in-iraq-with-seven-aboard.html", "text": "Photo\n\nWASHINGTON — An American military helicopter crashed Thursday near the city of Qaim in western Iraq, killing some of the seven service members aboard, United States officials said.\n\nIt was unclear why the aircraft, an HH-60 Pave Hawk, went down, the officials added. They did not rule out ground fire, and they could not confirm how many people had been killed.\n\nOne official said the helicopter was not on a combat operation but was ferrying troops.\n\nMaj. Adrian J. Rankine-Galloway, a Pentagon spokesman, said Thursday night that rescue personnel had been deployed and that the crash, in Anbar Province, near Syria, was under investigation.\n\nAhmed al-Mahilawi, the mayor of Qaim, said that the helicopter crashed about 20 miles southeast of the town center, near a phosphate factory and railway station. The American military uses a base in the area.\n\nAdvertisement Continue reading the main story\n\nLocal residents reported that the helicopter crashed shortly after takeoff, Mr. Mahilawi said in a telephone interview.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCoalition forces have sealed off the area of the crash, he said, adding that preliminary indications were that the helicopter had a technical malfunction. He did not have any information on fatalities or the number of people on board.", "keywords": ["seven", "helicopter", "york", "iraq", "main", "near", "reading", "crashed", "officials", "crashes", "qaim", "military", "sign", "aboard"], "polarity": 0.01698532948532948, "subjectivity": 0.24837812650312643},
{"title": "\n                    Listen to ‘The Daily’: Women We Overlooked                ", "url": "https://www.nytimes.com/2018/03/16/podcasts/the-daily/ida-b-wells-overlooked-obituaries.html", "text": "Background reading:\n\n• Ida B. Wells became famous for taking on racism in the South with powerful reporting. Yet her death went unremarked in The Times, until now. She’s just one of the many remarkable women profiled in our new series Overlooked.\n\n• Ms. Padnani describes how the project came to be.\n\n• You can use this form to nominate candidates for future obituaries.\n\nTune in, and tell us what you think. Email us at thedaily@nytimes.com. Tweet me at @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.\n\nHow do I listen?\n\nIf you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.\n\nFrom your mobile device:\n\nYou can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.\n\nOr if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)\n\nFrom a desktop or laptop:\n\nClick the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.\n\nOn Amazon Echo, Echo Dot or Tap:\n\nOpen the Alexa app. From the navigation panel on the left, select “settings,” then “flash briefing,” then “get more flash briefing content.” Look for “The New York Times” and select “enable skill.” Now you can say, “Alexa, what’s my flash briefing?” and you will hear that day’s episode of “The Daily.”\n\nAdvertisement Continue reading the main story\n\nOn Google Home:\n\nYou can say, “O.K., Google, play New York Times” to listen to that day’s episode of “The Daily.”", "keywords": ["reading", "daily", "youre", "overlooked", "times", "player", "women", "flash", "episode", "link", "listen", "briefing"], "polarity": 0.17406759906759908, "subjectivity": 0.4042637917637918},
{"title": "\n                    Trump Readies Sweeping Tariffs and Investment Restrictions on China                ", "url": "https://www.nytimes.com/2018/03/15/us/politics/trump-china-trade-measures.html", "text": "Mr. Trump — surrounded by his commerce secretary, Wilbur Ross, his trade adviser Peter Navarro and others — asked for a figure beyond $30 billion and for the plan to be officially announced in the coming weeks, according to two people familiar with the exchange.\n\nThe administration is devising the measure to broadly counter a Chinese strategy known as the Made in China 2025 plan. China introduced a comprehensive initiative in 2015 to upgrade Chinese industry over the next decade and dominate sectors of the future, including advanced information technology, new energy vehicles and aerospace equipment.\n\nUnlike the steel and aluminum measure, which divided the president’s advisers and his own party, the idea of targeting China has broad support among a number of officials who believe China is cheating in global trade.\n\nGary D. Cohn, a top economic adviser who resigned over the steel and aluminum tariffs, had approved of action against China, the people familiar with the discussions said. Orrin G. Hatch, the chairman of the powerful Senate Finance Committee, and Senator Marco Rubio of Florida, Republicans who criticized those tariffs, have also endorsed a tough approach toward China.\n\nCongress is also weighing legislation that would strengthen national security checks on Chinese investment. In a House hearing on Thursday, Heath P. Tarbert, an assistant secretary of the Treasury Department, said the current system for assessing investment is riddled with loopholes that allowed Chinese companies to evade such checks.\n\nConcern over China’s practices picked up speed at the end of the Obama administration and has only increased since. Last year, a technology-focused unit in the Defense Department issued a report arguing that rising Chinese investment in Silicon Valley was giving China unprecedented access to the military technologies of the future, and increasing Chinese ownership of supply chains that service the United States military.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn recent months, China’s political apparatus has exerted even greater control over the nation’s economy. Business leaders and politicians of both parties now widely say that Washington’s past strategy of offering Beijing economic incentives to liberalize its market has failed. On Sunday, China officially ended term limits on the presidency, clearing the way for President Xi Jinping to stay in power indefinitely.\n\nAdministration officials say that past failure to rein in China warrants a much tougher approach. Mr. Trump took one step toward this in his national security strategy, which identified China as an economic aggressor. When a top Chinese economic envoy visited in late February, the administration asked China to shave $100 billion off its $375.2 billion trade surplus with the United States, two people close to the talks said. And while the steel and aluminum tariffs will hit many countries, they are primarily aimed at combating overcapacity in Chinese metals, including those that are routed through other nations.\n\nAdvertisement Continue reading the main story\n\nThe next step, advisers say, is to more aggressively focus on trade with China.\n\nThe United States is expected to impose tariffs on Chinese imports of high-technology goods specified in the Made in China 2025 plan, including semiconductors and new energy vehicles. But they could go beyond that to target more mundane products, including consumer electronics, apparel and even shoes. The breadth of the tariffs remains a contentious topic in the business sector and the White House, with some industries fretting about retaliation and increased costs to American companies and consumers.\n\nThomas J. Donohue, the president of the U.S. Chamber of Commerce, said on Wednesday that while the administration was right to focus on China’s unfair trade practices, his group strongly disagreed with sweeping tariffs.\n\n“Simply put, tariffs are damaging taxes on American consumers,” he said. “Tariffs of $30 billion a year would wipe out over a third of the savings American families received from the doubling of the standard deduction in tax reform.”\n\nHun Quach, the vice president for international trade at the Retail Industry Leaders Association, said that tariffs on apparel, shoes and electronics would hit American families most. “Is the best response to make American consumers pay for China’s violations? We don’t think so,” she said.\n\nAlthough there is wide support for taking action against unfair trade practices by China, business groups and economists still say the measure could be risky. The United States and China maintain the world’s largest trading relationship, and the tariffs could easily provoke a backlash.\n\n“They know our system inside out,” said Jim McGregor, the chairman of the greater China region for APCO Worldwide. He added, referring to the House speaker and the Senate majority leader: “They know what companies are important to Paul Ryan. They know what companies are important to Mitch McConnell. They know which trade associations and political groups have a big voice in Washington.”\n\nScott Kennedy, a China expert at the Center for Strategic and International Studies, said that while China deserved a tough response, he feared the consequences of the administration’s actions had not been well considered. “You really have to be smart,” he said. “The Chinese aren’t just going to fold over on this.”\n\nMr. Kennedy compared China to a bully that had stolen America’s lunch money. \"You want to teach them a lesson,” he said. “But it’s not as simple as going up in the playground and punching them on the nose.”", "keywords": ["united", "investment", "trade", "states", "including", "readies", "american", "tariffs", "restrictions", "china", "know", "sweeping", "trump", "say", "chinese"], "polarity": 0.09352644990942865, "subjectivity": 0.32064681772128584},
{"title": "\n                    Joaquin Avila, Advocate of Hispanic Voting Rights, Dies at 69                ", "url": "https://www.nytimes.com/2018/03/15/obituaries/joaquin-avila-advocate-of-hispanic-voting-rights-dies-at-69.html", "text": "Many of the cases originated in Texas and California, but their outcomes often had national ramifications.\n\nAlex Padilla, the California secretary of state, hailed Mr. Avila in a statement as a “lion of voting rights.”\n\nMr. Avila maintained that low voter registration and turnout resulted from deliberate barriers, not laziness, and that going to the polls was not some feel-good utopian goal but the foundation of a democracy.\n\n“People don’t vote for reasons,” he told The New York Times in 1989. “It’s not that they are genetically apathetic.”\n\nHe argued that the voting rights litigation he pursued was intended not to further polarize Americans politically but to bring them together.\n\nAdvertisement Continue reading the main story\n\n“It is indispensable for the creation of a more cohesive society,” he was quoted as saying in 1997. “Only by integrating voters can we start the long-overdue process of healing racial division in our society.”\n\nJoaquin Guadaloupe Avila Jr. was born on June 23, 1948, in Compton, Calif. His father was a cement mason. His mother, the former Marguerite Hernandez, was a school secretary.\n\nEven when he was a small boy voting rights were a concern, he recalled in 2012 when he accepted the Harvard Law School Association Award. He was haunted early on by a television image of a mob chasing an elderly black person who was trying to register.\n\n“I could not understand why that was the case,” he said.\n\nAfter earning a bachelor’s degree in 1970 from Yale, where he switched his major to political science from astrophysics, and a law degree from Harvard, he joined the Texas-based staff of the Mexican American Legal Defense and Educational Fund in 1974. He later directed the organization’s voting rights program and was its president and general counsel from 1982 to 1985.\n\n“Joaquin’s contributions to voting rights and to Latino civil rights have had a profound and incalculable impact, to the benefit of every person living in the United States,” Thomas A. Saenz, the defense fund’s current president, said in a statement.\n\nWith Mr. Avila representing the fund, a federal district court in Texas accepted his reasoning that school boards were “political jurisdictions” under the 1965 Voting Rights Act. That meant that any changes in district boundaries and election procedures had to be reviewed in advance by the Justice Department.\n\nSome of those requirements were overturned by the United States Supreme Court in 2013.\n\nAn amendment to the 1965 act for which he successfully lobbied in 1982 defined election practices as unfair if their effect could be proved to be discriminatory, regardless of their intent.\n\nAnd his work in helping to draft California’s 2001 Voting Rights Act, the only such state legislation at the time, led to a provision requiring that a plaintiff’s legal fees be reimbursed by a government if it loses or settles a case. That provision proved profitable personally when he successfully represented clients in voting rights cases.\n\nAdvertisement Continue reading the main story\n\nJust because he had helped draft the state law, he told The Associated Press in 2009, “I don’t think that should preclude me from enforcement.”\n\nIn 1996, Mr. Avila was awarded a fellowship by the John D. and Catherine T. MacArthur Foundation, the so-called genius grant. An accompanying citation hailed his “vision of voting rights advocacy that is premised on the conviction that government functions best if it is reflective and representative of the range of its constituents.”\n\nMr. Avila was among a group of civil rights lawyers who in 1990 successfully challenged a reapportionment plan that left the five-member Los Angeles County Board of Supervisors without a member of Hispanic heritage, even though Hispanics had accounted for more than 27 percent of the county’s population by 1980.\n\nIn ordering the board to draw a Hispanic majority district, a federal judge in Los Angeles concluded in 1991 that the supervisors “appear to have acted primarily on the political instinct of self-preservation,” knowing that “the likely result of their actions” would be “the continued fragmentation of the Hispanic core and the dilution of Hispanic voting strength.”\n\nMr. Avila joined the University of Seattle Law School faculty in 2005. He was executive director of the Voting Rights Initiative at the school’s Fred T. Korematsu Center for Law and Equality from 2009 and continued in that post after he was disabled by a stroke in 2011. The initiative’s national focus ended after he retired several years later.\n\nIn addition to his son Joaquin, he is survived by his wife, the former Sally Cabaruvias; another son, Salvador; a daughter, Angelique Avila; a brother, Jaime; and four grandchildren.\n\nMr. Avila devoted his career to challenging gerrymandered districts and at-large voting, which diffused the potential political power of geographically concentrated minority groups.\n\n“Political power is never given away; you have to take it,” he told The Monterey County Weekly in 2015. “So that’s what I do.”", "keywords": ["school", "dies", "told", "state", "law", "voting", "successfully", "political", "avila", "rights", "joaquin", "hispanic", "advocate", "69"], "polarity": 0.11897727272727275, "subjectivity": 0.41509090909090923},
{"title": "\n                    Vanessa Trump, Donald Trump Jr.’s Wife, Files for Divorce                ", "url": "https://www.nytimes.com/2018/03/15/us/trump-jr-divorce-vanessa.html", "text": "He has stayed in close contact with his father, often defending the Trump administration on Twitter and in interviews on Fox News, and he recently campaigned in Pennsylvania for the Republican candidate in a special election.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe White House special counsel, Robert S. Mueller III, is examining a June 2016 meeting Donald Trump Jr. had with Russians offering dirt on Hillary Clinton and the president’s role in providing a misleading response to The New York Times last summer for an article about the meeting.\n\nLast month, Vanessa Trump and her mother were hospitalized as a precaution after opening an envelope containing a white powdery substance that was later determined to be cornstarch, police officials said. A Massachusetts man was charged with sending the threatening letter. “No one should ever have to deal with this kind of sickening behavior,” Donald Trump Jr. said on Twitter about the episode.\n\nA onetime model with the Wilhelmina agency, Ms. Trump was raised on the Upper East Side of Manhattan and once dated the actor Leonardo DiCaprio. At the time of their engagement, Mr. Trump accepted a ring from the Bailey Banks & Biddle jewelry store in Short Hills, N.J., in exchange for publicity, recreating his proposal in a New Jersey mall.\n\nThe two were married 10 months after Donald J. Trump married the former model Melania Knauss. In an interview last year with The Times, Donald Trump Jr. said a romantic evening with his wife included dinner at home (he likes to cook) and, perhaps, a movie. He tweeted about when his wife “took/dragged” him to see “Fifty Shades Darker.” (He didn’t love it.)\n\nUsing her Twitter account with the handle @MrsVanessaTrump, Ms. Trump frequently retweeted her husband’s posts pertaining to family life, many of which include photographs of their weekends in the Catskills. But her tweets about him appeared to stop in June 2017. The last tweet referring to her husband was a family portrait in which she wished the president a happy birthday.\n\nMr. Trump, who is active on Instagram, has posted mostly photos of him and his children in recent months. The last photograph with his wife was a photo of the family in February, when they were in Palm Beach celebrating a son’s birthday.\n\nThe New York Post first reported the divorce filing on Thursday.", "keywords": ["family", "wife", "york", "jr", "white", "twitter", "jrs", "special", "vanessa", "times", "files", "divorce", "trump", "donald"], "polarity": 0.12801567801567804, "subjectivity": 0.33275710775710776},
{"title": "\n                    Australian Official Calls for Emergency Visas for White South African Farmers                ", "url": "https://www.nytimes.com/2018/03/15/world/australia/south-africa-white-farmers-peter-dutton.html", "text": "“We want people who want to come here, abide by our laws, integrate into our society, work hard, not lead a life on welfare,” Mr. Dutton said. He also cited news reports that white farmers in South Africa were in danger for their lives.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Race/Related Newsletter Join a deep and provocative exploration of race with a diverse group of New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe comments from Mr. Dutton, a member of the center-right governing Liberal Party, also raised eyebrows in Australia, where immigration is a hot-button issue and Liberal Party politicians have been accused of using race as a political tool.\n\nThousands of predominantly Muslim migrants from the Middle East and Southeast Asia have languished in offshore detention facilities for years under a policy that denied asylum seekers traveling by boat entrance to Australia. Last year, Australia agreed to pay $53 million in damages to migrants who said they had suffered abuse in the camps.\n\nMr. Dutton has been a staunch defender of the offshore detention policy, and he has argued that Australia should not accept refugees who would be a burden on the country’s social safety net.\n\nIn January, Mr. Dutton blamed African migrants for a rise in crime in Melbourne, claiming in an interview that residents of the city were afraid even to go to restaurants at night “because they’re followed home by these gangs.”\n\nCritics of the government said that those remarks were intended to scare voters before an election and that official crime data showed no such correlation with immigration.\n\nAccording to government statistics, more immigrants to Australia are born in South Africa than in any other African country. As of 2016, 181,400 Australian residents were South African natives, according to the latest census. The government does not break down that figure by race, but white South Africans have been moving to Australia in large numbers for decades.\n\nThe question of redistributing white-owned farmland to blacks in South Africa became an issue again in February when Cyril Ramaphosa was elected president.", "keywords": ["white", "australian", "york", "mr", "migrants", "official", "dutton", "african", "visas", "australia", "africa", "emergency", "race", "sign", "calls", "farmers", "south"], "polarity": 0.0395820449391878, "subjectivity": 0.26645923520923526},
{"title": "\n                    Streaming Soon: A Fight Over AT&T, Time Warner, and the Future of TV                ", "url": "https://www.nytimes.com/2018/03/15/technology/att-time-warner-antitrust.html", "text": "The Justice Department’s move to block the deal in November took Wall Street and the entertainment industry by surprise. Many executives and lawyers thought President Trump’s administration would usher in a hands-off approach to antitrust enforcement, despite Mr. Trump’s criticism of the deal on the campaign trail.\n\nPhoto\n\nInstead, the Justice Department, under its antitrust chief Makan Delrahim, moved aggressively, demanding the sale of major parts of the businesses before a deal could go through. AT&T responded by suggesting that Mr. Delrahim’s decision was politically motivated and not based on established antitrust law.\n\nIn recent weeks, though, the judge overseeing the case, Richard Leon of the United States District Court of the District of Columbia, has rejected moves by AT&T to inject politics into the arguments.\n\nUnless the two sides settle — and there have been no signs of that happening — the trial is expected to showcase two starkly different visions of the country’s video future. Drama is also in the cards: Executives from AT&T and Time Warner, as well as competing cable, satellite, tech and media firms, are expected to take the stand over the course of several weeks — and possibly reveal details about the inner workings of the industry.\n\nThe Justice Department argues that the merged company’s combination of distribution and content would give it too much leverage in negotiations with the rest of the industry. It also says that the new company would demand higher licensing fees from other cable and satellite firms for what the government calls “must-watch” programming. Those higher charges would immediately trickle down to consumers at an estimated cost of 45 cents a month, or a combined $436 million annually for cable and satellite subscribers, the agency said.\n\nThe government’s case will be led by Craig Conrath, a plain-spoken and longtime litigator who has worked on merger cases for several administrations. He is expected to argue that if the merger is approved, AT&T and Comcast, a corporation that owns distribution and programming — the same combination that AT&T is seeking — would have the incentive to raise prices for access to their shows. That would hurt other cable companies and online streaming businesses.\n\nJudge Leon oversaw the final approval of Comcast’s merger with NBC Universal in 2011, the deal that added programming to Comcast’s holdings.\n\nAdvertisement Continue reading the main story\n\n“Either important video content will be available through a competitive market to all distributors, including up-and-coming innovators,” the Justice Department said in pretrial filings with the court. “Or it will likely only be available through vertically integrated, well-funded silos.”\n\nPhoto\n\nAT&T scoffs at the government’s predictions of price increases. And even if the analysis is accurate, the company has said, it would amount to the price of a fancy cup of coffee for each consumer. Contrary to the government’s theory that it would withhold content, AT&T says it wants to make sure its shows and movies are as widely distributed as possible.\n\nLeading AT&T’s defense is Daniel Petrocelli, a Los Angeles-based lawyer with a long track record in high-profile cases but not someone who is considered an antitrust expert. Two decades ago, he won a wrongful death case against O. J. Simpson on behalf of the family of Ron Goldman. In 2006, he lost a case defending Jeffrey Skilling, the chief executive of Enron, of fraud and conspiracy.\n\nMr. Petrocelli is expected to argue that the government is missing the bigger picture. AT&T says that Silicon Valley companies like Netflix, Amazon, and Google have disrupted the entertainment industry by spending billions of dollars a year on original content and pushing the programming through their own distribution systems. Facebook and Google dominate the market for advertisements that run with those videos.\n\nAT&T argues that a merger with Time Warner would add a new competitor against those giants, instead of reducing competition. AT&T will also promise to work out any contract disputes with cable and satellite companies through a third-party arbitrator, he is expected to argue.\n\n“The new video revolution is defined by the spectacular rise of Netflix, Amazon, Google and other vertically integrated, direct-to-consumer technology companies,” AT&T said in its pretrial brief.\n\nThe merger is opposed by several Democratic lawmakers and many consumer groups, who say that AT&T’s control of more than 100 million mobile phone subscriptions gives it unparalleled power. Google, Facebook and Netflix, though mighty, don’t own the pipes that connect people to the internet, they say.\n\nStreaming competition is the “best hope consumers have, but network operators will kill that competition if they are not stopped,” said Mark Cooper, the director of research at the Consumer Federation of America.\n\nNewsletter Sign Up Continue reading the main story Interested in All Things Tech? The Bits newsletter will keep you updated on the latest from Silicon Valley and the technology industry. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMany Wall Street analysts, however, say the government’s intervention in the deal will eventually harm consumers, because it will limit true competitors to the big tech companies.\n\nAdvertisement Continue reading the main story\n\n“The government is about three years behind reality and is defining the marketplace as it was about three years ago,” said Laura Martin, an analyst at Needham & Company.\n\nAT&T had asked for detailed communications logs between the White House and Justice Department staff members, including Mr. Delrahim, a former Trump White House lawyer. Judge Leon rejected those demands, and AT&T ultimately decided to exclude its concerns of potential presidential interference — which it described as “selective enforcement” — from the case.\n\nBut even without arguments of political interference entering the trial, many on Wall Street will be looking for clues about the kinds of corporate deals that will pass muster during the Trump administration.\n\nThe decision to block a merger between companies that don’t directly compete is rare. Mr. Delrahim has said that one of the common regulatory remedies to prevent anticompetitive behavior in such deals — getting companies to promise they’ll be on their best behavior — is not effective.\n\nThat view may ripple across merger and acquisition plans in other sectors, including the drugstore chain CVS’s $69 billion bid for the health insurance provider Aetna — as well as proposed media deals like Disney’s acquisition of Fox and Sinclair Broadcasting’s purchase of Tribune Media. Wall Street analysts expect the results of the trial will determine if more telecom and entertainment companies will pursue ambitious vertical mergers.\n\n“This could direct the future path of the industry,” said Steven Salop, a professor of economics and law at Georgetown University Law School. “If it is permitted, vertical integration will continue.”", "keywords": ["justice", "deal", "street", "merger", "future", "industry", "tv", "wall", "warner", "streaming", "companies", "cable", "fight", "soon", "expected", "att"], "polarity": 0.13977797073727305, "subjectivity": 0.4552938018054295},
{"title": "\n                    Black Cancer Matters                ", "url": "https://www.nytimes.com/2018/03/15/well/live/black-cancer-matters.html", "text": "Somehow a few days before the arrival of one set of bureaucrats, the smoke from the Georgia-Pacific facility decreases and the air smells better. After the meeting, the noxious plumes reappear.\n\nGovernment spokespeople, the Koch brothers and the supervisors of Georgia-Pacific dispute the directors’ argument and evidence. Yet “Company Town” mounts a passionate protest on behalf of overlooked victims of corporate negligence and greed.\n\nBy putting into play the words “race” and “cancer,” the film motivated me to ponder the impact of race on cancer outcomes nationally — and therefore disentangled from local ecological factors. The big picture is grim.\n\nA 2016 report of the American Cancer Society states that the “five-year relative survival is lower for blacks than whites for most cancers at each stage of diagnosis.” African-American men, for example, are twice as likely to die from prostate cancer. Experts continue to debate why, even as many ascribe this scandalous phenomenon to inequalities in access to screening and treatment.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn women’s cancer, the mortality gap has widened. According to the 2016-18 report on Cancer Facts and Figures for African-Americans, “despite lower incidence rates for breast and uterine cancers, black women have death rates for these cancers that are 42 percent and 92 percent higher, respectively, than white women.” Investigators connect the ghastly numbers to the usual socioeconomic discrepancies but also to biological differences in the malignancies of black women.\n\nWith regard to breast cancer, is the mortality gap related to a greater percentage of black women than white women contending with an aggressive form of the disease that lacks estrogen receptors?\n\nDr. Otis Webb Brawley, the chief medical officer of the American Cancer Society, rejects an explanation based on “biological difference,” pointing instead to dietary disparities.\n\nDisadvantaged Americans consume more calories and carbohydrates, “the sort of food that is available in poor areas of inner cities,” Dr. Brawley writes in his book “How We Do Harm.” Greater body weight means African-American girls menstruate earlier and the number of uninterrupted menstrual cycles increases the risk of breast cancer: “The black-white gap in the onset of menstruation and body weight has dramatically widened, which means that the disease disparities will widen also.”\n\nAdvertisement Continue reading the main story\n\nDr. Brawley quotes an all-white study in Scotland that “found evidence pointing to a correlation between social deprivation and incidence of breast cancer that lacks estrogen receptors.” In addition, he cites the insight of his friend Dr. Samuel Broder, a former director of the National Cancer Institute: “Poverty is a carcinogen.”\n\nGiven the mortality discrepancies, it is disturbing that African-Americans are underrepresented as subjects in cancer research, as are other minorities. According to research by Dr. Narjust Duma of the Mayo Clinic, only 6 percent of participants in clinical trials are black, although African-Americans make up approximately 12 percent of the population; Hispanics amount to 3 percent of participants, although they make up about 15 percent of the population.\n\n“If our government doesn’t fix this,” one protester in “Company Town” says, “then I don’t know what kind of government they are.” If we don’t fix this, I chime in, what sort of people are we?", "keywords": ["continue", "black", "cancers", "gap", "cancer", "dr", "brawley", "women", "mortality", "breast", "matters"], "polarity": 0.04489312770562769, "subjectivity": 0.360705266955267}
]