[
{"title": "\n                    French Olympic Ice Dancers Make Skating as Ethereal as Ballet                ", "url": "https://www.nytimes.com/2018/02/20/arts/dance/ice-dancing-gabriella-papadakis-guillaume-cizeron.html", "text": "Ms. Virtue and Mr. Moir, this season’s sentimental favorites — they won silver four years ago and reunited for what was likely their last stab at the gold — burn with a seething rapture that has become performative, distractingly so. I’ll never tire of their skill — their consummate speed and control — but this year, as they swept across the ice with gaping mouths to music from the “Moulin Rouge” soundtrack, they ran my red light.\n\nIt’s true that skating isn’t pure dance. It is, though, extraordinary in its own right and can possess the quiet sophistication, musicality and nuance of dance. With Ms. Papadakis and Mr. Cizeron, skating has room to grow. They aren’t merely ice dancers: T hey dance on the ice, showing how it’s capable of becoming a living canvas, one that curves toward the skater as the skater curves back into it.\n\nIn ice dance, there are no lifts above the head, no heroic jumps. Its power is rooted in a blade’s deep etchings, the angle of plush knee bends and, despite those awkward boots, toes that point and extend the length of a leg to create fluent line. Arms lengthen from the back with fingers that grow along with them. If, in pairs and singles skating, it seems like the air is increasingly being sucked out of routines to make room for more jumps — it’s worse when they’re crammed into the second half in order to score more points — ice dance pushes skating to a more poetic place.\n\nPhoto\n\nHow can skaters bring emotion to a blade? How does their musicality play into a seemingly simple essence of motion? A skater moves forward and backward on the inside or outside edge of a blade. In ice dance, this is not rushed but emphasized in strokes that lean and bend to propel a skater from one side of the rink to the other.\n\nIn the singles and pairs world, pristine edges can be forsaken for jumps and lifts, but one skater who pays attention to the details in between is the American Adam Rippon. He has become a media sensation for his outspokenness, but what I love most about him is his skating. He moves like silk. He cares about line; his spins have an endearing lightness, as the arch of his back in his layback — arguably the most beautiful spin in skating — attests.\n\nHe skates for himself, the same way Ms. Papadakis and Mr. Cizeron skate — as if they are in their own world. When I watch them, my mind goes to a Jerome Robbins quote about “Dances at a Gathering,” his sublime 1969 ensemble ballet. “You should never dance anything for the audience,” he said. “It ruins it if you do. You should dance only to each other. As if the audience weren’t there. It’s very hard.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn figure skating, it’s a radical idea. But in their free skate program, set to Beethoven’s “Moonlight” Sonata, Ms. Papadakis and Mr. Cizeron expanded the idea of virtuosity with the way they completely tuned in to each other. Often in ice dancing, you keep your eye on the woman; the man, as in the case of Mr. Moir, is there, in part, to show off the woman — to spark her fire.\n\nBut the lyrical and musical Ms. Papadakis and Mr. Cizeron are more of a slow boil. Moving as one, they are gossamer as they transform the ice into air. Their free dance unfurled gradually and hypnotically, building to feverish spin sequences. One, in which Mr. Cizeron rotated in a sit spin while holding Ms. Papadakis’s extended leg as she opened her right shoulder and head to the ceiling, was a spectacle of position and daring.\n\nAs soon as the piano became subdued and dreamy, their flurry of footwork returned to the quiet hush of the start. As they glided across the ice in whispering strokes, it seemed as if they were no longer skating in an arena, but on a pond. In that moment, at once bracing and luminous, the Olympics turned from being a competition into a performance. This year the silver was the gold.", "keywords": ["skating", "skater", "french", "mr", "cizeron", "papadakis", "jumps", "ice", "ballet", "ms", "spin", "dancers", "dance", "olympic", "ethereal"], "polarity": 0.13311067347952596, "subjectivity": 0.4708457526080475},
{"title": "\n                    Women’s Downhill Live Results: Lindsey Vonn a Medal Contender                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/womens-downhill-lindsey-vonn.html", "text": "Vonn Hopes to Hold On\n\nAnother contender, Lara Gut of Switzerland, missed a gate and did not finish. Stephanie Venier of Austria crashed, and Ramona Siebenhofer of Austria and Michelle Gisin of Switzerland could not match Goggia or Vonn’s times. With 13 skiers down the hill, including most of the big names, Vonn’s potential silver is looking more solid.\n\n“There are no snowboarders in this race, so hopefully I can stay in second,” said Vonn, referring to Ester Ledecka’s surprising win in the super-G.\n\nGoggia is bidding to be the first Italian woman to win an Alpine gold since 2002.\n\nVonn’s Run Puts Her in Second\n\nThere will be no gold medal for Vonn in the downhill. There were no major bobbles in her downhill run, but she could not match Goggia’s time. She moved into second place, 47 hundredths behind.\n\nGoggia Grabs Early Lead; Vonn Up Next\n\nGoggia beat Tina Weirather by more than six-tenths of a second and is the new leader. That is the mark that Vonn will chase in a few moments.\n\nWeirather Puts Up Solid Run\n\nWith the first three skiers down the mountain, Weirather of Liechtenstein, was the leader. The Austrian Cornelia Huetter, a possible contender, nearly fell twice in the last moments of her run and lost all chance. Vonn will ski seventh. So far, the snow conditions look fast for the downhill — skiers are flying a little farther off the jumps than in training runs.\n\nTop Story Lines in the Women’s Downhill\n\n• Vonn is 33 but still in great form, having won three World Cup downhills this season, most of any skier. She finished first, third and fourth in the three official training runs over the Pyeongchang course.\n\n• The race should be her best chance to win gold; she was a disappointing sixth in the super-G and will also race in the combined event.\n\nAdvertisement Continue reading the main story\n\n• Mikaela Shiffrin, the American who won the giant slalom, was expected to give the downhill a shot, but will now pass the race to focus on the combined event, which was moved up a day to Thursday because of expected high winds.\n\n• One threat could be the 25-year-old Goggia. She has two World Cup downhill wins this season and was second behind Vonn in the most recent two races, in Germany.\n\n• Weirather is also in the mix. She finished third in the super-G earlier in the Games.\n\n• In the downhill, skiers only take one run. Vonn will be seventh out of the gate, after both Weirather and Goggia.\n\n• One skier who will not be racing is the surprise super-G winner, Ester Ledecka of Czech Republic. She has switched sports and is preparing for the snowboard giant slalom, which begins Thursday.", "keywords": ["gold", "lindsey", "bronze", "skiers", "win", "vonn", "medal", "wins", "second", "womens", "run", "downhill", "race", "superg", "weirather"], "polarity": 0.13787580348943987, "subjectivity": 0.3867695133149678},
{"title": "\n                    In Lindsey Vonn’s Quest for Greatness, Her Body Has Paid a Price                ", "url": "https://www.nytimes.com/interactive/2018/02/20/sports/olympics/lindsey-vonn-downhill-injuries-skiing.html", "text": "But what made her the world’s best ski racer also made her vulnerable to serious injury. At 33, Vonn has sustained numerous injuries and made legendary comebacks.", "keywords": ["numerous", "lindsey", "vulnerable", "serious", "racer", "vonns", "sustained", "injury", "ski", "vonn", "legendary", "quest", "greatness", "worlds", "price", "body", "paid"], "polarity": 0.23333333333333334, "subjectivity": 0.5933333333333334},
{"title": "\n                    Women’s Figure Skating Live Results: Bradie Tennell Leads for Now                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/women-figure-skating-evgenia-medvedeva.html", "text": "Tennell had been a model of consistency this season, landing 31 of her 32 previous jumps flawlessly. After today’s performance, she couldn’t remember the last time she had fallen.\n\nBradie Tennell Goes First\n\nThe American Bradie Tennell was the first of the 30 skaters to go, skating to music from the South Korean war film “Taegukgi.”\n\nTennell is the U.S. national champion, but because of her lack of international experience she was seeded with the weaker skaters at the top of the bill. In the short program, the big requirements are a triple jump and a triple-triple combination. Tennell started with the combo, hitting the triple Lutz, but falling on the triple toeloop. Her triple loop was fine, but the fall will really hurt her chances of a good score and high finish.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You just have to get up and keep on going as if nothing happened,” Tennell said. “You know, my left arm just got away from me and I just kind of sat down.”\n\nTop Story Lines for the Short Program\n\n• If there is anything to concern Medvedeva’s fans, it is that she broke her foot in November. But she looked sharp in the team event, earlier in the Games, getting comfortably the top score in the short program. She will skate to a Chopin nocturne.\n\n• Her main threat could be her countrywoman, Alina Zagitova, who beat her at the European championships. Zagitova is a double-take worthy 15 years old. At the team event, she was chosen for the free skate and crushed the field, miles ahead of the heralded performance of Mirai Nagasu of the United States. She will skate to music from the film “Black Swan,” which came out in 2010, when she was 8 years old.\n\n• With the one-two punch of Medvedeva and Zagitova, Russia could be looking at its first gold medal of the Games.\n\n• Other medal contenders include the 31-year-old veteran Carolina Kostner of Italy, who has been competing at the Olympics since 2006 and won a bronze four years ago, and Kaetlyn Osmond of Canada, the world silver medalist. Kostner and Osmond finished 2-3 behind Medvedeva in the team event short program.\n\n• The American who has received the most attention is Nagasu, a 2010 Olympian who was passed over for the team in 2014. Her fine team event performance signaled she is back. Karen Chen, 18, was fourth at the world championships last year. Bradie Tennell rounds out the field. She will be the first woman to skate in the field of 30.", "keywords": ["skating", "field", "team", "taking", "zagitova", "program", "skate", "triple", "event", "results", "womens", "ice", "performance", "tennell", "figure", "live", "nagasu", "mirai", "short"], "polarity": 0.15001924001924002, "subjectivity": 0.344955719661602},
{"title": "\n                    Elizabeth Swaney, Viral Olympic Skier, Says She Put Her Whole Heart Into Her Halfpipe                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elizabeth-swaney-olympics-video.html", "text": "But Swaney, in an interview on Tuesday, said she was disappointed in her performance, and was certainly not looking to make people laugh.\n\n“I don’t think I’ve ever been satisfied with my halfpipe runs, and I don’t think a lot of skiers are,” she said. “I haven’t been as confident as I wanted to be to go higher out of the pipe and just really go for these bigger tricks.”\n\nShe was frustrated to receive so much attention when she felt her competitors deserved the limelight.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I look up to them,” she said, naming Sharpe, the eventual gold medal winner in the event, and the United States competitors Brita Sigourney and Annalisa Drew.\n\nEach nation can send a maximum of four skiers to compete in the women’s halfpipe. So while other athletes qualified ahead of Swaney, she was able to ski for Hungary thanks to that quota system and a dearth of other athletes from countries that had not already sent four competitors to the event.\n\nPhilippe Belanger, the head judge of freeskiing competitions at the Pyeongchang Olympics, told The Denver Post that the International Ski Federation was considering proposals that would decrease the number of competitive slots available for Olympic competitors in the halfpipe, which would make it more difficult for athletes like Swaney to qualify.\n\nAdvertisement Continue reading the main story\n\nBut Swaney, who is based in the Bay Area, has been working toward her Olympic dream for most of her life. Inspired by Kristi Yamaguchi’s gold medal performance in the 1992 Olympic Games, Swaney skated from her childhood until her second year of college. (Her father signed her up for a 30-minute weekly lesson. She did not realize until years later that figure skaters trained six or seven days a week.)\n\nFor two years at the University of California, Berkeley, she was the coxswain — the person who directs the crew from the stern of the boat — for the nationally competitive men’s rowing team.\n\nHer experience steering a crew team led her to believe that she might be able to steer a bobsled. The United States women’s bobsled team told her that she was too small to be a bobsledder, but that it was impressed by her athletic background. She eventually took up skeleton — a headfirst version of luge.\n\nShe began skiing in 2010, after attending the Vancouver Olympics and feeling inspired by the skiers, and doubled down on the event after giving up skeleton. For six years, training in Utah, she would often wake up at 6:30 a.m. to go the gym, then ski for hours. She fit in training around two part-time jobs.\n\nStill, she did not know that she would be heading to South Korea until Jan. 24, when she learned she had qualified. She arrived in Budapest at midnight on the 25th, having brought only her passport, her jacket and the bag she had brought to work that day.\n\nShe said there was some attention she was grateful for: the supportive texts she received from her parents after the event.\n\n“My dad told me he found my runs really graceful, so I was happy to hear that,” she said. “They’re not as familiar with skiing as they are with other sports, but they were happy to see me compete.”", "keywords": ["halfpipe", "skiers", "athletes", "heart", "competitors", "ski", "york", "viral", "swaney", "womens", "told", "elizabeth", "olympic", "skier"], "polarity": 0.16708548903670856, "subjectivity": 0.4607521205082182},
{"title": "\n                    Tara Lipinski and Johnny Weir: Armed With 21 Suitcases and Olympic Insight                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005750317/johnny-weir-tara-lipinski-figure-skating.html", "text": "4 U.S.\n\nThey Survived the School Shooting. Now They Want Action.", "keywords": ["action", "lipinski", "johnny", "survived", "school", "tara", "weir", "suitcases", "shooting", "insight", "armed", "usthey", "olympic", "21"], "polarity": 0.1, "subjectivity": 0.1},
{"title": "\n                    At the Bobsled Track, Women Push for Equality                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/Olympics-bobsled-women-equality.html", "text": "Many women who compete in bobsled say their biggest barrier is a lack of funding for training and competing at international levels. A four-man sled costs tens of thousands of dollars, and that doesn’t count the years of research and engineering behind its construction.\n\n“We’ve seen that with many nations, if they have a limited budget and they have to decide between expanding their men’s program and starting a women’s program, it’s typically women that get cut out of the budget,” said Darrin Steele, the chief executive of U.S.A. Bobsled and Skeleton and a vice president of the international federation.\n\nMica McNeill, the driver for Britain’s women’s sled here, set up a crowdfunding campaign to finance her team’s run to Pyeongchang to make up for lost funding from her nation’s governing body. In training runs here, her sled ranked second in the field.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe international federation has set up a working group to try to address the issues that have prevented the progression of women in the sport, specifically focusing on the hurdles that make bobsledding prohibitively expensive.\n\nAdvertisement Continue reading the main story\n\nThe international federation is even considering the introduction of a new category: the monobob, a sled for one athlete. The federation would purchase a fleet of standardized sleds, making bobsled a contest of strength and driving skill rather than an arms race for the best and most expensive engineering.\n\nThe federation is also considering providing sleds in a variety of sizes — including four-man sleds — to athletes to help increase participation, with the goal of attracting more female drivers and more nations to participate.\n\nHowever, the International Olympic Committee still needs to support expanding the women’s competition, Van Wees said. The committee’s Agenda 2020 includes a push for gender equality at the Olympic Games.\n\nBut the bobsled federation remains cautious. Allowing women’s bobsled to expand at the Olympics might force some men’s bobsledders to step aside because the I.O.C. limits the number of athletes in each sport.\n\nThe total quota for the sport in Pyeongchang was 170 athletes. Only 40 of those slots went to women.\n\n“We have a lot of federations that have invested 10 years and people’s careers that will come to an abrupt end if we say, ‘O.K., the U.S. is only allowed two sleds because there is now one four-man for women coming in,’” Van Wees said.\n\nWhile the international federation could ask for a larger quota, receiving it is not guaranteed.\n\n“It’s just a hard decision to make — because you will end careers of as many male bobsledders as you will add careers for female bobsledders,” Van Wees added. “And that’s just your history holding you back.”", "keywords": ["track", "van", "sled", "nations", "international", "push", "equality", "federation", "womens", "sleds", "women", "bobsled", "wees"], "polarity": 0.08063603063603063, "subjectivity": 0.36139971139971133},
{"title": "\n                    Tara Lipinski: It’s Time to Take Risks in the Rink Again                ", "url": "https://www.nytimes.com/2018/02/19/opinion/tara-lipinski-risks-figure-skating.html", "text": "How did we get here? The seeds of the current crisis in American women’s skating were planted long ago, not at the highest levels of the sport, but at the lowest.\n\nWhen the rules of judging skating in international competition changed in 2004, with the goal of making judging more transparent, one of the consequences was the rewarding of skaters who attempt more challenging technical elements in the pursuit of ever more points. But though the international rules changed judging at the junior and senior levels, it was up to each individual country to determine how it judged the lower level competitions. And in the American system, the juvenile through novice competitions did not change to keep up.\n\nYoung skaters in the United States were rewarded not for innovating and taking risks — attempting new combos, for instance, or trying more difficult jumps — but for skating cleanly. Skating, like all other sports, has an element of strategy; what followed was a generation of young women who went home after competitions, rethought their programs, took out those triple-triples — and found they could still win.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut this judging system created a pipeline of athletes who were not well equipped to be competitive on the world stage.\n\nCompare the United States with Russia, where skaters come up under a system designed to encourage them to up the technical ante at a very young age.\n\nToday, the gold-medal favorite Evgenia Medvedeva has two triple-triple combinations in her program. She and her teammate Alina Zagitova have begun raising their arms over their head during their jumps — another element that nabs them extra difficulty points, all of which add up.\n\nMs. Zagitova, for her part, has put together a program designed to best take advantage of the scoring system: The spins and choreography sequence come in the first half of the skate, and the jumps come in the second, where they receive a 10 percent bonus because they are executed on tired legs.\n\nAdvertisement Continue reading the main story\n\nThe American men have avoided the fate of the women thanks largely to the one-man phenom Nathan Chen, whose physicality and technical brilliance have helped push his teammates forward, too. Despite a disappointing short program this Olympics, Mr. Chen came back to win the free skate portion of the competition, setting a record for technical score in a Winter Olympic Games, and becoming the first man to successfully land five quads in competition and to attempt six.\n\nHappily, a course correction has begun. After the Sochi Games, the United States implemented a new judging system for skaters in lower levels intended to reward risk-taking and consistency. These sorts of changes won’t produce champions immediately, but we could see a real difference in the caliber of skaters in the Winter Olympics in Beijing in 2022.\n\nThe selection of this year’s Olympic team is also a great sign. The United States is being represented by women like Ms. Nagasu, whose success with the notorious triple axel last week was a genuine American milestone, and Bradie Tennell, a virtual unknown until a few months ago but one who lands difficult triple-triple combinations, with ease and consistency.\n\nNeither is likely to match the prowess of the Russians, but their selection sends a clear message from the highest level of United States skating to the next generation: Risks bring rewards.\n\nTake it from someone who was once criticized for focusing too much on technical skating — they’re right.", "keywords": ["technical", "skating", "skaters", "system", "lipinski", "risks", "judging", "rink", "tara", "states", "american", "sign", "women", "united"], "polarity": 0.16001348892653247, "subjectivity": 0.3916506681724074},
{"title": "\n                    Two More Invitations to the U.S.-Canada Party                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/us-canada-womens-hockey.html", "text": "Raty, 28, the first female goaltender to play in Finland’s second-tier men’s pro league, attended college at the University of Minnesota, where she became the winningest women’s goalie in N.C.A.A. history with 114 victories. She now plays for a team in China, which is striving to develop a competitive women’s team ahead of the 2022 Games in Beijing, but continues to make Minnesota her home base.\n\nRaty’s globe-trotting existence has enabled her to see women’s progress from many sides. She supported her friends on the United States team last year when it threatened to boycott the women’s world championships if U.S.A. Hockey, the sport’s national governing body, did not increase salaries and support for the women’s program. The team’s standoff led to a four-year deal that affords the women greater travel and insurance provisions; a guaranteed $2,000 training stipend per month, year-round, from the United States Olympic Committee; and larger performance bonuses for winning medals.\n\nBut Raty is also realistic. She recognized that the same conditions that the American women found untenable would be considered progress among her Finnish teammates. For all of Finland’s international success, Raty said, the country’s system for developing players leaves a lot to be desired.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I feel like all the good coaches go to the boys’ side,” she said.\n\nAnd the lack of support goes deeper than that. “In Finland, you say you’re a hockey player and they’re like, ‘Get a real job,’” Raty said, adding, “I feel like in Finland, if you’re not making money in sports you should do something else.”\n\nAdvertisement Continue reading the main story\n\nThe United States is different, Raty said. Her American friends might not get big paychecks, but they are encouraged to dream big. “People think it’s cool you’re willing to put your personal life and finances to the side and go after your dreams,” she said.\n\nWill developing hockey countries like South Korea and China pour enough money and resources into their women’s programs to significantly bridge the gap with Canada and the United States? They have their work cut out for them, since the North American pipeline shows no signs of drying up.\n\nRaty, who works with young players in Minnesota, said, “There’s a lot more coming.”\n\nOne of the players whom Raty taught a few years ago has arrived. Her name is Maddie Rooney, and on Monday she started in goal for the United States, stopping 14 shots in the semifinal victory. “I take credit for some of the coaching I’ve done with her,” Raty said.\n\nWith tongue in cheek, she added, “I’m really happy she played well today, although she could have let in a few goals.”\n\nMonday’s announcement that the Olympics will let in two more teams was celebrated as a victory for women’s hockey. But if an established program like Finland can’t keep pace with the United States, how will the upstarts?", "keywords": ["youre", "hockey", "party", "olympics", "raty", "newsletter", "womens", "states", "invitations", "players", "team", "uscanada", "united"], "polarity": 0.18344928880643163, "subjectivity": 0.36838538445681296},
{"title": "\n                    Shiffrin Pulls Out of Downhill, Leaving Only One Chance to Face Vonn                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/mikaela-shiffrin-lindsey-vonn-downhill.html", "text": "It will be more than a showdown between prominent teammates, though. It could be an unparalleled matchup with historic implications: the only time in any Olympics that Vonn and Shiffrin, two of skiing’s greatest racers, are likely to be pitted against each other in the same event.\n\nVonn, who has the most World Cup victories by a woman (81), is closing in on Ingemar Stenmark’s record of 86 World Cup wins. Vonn, 33, expects to retire after the 2018-19 season.\n\nShiffrin, 22, already has 41 World Cup victories, a stunning pace. But if she remains reasonably healthy, she could vault past both Vonn and Stenmark, and smash records for Olympic victories, too. Shiffrin already has two gold medals. Vonn, competing in her fourth Olympics, has only one.\n\nBut if ski-racing fans want to see them square off in a championship race setting, this week may be their last, best chance to do so. Vonn and Shiffrin most likely will meet only a few more times next winter on the World Cup circuit. Since Shiffrin debuted on the World Cup in 2011, they have competed against each other in only a handful of races.\n\nNonetheless, especially in the last couple of years, they have had a tacit rivalry even as they have existed in separate orbits.\n\nVonn has been battered by injuries in recent years, and in an effort to stay healthy for the Pyeongchang Games she has raced almost exclusively in her best events, like the speedy downhill.\n\nPhoto\n\nShiffrin has instead been racking up victories in the safer, more technical, Alpine events, like slalom and giant slalom, which are much different than the risky events Vonn prefers. It’s a schedule that has kept Vonn and Shiffrin, who live about a dozen miles apart outside Vail, Colo., on different paths.\n\nAdvertisement Continue reading the main story\n\nThe two skiers, however, share some sponsors and sometimes even make appearances together, occasions when they are amiable and deferential. There are also brief periods when the United States ski team has training sessions that bring Vonn and Shiffrin together.\n\nBut otherwise they have kept their distance, and Vonn has probably grown weary of hearing the ski community calling Shiffrin “the next Lindsey Vonn,” something that first happened in 2010, not long after Vonn became the first American woman to win the Olympic downhill, at the Vancouver Olympics.\n\nOn Monday morning at the Jeongseon Alpine Center, Vonn and Shiffrin, who won the Olympic giant slalom last week, both took training runs in preparation for the women’s downhill.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVonn, one of the most fearless and accomplished downhillers in history, flung herself down the course and would have posted the day’s fastest time had she not stood up, relaxed and raised her arms to shoulder level 75 yards from the finish line.\n\nVonn was not just showing some style. The favorite in a downhill sometimes purposely slows down in the final seconds of training to keep the competition guessing about just how fast a time might have been possible. Vonn finished third in the field Monday. She won the first training run on Sunday.\n\nShiffrin, on the other hand, was still showing signs of her inexperience on a high-level downhill course. Her body language and the amount of forward pressure she was exerting on her skis made it clear that she was thinking her way through her run. She was graceful, efficient and smoothly glided across the icy track of snow, but she also was not entirely certain where to seek more speed and where to be wary. She finished a respectable 16th on Monday, which was seven spots higher than she did in the first training run. The final training runs will be Tuesday, but now only Vonn will be there.\n\nThe apparent differences between Vonn and Shiffrin continued after they had left the snow on Monday. Shortly after her run, Shiffrin did a brief interview with NBC but otherwise did not speak with reporters. She was on her way to slalom training Monday afternoon to get ready for the Alpine combined.\n\nVonn, who will enter Wednesday’s race as a co-favorite with Italy’s Sofia Goggia, watched the entire training session from a spot near the finish area, laughing and joking with her rivals. She later did more than 30 minutes of interviews.\n\n“Just trying to enjoy every moment of this while I’m still here,” she said.\n\nAsked if she realized that Wednesday would be her last Olympic downhill race, Vonn smiled and said: “I’m trying not to think about that. I can’t get too sentimental about it. But I am soaking everything in.”", "keywords": ["world", "cup", "olympics", "victories", "vonn", "leaving", "chance", "training", "run", "downhill", "shiffrin", "face", "slalom", "olympic", "pulls"], "polarity": 0.1644707949055775, "subjectivity": 0.45159122278687497},
{"title": "\n                    The 22nd-Largest Team at the Olympics: Zamboni Drivers                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/zamboni-drivers-hockey-speedskating-figure-skating.html", "text": "They work for the three ice managers (often called the chief of ice or the ice meister) at four competition venues — two arenas for hockey, one for long-track speedskating and one for both figure skating and short-track speedskating. There are also two practice rinks for hockey, a training center for short-track and a practice rink for figure skating.\n\nAdvertisement Continue reading the main story\n\nFilling the roster with South Korean drivers proved difficult.\n\nSouth Korea has only a couple of dozen rinks, organizers said, so the talent pool of top drivers is small. And no rinks have two ice-resurfacing machines. Multiple Zambonis on the ice simultaneously can be a seductive dance to watch, but terrifying to drive.\n\nThere were other limiting factors in securing local talent. Some could not get the six or eight weeks off that the job required. And without firm post-Olympic plans for several venues (the speedskating oval, for example, is likely to be converted to convention space), there was little opportunity for locals to find lasting employment by learning during the Olympics and taking over the ice-making operation afterward, as happened in places like Vancouver and Salt Lake City.\n\nMoffatt used an all-Korean crew during hockey test events here last year, with the idea he might do the same during the Olympics. He discovered that younger Korean drivers deferred to older drivers, afraid to disrespectfully show them up with their skills. But five of them had enough talent, he thought, to be invited to the Olympics.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“With us non-Koreans, there is less of that,” Moffatt said. “Still some, but less.”\n\nMainly, the ice chiefs found trusted drivers by tapping into connections at home. Most of those at the hockey venues work at N.H.L. arenas in places like Edmonton, St. Paul and Denver. At the figure skating and short-track speedskating sites, most drivers work smaller arenas or oversee the ice operations at recreation centers. Those at the long-track oval have specific experience in ovals, which require a more pristine sheet of ice.\n\n“It has to be absolutely perfect,” said Paul Golomski, whose job at home is facility director of Pettit National Ice Center in Milwaukee. “Thickness is critical. The amount of speed they’re carrying, the ice has to be perfectly flat.”\n\nEvery ice sport demands a different surface, with variations in thickness, temperature and hardness. At Gangneung Ice Arena, Boehler split his crew between figure skating and short-track specialists. Figure skating requires thicker, softer ice. Short-track needs colder ice, but not too brittle that it gives way on the tight corners.\n\nBeyond the complex refrigeration systems, Zambonis are the primary tool in making the ice and keeping it in good condition, a big machine that does a lot of detail work.", "keywords": ["skating", "hockey", "speedskating", "shorttrack", "olympics", "venues", "22ndlargest", "figure", "drivers", "ice", "zamboni", "team", "work"], "polarity": 0.06452358405483406, "subjectivity": 0.3828034812409813},
{"title": "\n                    In Ice Dancing, the Electric Tops the Ethereal                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/ice-dancing-wardrobe-malfunction.html", "text": "Virtue, 28, and Moir, 30, have maintained their elite international standing for nearly a decade with the speed, power, control and passion of their performances. Papadakis, 22, and Guillaume, 23, have brought an ethereal freshness to ice dancing with their seamless movement across the ice.\n\nDescriptions of their performances, especially the “Moonlight Sonata” routine used at Tuesday’s free skate, venture into the rapturous:\n\nTom Zakrajsek, a top American coach: “They don’t look like they’re skating; they look like they’re dancing.”\n\nVideo\n\nJackie Wong, a prominent skating analyst from New York: “You think about them being absorbed by the music. It’s like they are the music floating around the ice.”\n\nLuca Lanotte, an Italian ice dancer who is in fifth place: “They are not even two humans; it is one thing that moves on the ice. An action of him is a reaction of her.”\n\nIn 2010, Virtue and Moir became the first North Americans to win Olympic gold in ice dancing, a sport once dominated, with some notable exceptions, by Soviet and Russian skaters.\n\nLast week, Virtue and Moir won a second gold medal, in the team skating event. A third gold places them among legends in the sport, alongside Gillis Grafstrom of Sweden, who won the men’s singles competition in 1920, 1924 and 1928; Sonja Henie of Norway, who won the women’s singles in 1928, 1932 and 1936; and Irina Rodnina, the Soviet pairs skater who swept three consecutive golds with two partners in 1976, 1980 and 1984.\n\nVirtue and Moir now have five career Olympic medals, the most among figure skaters, though earlier generations did not have a chance to compete in the Olympic team competition, which began at the 2014 Games.\n\nAdvertisement Continue reading the main story\n\nIce dancing often does not receive the same respect from outsiders as singles and pairs skating. No throws or jumps or lifts above the head are allowed. That can make it difficult to discern between competitors based on the precision and edge control of their dance steps, unless someone makes an obvious mistake as they earn points with step sequences and permitted lifts.\n\nThe Canadian and French couples are highly regarded across the sport, given their accomplishments and fearlessly aspirational performances. Virtue and Moir carried the flag for Canada in the opening ceremony at these Games. “One thing I’ve always admired, they never seem to play it safe,” Hubbell, the American, said of the Canadians.\n\nFor many fans of ice dancing, Jayne Torvill and Christopher Dean of Britain remain the best ever, signature innovators whose gold medal “Bolero” routine at the 1984 Winter Olympics remains one of the most memorable moments in figure skating.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut ice dancing is a different sport now, with a different, more objective scoring system.\n\n“The level of dominance for Scott and Tessa over the last eight or nine years is somewhat unprecedented, especially at a time when the sport is much more merit-based,” said Wong, the skating analyst.\n\nVirtue and Moir performed their sensual free skate to music from “Moulin Rouge.” As Lanotte, the Italian ice dancer, noted, the Canadians belong to a generation of dancers where “there is a conversation between the man and the woman” and the man is expected “to make her comfortable so that you can watch her.”\n\nSeeing Virtue and Moir perform is “like reading a book,” Lanotte said. “Every moment tells something different.”\n\nThe relationship on the ice between Papadakis and Cizeron is less conventional.\n\n“They’re more like equals,” said Anna Cappellini of Italy, who skates with Lanotte. “They speak through their movement.”\n\nAfter finishing 13th at the 2014 World Figure Skating Championships, Papadakis and Cizeron vaulted to first place in 2015 and 2016. That was once unheard-of in an event where movement upward was traditionally sclerotic and the results sometimes seemed predetermined. But scoring today is based more on performance than reputation. If Papadakis and Cizeron have not revolutionized ice dancing, they have reframed it.\n\n“They finish, and it’s like you wake and you don’t even realize you were dreaming,” Lanotte said.\n\nAdvertisement Continue reading the main story\n\nCizeron said: “We’ve got to keep the sport modern and new. That’s what is exciting.”", "keywords": ["gold", "skating", "sport", "lanotte", "dancing", "virtue", "papadakis", "tops", "ice", "electric", "moir", "reading", "ethereal"], "polarity": 0.20079214318020291, "subjectivity": 0.40228984945402857},
{"title": "\n                    The Fall Games                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/the-fall-games.html", "text": "One by one, the hopes crash and the snow flies.\n\nAn athlete falls. The poetry of their movements, calibrated over many years to propel them toward glory, is interrupted in an instant. It twists into something uncoordinated and unrehearsed. Winning form becomes survival mode. Hopes turn to prayers.", "keywords": ["uncoordinated", "twists", "snow", "survival", "fall", "propel", "winning", "hopes", "turn", "unrehearsed", "games", "prayers"], "polarity": 0.3333333333333333, "subjectivity": 0.6388888888888888},
{"title": "\n                    Olympic Curling Rocked by Russian Doping Case                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/olympic-curling-doping-reaction.html", "text": "Krushelnytsky stands out because he does not ski, skate or soar off banks of halfpipes seven stories high — athletic pursuits here that are among the most physically demanding. No, he curls, sweeping a broom to guide a granite rock across a sheet of ice.\n\nPhoto\n\nOn rare occasions, there have been doping violations in curling, since it is, on balance, a taxing feat of endurance to sweep the broom round after round. The sport, however, is not accustomed to being at the center of such a high-profile case, so the news sowed confusion and puzzlement among the curlers here.\n\n“I was a bit shocked this morning,” said Madeleine Dupont, the skip of the Danish women’s team. “I was like, ‘That cannot be true.’ But then again, people have been taking all sorts of stuff: natural medicine or lip balm or I don’t know what. So I wouldn’t really judge anyone until I knew it was on purpose.”\n\nAsked if she thought the sport’s reputation could be harmed, Dupont said: “I think most people will laugh and be like, ‘What would you possibly need doping for?’”\n\nKrushelnytsky, in a routine urine check, was found to have traces of meldonium in his system. Use of the drug, a heart medicine that increases blood flow and has been banned from most sports since 2016, has ensnared other Russian athletes in doping cases in the past couple years.\n\nNeither Krushelnytsky, who has left the athletes’ village for Seoul, the South Korean capital, to await the results of the final test, nor his wife, Anastasia Bryzgalova, are competing in the team events.\n\nSergei Belanov, the coach of the Russian women’s team, voiced public support for Krushelnytsky.\n\n“I don’t believe that a young man, a clever man, will use the same doping that was so big the last two years,” Belanov said. “It’s stupid. But Alexander is not stupid. So sorry, I don’t believe it.”\n\nThe drug is thought to enhance endurance and would possibly play a role in curling by increasing the stamina of athletes, who must be accurate with their shots, sometimes down to the centimeter. Hard sweeping can take a toll over the course of a long match. As a result, more curlers than ever, especially at the Olympic level, are training with weights and focusing on fitness to improve their endurance and precision.\n\nAdvertisement Continue reading the main story\n\n“It’s like any sport: You need strength,” Nina Roth said after leading the United States women’s team to a narrow win against Denmark. “But you have to do it on your own merit.”\n\nBrent Laing, who plays for the Canadian men’s team, said he had no idea how meldonium would enhance performance.\n\n“Outside of beer and Advil, that’s the only painkillers I’ve ever heard of for curling,” Laing said. “I imagine it wasn’t that. Hopefully not, or else I’d be in trouble.”\n\nRussia was barred from the Olympics in December after an investigation into a state-backed doping program. The International Olympic Committee, however, later cleared more than 160 Russian athletes to compete here in Pyeongchang as Olympic Athletes From Russia under the Olympic banner.\n\nMoiseeva, whose team lost to Switzerland on Monday morning, said she thought about reaching out to Krushelnytsky and Bryzgalova but decided against it. She would not have known what to say to them, she said.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It’s impossible to believe,” Moiseeva said in Russian, adding: “We delighted in the results and in the success of the pair. It’s impossible to believe that someone could do such a thing and sleep calmly at night and ruin not just the life of one person but those of a large number of people.”\n\nShe went on, “We always said it was so great to be involved in a sport where you wouldn’t have such scandals because this is simply not necessary. You don’t need to be faster, higher and stronger. You need to be more accurate, not necessarily stronger. I can’t even understand what medication would be necessary and what you could use it for in curling. For that reason, it’s very hard to believe.”\n\nAdvertisement Continue reading the main story\n\nThat this was playing out at the curling venue contrasted with a sport known for exacting standards when it comes to courteous behavior and a sense of fair play. Curling also has a long tradition of opponents meeting for beers after a good, clean bonspiel (curling lingo for tournament).\n\nBut even before the doping case, curling had experienced its share of controversy here at the Olympics.\n\nLast week, Rachel Homan, the skip of the Canadian women’s team, broke with etiquette by having a curling stone removed from competition when an opponent from Denmark accidentally touched it with her broom. After Denmark came back to win, Dupont, the team’s skip, told a reporter from CBC Sports that it was “karma.” Even some Canadian fans were bothered by Homan’s decision.\n\nThen, on Sunday, an equipment malfunction appeared to cost the women’s team from Britain in a loss to Sweden. Eve Muirhead, the skip for Britain, had her final throw of the match voided when a red light lit up on her rock, indicating that she had not released the handle in time. But video replays later showed that she had not committed a foul.\n\nIn any case, the biggest scandal was yet to come.", "keywords": ["case", "athletes", "sport", "skip", "rocked", "curling", "womens", "team", "doping", "need", "olympic", "russian"], "polarity": 0.12812097702547143, "subjectivity": 0.4809176435300031},
{"title": "\n                    After Fighting for His Life, a Freestyle Skier Is Ready for Some Luck                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/torin-yater-wallace-freestyle-skiing.html", "text": "A few weeks later, he crashed during a training run for Olympic qualifying, cracking two ribs and re-collapsing the lung.\n\n“I’ve stayed away from needles since then,” Yater-Wallace said.\n\nCoaches made him a discretionary pick for the Sochi Games in 2014, but rain there made a mess of the halfpipe, and Yater-Wallace did not even qualify for the final.\n\nPhoto\n\nThe real problems hit in late 2015, when Yater-Wallace started experiencing shortness of breath and pain in his side. He made three visits to an emergency room in Park City, Utah, and was eventually diagnosed with a virus. On a fourth visit, doctors found that his fever was soaring and his lungs were filling. The situation was dire enough that he was airlifted to Salt Lake City, about 20 miles to the northwest.\n\nOn the ride over, Yater-Wallace said that he was mainly worried about how much the bill for the medevac was going to be and how he was going to pay it. There were larger concerns looming.\n\nThe doctors in Salt Lake City discovered an infection causing severe damage to his liver and gallbladder, prompting them to place him in a state of medically induced paralysis for several days to help him heal. He spent about a month in the hospital. While in recovery, he lost 25 pounds and much of his muscle mass.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You feel completely worthless,” he said of that time.\n\nHis comeback had to wait until he could support the weight of his own body. Before long, though, all he wanted to do was ski. He competed in the 2016 X Games only six weeks after he emerged from the hospital.\n\nHis rush to return to competition after such a serious medical issue sounded rash to some, but for those who know him, it was hardly a surprise.\n\n“Skiing to Torin is a release, he skis with that aggression,” said Michael Spencer, his close friend and agent. “His skiing is where he puts it all out there and expresses himself.”\n\nAdvertisement Continue reading the main story\n\nYater-Wallace faces some stiff competition in Wednesday’s event. He finished sixth at the X Games last year. His teammate David Wise is the defending gold medalist.\n\nBut Yater-Wallace said all the bad luck could work in his favor because it “serves as motivation to get back here and hopefully put down a run I am proud of after unfortunately dealing with a hard time in Sochi,” he said.\n\nHe added, “I’m happy to be back and trying to ski at my fullest potential and see where that puts me.”", "keywords": ["x", "weeks", "ski", "york", "ready", "yaterwallace", "city", "salt", "skier", "luck", "sochi", "sign", "fighting", "games", "freestyle", "life"], "polarity": 0.014380516124702168, "subjectivity": 0.42448236518003957},
{"title": "\n                    What Is Big Air? It’s the Olympics’ Newest Snowboard Event                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/big-air-snowboard.html", "text": "Photo\n\nOn the list of snowboarding events for this year’s Winter Olympics, alongside the now familiar halfpipe and slopestyle, is a new competition with a short but evocative name: big air.\n\nThe name is accurate. Everything about the event is big. And the dizzying heights achieved by the snowboarders more than justifies the “air.”\n\nIn big air, snowboarders slide down a 49-meter tall ramp (Pyeongchang’s is the biggest in the world) that curls up at the end and shoots them into the sky, seemingly forever, allowing particularly spectacular tricks.\n\nUnlike, say, slopestyle, in which athletes go down a course and have several chances to show off tricks, big air is all about the one jump, the one big, spectacular stunt.\n\nAdvertisement Continue reading the main story\n\nWho Are the Favorites?\n\nFor the men’s favorite Mark McMorris of Canada, there’s a trick that even someone new to the sport can probably guess is a doozy: the backside triple cork 1440. He does four full rotations (1440) and basically turns upside down three times (triple). And, oh yes, he has to land without falling.\n\nSnowboarders get three jumps; their best two count.\n\nThe event has been contested at the world championships and the X Games since 2003, but is making its Olympic debut in Pyeongchang.", "keywords": ["big", "world", "yes", "olympics", "air", "slopestyle", "triple", "1440", "snowboard", "spectacular", "snowboarders", "event", "newest"], "polarity": 0.20465367965367962, "subjectivity": 0.3901154401154401},
{"title": "\n                    Scott Hamilton Was Demoted as an Olympic Broadcaster. Don’t Feel Sorry for Him.                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/figure-skating-nbc-scott-hamilton-.html", "text": "Hamilton laughed off my assumptions.\n\nIn the past 21 years, he has faced Stage 4 testicular cancer, followed by three brain tumors — one every six years since 2004. He’s living with a brain tumor right now.\n\nSo in the fall of 2014, when Hamilton reached out to Jim Bell, NBC’s president of Olympics production and programming, to find out if he would be working on Skate America that October, Bell called him back to break the news. NBC valued him and adored him, Hamilton recalled Bell saying, and the network appreciated all his years at the top. But it was time for a change.\n\n“There was a sadness for about 10 minutes,” Hamilton said last week at the Olympic figure skating arena. “I lamented it being over. I thought, ‘Oh, man, that was such a beautiful part of my life and now it’s over.’ But change happens to everyone — even me.”\n\nHamilton gets it. Something like this happens to even the best of us — eventually — right? Corporate America decided that his shelf life had expired. There was nothing he could do about it.\n\nBesides, after he had spent so many years just trying to stay healthy — and alive — how could being replaced by the next big thing really matter? In his heart, Hamilton knew it did not. He would bounce back, almost out of habit.\n\nPhoto\n\n“I calculated once how many times I fell during my skating career — 41,600 times,” he said. “But here’s the funny thing: I got up 41,600 times. That’s the muscle you have to build in your psyche — the one that reminds you to just get up.”\n\nAdvertisement Continue reading the main story\n\nLooking ahead, Hamilton knew there was so much more to worry about and, in the end, so much he decided not to worry about.\n\nAfter overcoming testicular cancer in 1997, he learned that he had a pituitary tumor in 2004, one that had wrapped itself around his optic nerve. The tumor was benign, but it threatened to grow in ways that dangerously crowded his brain.\n\nHamilton said he had prayed about 12 times a day for it to go away. Doctors treated him with radiation, and the tumor did go away.\n\nIn 2010, it reappeared. Surgery caused an aneurysm that temporarily blinded him in one eye.\n\nHamilton said he would never forget what his wife, Tracie, said to him during a pep talk: “Joy is not the lack of suffering or fear, it’s how you choose to handle the suffering and fear.” It finally hit him that it was true.\n\nSo when the tumor returned for an encore in 2016, Hamilton decided to react differently. There was no “why me?” anymore.\n\n“I figured I needed to go through this with joy,” he said. “It was just a muscle I needed to build, like the muscles I built skating.”\n\nWhen one of his four children asked about the tumor, Hamilton said: “Yep, it’s back. It’s fine, it’s fine, it’s really fine.”\n\nFine — but also time to fight back in a new way. There was no chance to undergo radiation treatment again. It would only have fried his brain, he said. The tumor was still relatively small, so Hamilton didn’t need to rush into surgery. He tried to tackle the problem differently: He stopped eating sugar, red meat and other things he considered bad for his body. He started eating organic food and drinking only coffee or water with high pH. He hit the treadmill and the weight room.\n\nAdvertisement Continue reading the main story\n\nWhen Hamilton went back to the doctor several months later, he learned that his tumor hadn’t grown. During his next checkup, he heard even better news.\n\nThe tumor had shrunk, by about half. Hamilton choked up when describing what happened next.\n\n“Have you ever had one shrink without treatment before?” he said he asked the doctor. “And the doctor said, ‘Nope, never.’”\n\nHamilton asked, “So how can you explain this?”\n\nThe doctor said, “God.”\n\nIt floored him. He was in the process of losing three friends to colon cancer, yet he, somehow, someway, was given this miracle? At his latest doctor’s visit, in December, the tumor was even smaller.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“At some point, this tumor is going to start growing again, and it’s going to start causing its mischief, and I’m going to have to deal with it,” he said. “But for now there must be a reason I’ve gotten this pass. There’s something that I need to be doing. I just have to figure out what that is.”\n\nDuring the figure skating events last week, Hamilton stood on a riser just above Lipinski, Weir and Terry Gannon, the third member of the main broadcasting team. Hamilton couldn’t miss them when the lights came on and they were on center stage, just as he used to be. He looked on, often peeking at them over his reading glasses. But he said the change hadn’t been awkward, and Lipinski echoed that.\n\n“When I first started as a commentator, I listened to all of Scott’s tapes and learned so much because he was so incredible,” said Lipinski, who won the Olympic gold medal in 1998. “He called my Olympics and was like a big brother to me when we toured together. He’s been a mentor and, of course, he was at my wedding last summer. I think this whole thing is just a natural progression for us.”\n\nShe said he was still involved in the broadcast “in a big way” because he brings something unique — and that’s Scott Hamilton being Scott Hamilton.\n\n“He has such enthusiasm for the sport,” she said.\n\nHe’s a legend in skating arenas. So much so that Maxim Trankov, half of the Russian pairs team that won gold in 2014, stopped Hamilton on Wednesday and asked him to pose for a selfie.\n\nAdvertisement Continue reading the main story\n\n“Oh, wow, thank you so much,” Trankov said. “I watched you skate all the time when I was a kid. You’re amazing.”\n\nHamilton returned the compliment and told Trankov they should grab coffee sometime. He was gracious, as always.\n\n“There was a little apprehension coming to these Olympics because nobody likes change,” he told me. “But I’ve decided to make this fun because I’m doing things joyfully. And, turns out, it is fun.”", "keywords": ["skating", "hamilton", "olympics", "scott", "feel", "sorry", "demoted", "tumor", "main", "decided", "times", "broadcaster", "continue", "dont", "reading", "doctor", "olympic"], "polarity": 0.16512998905856047, "subjectivity": 0.36644498358784067},
{"title": "\n                    This Time, Martin Fourcade’s Lunge Leads to Biathlon Gold                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/martin-fourcade-biathlon.html", "text": "Martin Fourcade won the men’s 15-kilometer mass start biathlon by mere millimeters but the history books will show that the gold medal made him France’s greatest Olympian, regardless of the margin of victory.\n\nSunday’s win, in a photo finish after a furious sprint against Germany’s Simon Schempp, makes him the only French athlete to win four Olympic golds, and prompted a celebratory tweet from the French president, Emmanuel Macron.\n\n“@Martinfkde makes us tremble and dream a second time by winning a new gold medal for France. A legend of the Olympic Winter Games and biathlon,” Macron wrote.\n\nIf it had not been for one last, desperate lunge in a sprint finish where Fourcade has often come out on the losing side, history, and with it Macron’s tweet, may have remained unwritten.\n\nAdvertisement Continue reading the main story\n\n“I closed my eyes for the sprint and I told myself, ‘Don’t regret anything,’” Fourcade told reporters.", "keywords": ["martin", "gold", "history", "makes", "fourcade", "win", "french", "medal", "lunge", "leads", "biathlon", "sprint", "told", "fourcades", "olympic"], "polarity": 0.15735930735930734, "subjectivity": 0.4288961038961038},
{"title": "\n                    Russian Athlete Leaves for Seoul After Failed Doping Test                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-alexander-krushelnytsky.html", "text": "Representatives of Olympic Athletes From Russia confirmed one of their athletes was under investigation, and an official with knowledge of the case but who was not authorized to publicly speak about it confirmed it was Krushelnytsky.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe timing could not be worse for Russia.\n\nThe nation was barred from the Olympics in December after an investigation into a state-backed doping program that corrupted the 2014 Olympics it hosted in Sochi. Scores of athletes, coaches and officials tainted by the scandal have been barred, though the International Olympic Committee has been considering allowing the Russian athletes to march under their national flag and in their country’s uniforms for the closing ceremony, which they were not permitted to do during the opening ceremony. The Olympic anthem will be played instead of Russia’s national anthem for any winners of gold medals, although no Russians have won so far.\n\nThe failed test is likely to figure in the thinking of the three-person I.O.C. panel charged with deciding whether Russia’s team could be reinstated for the closing ceremony and its athletes allowed to parade with the Russian flag.\n\nThe panel is also closely monitoring the reaction from Russian officials to the failed test. Should they dispute the verdict or make critical comments it would be practically impossible to restore the Russian team before the end of the Games, said a person familiar with the group’s thinking. Complicating matters further is Russia’s continued failure to pay a $15 million fine levied by the I.O.C. as a response to the doping scheme. The fine is nonnegotiable.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and have found themselves under scrutiny from testers as the event has progressed.\n\n“On the one hand it is extremely disappointing when prohibited substances might have been used, but on the other hand it shows the effectiveness of the antidoping system at the Games, which protects the rights of all the clean athletes,” the International Olympic Committee said in a statement Sunday.\n\nMeldonium caused confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency. Scores of athletes, including the five-time Grand Slam tennis champion Maria Sharapova, tested positive for it.\n\nThe antidoping agency eventually ruled that more research was required to understand how long the substance, known as mildronate in Russia, remained in the system, as some athletes claimed they had consumed it before the ban had come into force.\n\nAdvertisement Continue reading the main story\n\nExperts have said it is possible that trace amounts of the substance would still be detectable for a few months after an athlete stopped taking it, but it is unlikely it would still be present if an athlete stopped taking the drug before the ban went into effect in January 2016.\n\nEastern European scientists have promoted meldonium’s health benefits, saying it increases blood flow. Increased blood flow also provides more oxygen to muscles and could increase endurance. While curling is far from cross-country skiing in terms of exertion, curlers spend hours on their feet and vigorously sweep the ice at regular intervals.\n\nMany of the athletes involved, though not Sharapova, eventually had their suspensions lifted because it was not clear when they had taken the substance.\n\nKrushelnytsky was part of the mixed doubles team that won a bronze medal last week, a rare bright spot for the depleted Russian Olympic squad, which has struggled without some of its top stars.\n\nIn the curling event, he appeared to do most of the pair’s sweeping. They defeated Kristin Skaslin and Magnus Nedregotten of Norway in the bronze medal match, 8-4.\n\nThe Russian team actually had a chance to win its semifinal against Switzerland, but Krushelnytsky overshot a target on his final shot of the match, and Switzerland advanced to the final, where it was defeated by Canada.", "keywords": ["officials", "failed", "athletes", "olympics", "team", "seoul", "ceremony", "newsletter", "russias", "antidoping", "leaves", "test", "doping", "athlete", "olympic", "russian"], "polarity": 0.10170068027210885, "subjectivity": 0.429675615389901},
{"title": "\n                    Gus Kenworthy Wins Without Making the Podium                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/gus-kenworthy-.html", "text": "PYEONGCHANG, South Korea — Gus Kenworthy was nursing a hip hematoma, a broken right thumb and a bruised ego after a 12th-place finish in the men’s ski slopestyle final, the same event where he won the silver medal four years ago.\n\nSpeaking on Sunday while the ceremony introducing the medalists proceeded without him at Phoenix Snow Park in Pyeongchang, South Korea, Kenworthy said, “It’s all good.”\n\nThis is Kenworthy’s second Olympics but his first as an openly gay athlete. He and Adam Rippon, the only other openly gay male athlete on the United States team, will not leave here with individual gold medals, but they are among the biggest American stars at these Games.\n\nAt the 2014 Sochi Games, Kenworthy reached out to the singer Miley Cyrus on social media and asked if she would be his valentine. Here at the Pyeongchang Games, Kenworthy, 26, has engaged in physical displays of affection with men in public. He gave Rippon a peck on the cheek during the opening ceremony and kissed his boyfriend, Matthew Wilkas, before Sunday’s qualifying runs.\n\nAdvertisement Continue reading the main story\n\nIf Kenworthy had to choose between winning a medal while leading a closeted existence or failing to grace the podium while living an authentic life, it wouldn’t be close.\n\nPhoto\n\n“If you look at me, I’m bummed but I’m not sulking, I’m not crying,” he said, adding, “Being out at these Games has kind of meant the world to me, just getting to really be myself and be authentic. And I think landing a run in the final and getting on the podium obviously would have been icing on the cake, but even though it didn’t happen for me I still had a wonderful Olympic experience.”", "keywords": ["openly", "medal", "wins", "podium", "south", "making", "korea", "im", "pyeongchang", "games", "kenworthy", "gus", "rippon"], "polarity": 0.19052028218694889, "subjectivity": 0.48500881834215165},
{"title": "\n                    French Olympic Ice Dancers Make Skating as Ethereal as Ballet                ", "url": "https://www.nytimes.com/2018/02/20/arts/dance/ice-dancing-gabriella-papadakis-guillaume-cizeron.html", "text": "Ms. Virtue and Mr. Moir, this season’s sentimental favorites — they won silver four years ago and reunited for what was likely their last stab at the gold — burn with a seething rapture that has become performative, distractingly so. I’ll never tire of their skill — their consummate speed and control — but this year, as they swept across the ice with gaping mouths to music from the “Moulin Rouge” soundtrack, they ran my red light.\n\nIt’s true that skating isn’t pure dance. It is, though, extraordinary in its own right and can possess the quiet sophistication, musicality and nuance of dance. With Ms. Papadakis and Mr. Cizeron, skating has room to grow. They aren’t merely ice dancers: T hey dance on the ice, showing how it’s capable of becoming a living canvas, one that curves toward the skater as the skater curves back into it.\n\nIn ice dance, there are no lifts above the head, no heroic jumps. Its power is rooted in a blade’s deep etchings, the angle of plush knee bends and, despite those awkward boots, toes that point and extend the length of a leg to create fluent line. Arms lengthen from the back with fingers that grow along with them. If, in pairs and singles skating, it seems like the air is increasingly being sucked out of routines to make room for more jumps — it’s worse when they’re crammed into the second half in order to score more points — ice dance pushes skating to a more poetic place.\n\nPhoto\n\nHow can skaters bring emotion to a blade? How does their musicality play into a seemingly simple essence of motion? A skater moves forward and backward on the inside or outside edge of a blade. In ice dance, this is not rushed but emphasized in strokes that lean and bend to propel a skater from one side of the rink to the other.\n\nIn the singles and pairs world, pristine edges can be forsaken for jumps and lifts, but one skater who pays attention to the details in between is the American Adam Rippon. He has become a media sensation for his outspokenness, but what I love most about him is his skating. He moves like silk. He cares about line; his spins have an endearing lightness, as the arch of his back in his layback — arguably the most beautiful spin in skating — attests.\n\nHe skates for himself, the same way Ms. Papadakis and Mr. Cizeron skate — as if they are in their own world. When I watch them, my mind goes to a Jerome Robbins quote about “Dances at a Gathering,” his sublime 1969 ensemble ballet. “You should never dance anything for the audience,” he said. “It ruins it if you do. You should dance only to each other. As if the audience weren’t there. It’s very hard.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn figure skating, it’s a radical idea. But in their free skate program, set to Beethoven’s “Moonlight” Sonata, Ms. Papadakis and Mr. Cizeron expanded the idea of virtuosity with the way they completely tuned in to each other. Often in ice dancing, you keep your eye on the woman; the man, as in the case of Mr. Moir, is there, in part, to show off the woman — to spark her fire.\n\nBut the lyrical and musical Ms. Papadakis and Mr. Cizeron are more of a slow boil. Moving as one, they are gossamer as they transform the ice into air. Their free dance unfurled gradually and hypnotically, building to feverish spin sequences. One, in which Mr. Cizeron rotated in a sit spin while holding Ms. Papadakis’s extended leg as she opened her right shoulder and head to the ceiling, was a spectacle of position and daring.\n\nAs soon as the piano became subdued and dreamy, their flurry of footwork returned to the quiet hush of the start. As they glided across the ice in whispering strokes, it seemed as if they were no longer skating in an arena, but on a pond. In that moment, at once bracing and luminous, the Olympics turned from being a competition into a performance. This year the silver was the gold.", "keywords": ["skating", "skater", "french", "mr", "cizeron", "papadakis", "jumps", "ice", "ballet", "ms", "spin", "dancers", "dance", "olympic", "ethereal"], "polarity": 0.13311067347952596, "subjectivity": 0.4708457526080475},
{"title": "\n                    Women’s Downhill Live Results: Lindsey Vonn a Medal Contender                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/womens-downhill-lindsey-vonn.html", "text": "Vonn Hopes to Hold On\n\nAnother contender, Lara Gut of Switzerland, missed a gate and did not finish. Stephanie Venier of Austria crashed, and Ramona Siebenhofer of Austria and Michelle Gisin of Switzerland could not match Goggia or Vonn’s times. With 13 skiers down the hill, including most of the big names, Vonn’s potential silver is looking more solid.\n\n“There are no snowboarders in this race, so hopefully I can stay in second,” said Vonn, referring to Ester Ledecka’s surprising win in the super-G.\n\nGoggia is bidding to be the first Italian woman to win an Alpine gold since 2002.\n\nVonn’s Run Puts Her in Second\n\nThere will be no gold medal for Vonn in the downhill. There were no major bobbles in her downhill run, but she could not match Goggia’s time. She moved into second place, 47 hundredths behind.\n\nGoggia Grabs Early Lead; Vonn Up Next\n\nGoggia beat Tina Weirather by more than six-tenths of a second and is the new leader. That is the mark that Vonn will chase in a few moments.\n\nWeirather Puts Up Solid Run\n\nWith the first three skiers down the mountain, Weirather of Liechtenstein, was the leader. The Austrian Cornelia Huetter, a possible contender, nearly fell twice in the last moments of her run and lost all chance. Vonn will ski seventh. So far, the snow conditions look fast for the downhill — skiers are flying a little farther off the jumps than in training runs.\n\nTop Story Lines in the Women’s Downhill\n\n• Vonn is 33 but still in great form, having won three World Cup downhills this season, most of any skier. She finished first, third and fourth in the three official training runs over the Pyeongchang course.\n\n• The race should be her best chance to win gold; she was a disappointing sixth in the super-G and will also race in the combined event.\n\nAdvertisement Continue reading the main story\n\n• Mikaela Shiffrin, the American who won the giant slalom, was expected to give the downhill a shot, but will now pass the race to focus on the combined event, which was moved up a day to Thursday because of expected high winds.\n\n• One threat could be the 25-year-old Goggia. She has two World Cup downhill wins this season and was second behind Vonn in the most recent two races, in Germany.\n\n• Weirather is also in the mix. She finished third in the super-G earlier in the Games.\n\n• In the downhill, skiers only take one run. Vonn will be seventh out of the gate, after both Weirather and Goggia.\n\n• One skier who will not be racing is the surprise super-G winner, Ester Ledecka of Czech Republic. She has switched sports and is preparing for the snowboard giant slalom, which begins Thursday.", "keywords": ["gold", "lindsey", "bronze", "skiers", "win", "vonn", "medal", "wins", "second", "womens", "run", "downhill", "race", "superg", "weirather"], "polarity": 0.13787580348943987, "subjectivity": 0.3867695133149678},
{"title": "\n                    In Lindsey Vonn’s Quest for Greatness, Her Body Has Paid a Price                ", "url": "https://www.nytimes.com/interactive/2018/02/20/sports/olympics/lindsey-vonn-downhill-injuries-skiing.html", "text": "But what made her the world’s best ski racer also made her vulnerable to serious injury. At 33, Vonn has sustained numerous injuries and made legendary comebacks.", "keywords": ["numerous", "lindsey", "vulnerable", "serious", "racer", "vonns", "sustained", "injury", "ski", "vonn", "legendary", "quest", "greatness", "worlds", "price", "body", "paid"], "polarity": 0.23333333333333334, "subjectivity": 0.5933333333333334},
{"title": "\n                    Women’s Figure Skating Live Results: Bradie Tennell Leads for Now                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/women-figure-skating-evgenia-medvedeva.html", "text": "After First Six Skaters, Tennell’s in First\n\nYou might be surprised to see Bradie Tennell in first place after six skaters despite falling. But Tennell had a high degree of difficulty: The combination on which she fell scored 8.2 points, one of the highest totals so far. She also did very well on subjective categories, like interpretation of the music and “performance,” scoring 7’s while her opponents got 6s and 5s.\n\nTennell had been a model of consistency this season, landing 31 of her 32 previous jumps flawlessly. After today’s performance, she couldn’t remember the last time she had fallen.\n\nTennell Goes First\n\nThe American Bradie Tennell was the first of the 30 skaters to go, skating to music from the South Korean war film “Taegukgi.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTennell is the U.S. national champion, but because of her lack of international experience she was seeded with the weaker skaters at the top of the bill. In the short program, the big requirements are a triple jump and a triple-triple combination. Tennell started with the combo, hitting the triple Lutz, but falling on the triple toeloop. Her triple loop was fine, but the fall will really hurt her chances of a good score and high finish.\n\n“You just have to get up and keep on going as if nothing happened,” Tennell said. “You know, my left arm just got away from me and I just kind of sat down.”\n\nTop Story Lines for the Short Program\n\n• If there is anything to concern Medvedeva’s fans, it is that she broke her foot in November. But she looked sharp in the team event, earlier in the Games, getting comfortably the top score in the short program. She will skate to a Chopin nocturne.\n\n• Her main threat could be her countrywoman, Alina Zagitova, who beat her at the European championships. Zagitova is a double-take worthy 15 years old. At the team event, she was chosen for the free skate and crushed the field, miles ahead of the heralded performance of Mirai Nagasu of the United States. She will skate to music from the film “Black Swan,” which came out in 2010, when she was 8 years old.\n\n• With the one-two punch of Medvedeva and Zagitova, Russia could be looking at its first gold medal of the Games.\n\n• Other medal contenders include the 31-year-old veteran Carolina Kostner of Italy, who has been competing at the Olympics since 2006 and won a bronze four years ago, and Kaetlyn Osmond of Canada, the world silver medalist. Kostner and Osmond finished 2-3 behind Medvedeva in the team event short program.\n\nAdvertisement Continue reading the main story\n\n• The American who has received the most attention is Nagasu, a 2010 Olympian who was passed over for the team in 2014. Her fine team event performance signaled she is back. Karen Chen, 18, was fourth at the world championships last year. Bradie Tennell rounds out the field. She will be the first woman to skate in the field of 30.", "keywords": ["skating", "skaters", "team", "place", "zagitova", "program", "skate", "triple", "second", "results", "womens", "performance", "event", "tennell", "figure", "live", "nagasu", "mirai", "short"], "polarity": 0.15470589673979504, "subjectivity": 0.3672216107809328},
{"title": "\n                    Elizabeth Swaney, Viral Olympic Skier, Says She Put Her Whole Heart Into Her Halfpipe                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/elizabeth-swaney-olympics-video.html", "text": "But Swaney, in an interview on Tuesday, said she was disappointed in her performance, and was certainly not looking to make people laugh.\n\n“I don’t think I’ve ever been satisfied with my halfpipe runs, and I don’t think a lot of skiers are,” she said. “I haven’t been as confident as I wanted to be to go higher out of the pipe and just really go for these bigger tricks.”\n\nShe was frustrated to receive so much attention when she felt her competitors deserved the limelight.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I look up to them,” she said, naming Sharpe, the eventual gold medal winner in the event, and the United States competitors Brita Sigourney and Annalisa Drew.\n\nEach nation can send a maximum of four skiers to compete in the women’s halfpipe. So while other athletes qualified ahead of Swaney, she was able to ski for Hungary thanks to that quota system and a dearth of other athletes from countries that had not already sent four competitors to the event.\n\nPhilippe Belanger, the head judge of freeskiing competitions at the Pyeongchang Olympics, told The Denver Post that the International Ski Federation was considering proposals that would decrease the number of competitive slots available for Olympic competitors in the halfpipe, which would make it more difficult for athletes like Swaney to qualify.\n\nAdvertisement Continue reading the main story\n\nBut Swaney, who is based in the Bay Area, has been working toward her Olympic dream for most of her life. Inspired by Kristi Yamaguchi’s gold medal performance in the 1992 Olympic Games, Swaney skated from her childhood until her second year of college. (Her father signed her up for a 30-minute weekly lesson. She did not realize until years later that figure skaters trained six or seven days a week.)\n\nFor two years at the University of California, Berkeley, she was the coxswain — the person who directs the crew from the stern of the boat — for the nationally competitive men’s rowing team.\n\nHer experience steering a crew team led her to believe that she might be able to steer a bobsled. The United States women’s bobsled team told her that she was too small to be a bobsledder, but that it was impressed by her athletic background. She eventually took up skeleton — a headfirst version of luge.\n\nShe began skiing in 2010, after attending the Vancouver Olympics and feeling inspired by the skiers, and doubled down on the event after giving up skeleton. For six years, training in Utah, she would often wake up at 6:30 a.m. to go the gym, then ski for hours. She fit in training around two part-time jobs.\n\nStill, she did not know that she would be heading to South Korea until Jan. 24, when she learned she had qualified. She arrived in Budapest at midnight on the 25th, having brought only her passport, her jacket and the bag she had brought to work that day.\n\nShe said there was some attention she was grateful for: the supportive texts she received from her parents after the event.\n\n“My dad told me he found my runs really graceful, so I was happy to hear that,” she said. “They’re not as familiar with skiing as they are with other sports, but they were happy to see me compete.”", "keywords": ["halfpipe", "skiers", "athletes", "heart", "competitors", "ski", "york", "viral", "swaney", "womens", "told", "elizabeth", "olympic", "skier"], "polarity": 0.16708548903670856, "subjectivity": 0.4607521205082182},
{"title": "\n                    Tara Lipinski and Johnny Weir: Armed With 21 Suitcases and Olympic Insight                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005750317/johnny-weir-tara-lipinski-figure-skating.html", "text": "4 U.S.\n\nThey Survived the School Shooting. Now They Want Action.", "keywords": ["action", "lipinski", "johnny", "survived", "school", "tara", "weir", "suitcases", "shooting", "insight", "armed", "usthey", "olympic", "21"], "polarity": 0.1, "subjectivity": 0.1},
{"title": "\n                    At the Bobsled Track, Women Push for Equality                ", "url": "https://www.nytimes.com/2018/02/20/sports/olympics/Olympics-bobsled-women-equality.html", "text": "Many women who compete in bobsled say their biggest barrier is a lack of funding for training and competing at international levels. A four-man sled costs tens of thousands of dollars, and that doesn’t count the years of research and engineering behind its construction.\n\n“We’ve seen that with many nations, if they have a limited budget and they have to decide between expanding their men’s program and starting a women’s program, it’s typically women that get cut out of the budget,” said Darrin Steele, the chief executive of U.S.A. Bobsled and Skeleton and a vice president of the international federation.\n\nMica McNeill, the driver for Britain’s women’s sled here, set up a crowdfunding campaign to finance her team’s run to Pyeongchang to make up for lost funding from her nation’s governing body. In training runs here, her sled ranked second in the field.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe international federation has set up a working group to try to address the issues that have prevented the progression of women in the sport, specifically focusing on the hurdles that make bobsledding prohibitively expensive.\n\nAdvertisement Continue reading the main story\n\nThe international federation is even considering the introduction of a new category: the monobob, a sled for one athlete. The federation would purchase a fleet of standardized sleds, making bobsled a contest of strength and driving skill rather than an arms race for the best and most expensive engineering.\n\nThe federation is also considering providing sleds in a variety of sizes — including four-man sleds — to athletes to help increase participation, with the goal of attracting more female drivers and more nations to participate.\n\nHowever, the International Olympic Committee still needs to support expanding the women’s competition, Van Wees said. The committee’s Agenda 2020 includes a push for gender equality at the Olympic Games.\n\nBut the bobsled federation remains cautious. Allowing women’s bobsled to expand at the Olympics might force some men’s bobsledders to step aside because the I.O.C. limits the number of athletes in each sport.\n\nThe total quota for the sport in Pyeongchang was 170 athletes. Only 40 of those slots went to women.\n\n“We have a lot of federations that have invested 10 years and people’s careers that will come to an abrupt end if we say, ‘O.K., the U.S. is only allowed two sleds because there is now one four-man for women coming in,’” Van Wees said.\n\nWhile the international federation could ask for a larger quota, receiving it is not guaranteed.\n\n“It’s just a hard decision to make — because you will end careers of as many male bobsledders as you will add careers for female bobsledders,” Van Wees added. “And that’s just your history holding you back.”", "keywords": ["track", "van", "sled", "nations", "international", "push", "equality", "federation", "womens", "sleds", "women", "bobsled", "wees"], "polarity": 0.08063603063603063, "subjectivity": 0.36139971139971133},
{"title": "\n                    Tara Lipinski: It’s Time to Take Risks in the Rink Again                ", "url": "https://www.nytimes.com/2018/02/19/opinion/tara-lipinski-risks-figure-skating.html", "text": "How did we get here? The seeds of the current crisis in American women’s skating were planted long ago, not at the highest levels of the sport, but at the lowest.\n\nWhen the rules of judging skating in international competition changed in 2004, with the goal of making judging more transparent, one of the consequences was the rewarding of skaters who attempt more challenging technical elements in the pursuit of ever more points. But though the international rules changed judging at the junior and senior levels, it was up to each individual country to determine how it judged the lower level competitions. And in the American system, the juvenile through novice competitions did not change to keep up.\n\nYoung skaters in the United States were rewarded not for innovating and taking risks — attempting new combos, for instance, or trying more difficult jumps — but for skating cleanly. Skating, like all other sports, has an element of strategy; what followed was a generation of young women who went home after competitions, rethought their programs, took out those triple-triples — and found they could still win.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut this judging system created a pipeline of athletes who were not well equipped to be competitive on the world stage.\n\nCompare the United States with Russia, where skaters come up under a system designed to encourage them to up the technical ante at a very young age.\n\nToday, the gold-medal favorite Evgenia Medvedeva has two triple-triple combinations in her program. She and her teammate Alina Zagitova have begun raising their arms over their head during their jumps — another element that nabs them extra difficulty points, all of which add up.\n\nMs. Zagitova, for her part, has put together a program designed to best take advantage of the scoring system: The spins and choreography sequence come in the first half of the skate, and the jumps come in the second, where they receive a 10 percent bonus because they are executed on tired legs.\n\nAdvertisement Continue reading the main story\n\nThe American men have avoided the fate of the women thanks largely to the one-man phenom Nathan Chen, whose physicality and technical brilliance have helped push his teammates forward, too. Despite a disappointing short program this Olympics, Mr. Chen came back to win the free skate portion of the competition, setting a record for technical score in a Winter Olympic Games, and becoming the first man to successfully land five quads in competition and to attempt six.\n\nHappily, a course correction has begun. After the Sochi Games, the United States implemented a new judging system for skaters in lower levels intended to reward risk-taking and consistency. These sorts of changes won’t produce champions immediately, but we could see a real difference in the caliber of skaters in the Winter Olympics in Beijing in 2022.\n\nThe selection of this year’s Olympic team is also a great sign. The United States is being represented by women like Ms. Nagasu, whose success with the notorious triple axel last week was a genuine American milestone, and Bradie Tennell, a virtual unknown until a few months ago but one who lands difficult triple-triple combinations, with ease and consistency.\n\nNeither is likely to match the prowess of the Russians, but their selection sends a clear message from the highest level of United States skating to the next generation: Risks bring rewards.\n\nTake it from someone who was once criticized for focusing too much on technical skating — they’re right.", "keywords": ["technical", "skating", "skaters", "system", "lipinski", "risks", "judging", "rink", "tara", "states", "american", "sign", "women", "united"], "polarity": 0.16001348892653247, "subjectivity": 0.3916506681724074},
{"title": "\n                    Two More Invitations to the U.S.-Canada Party                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/us-canada-womens-hockey.html", "text": "Raty, 28, the first female goaltender to play in Finland’s second-tier men’s pro league, attended college at the University of Minnesota, where she became the winningest women’s goalie in N.C.A.A. history with 114 victories. She now plays for a team in China, which is striving to develop a competitive women’s team ahead of the 2022 Games in Beijing, but continues to make Minnesota her home base.\n\nRaty’s globe-trotting existence has enabled her to see women’s progress from many sides. She supported her friends on the United States team last year when it threatened to boycott the women’s world championships if U.S.A. Hockey, the sport’s national governing body, did not increase salaries and support for the women’s program. The team’s standoff led to a four-year deal that affords the women greater travel and insurance provisions; a guaranteed $2,000 training stipend per month, year-round, from the United States Olympic Committee; and larger performance bonuses for winning medals.\n\nBut Raty is also realistic. She recognized that the same conditions that the American women found untenable would be considered progress among her Finnish teammates. For all of Finland’s international success, Raty said, the country’s system for developing players leaves a lot to be desired.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I feel like all the good coaches go to the boys’ side,” she said.\n\nAnd the lack of support goes deeper than that. “In Finland, you say you’re a hockey player and they’re like, ‘Get a real job,’” Raty said, adding, “I feel like in Finland, if you’re not making money in sports you should do something else.”\n\nAdvertisement Continue reading the main story\n\nThe United States is different, Raty said. Her American friends might not get big paychecks, but they are encouraged to dream big. “People think it’s cool you’re willing to put your personal life and finances to the side and go after your dreams,” she said.\n\nWill developing hockey countries like South Korea and China pour enough money and resources into their women’s programs to significantly bridge the gap with Canada and the United States? They have their work cut out for them, since the North American pipeline shows no signs of drying up.\n\nRaty, who works with young players in Minnesota, said, “There’s a lot more coming.”\n\nOne of the players whom Raty taught a few years ago has arrived. Her name is Maddie Rooney, and on Monday she started in goal for the United States, stopping 14 shots in the semifinal victory. “I take credit for some of the coaching I’ve done with her,” Raty said.\n\nWith tongue in cheek, she added, “I’m really happy she played well today, although she could have let in a few goals.”\n\nMonday’s announcement that the Olympics will let in two more teams was celebrated as a victory for women’s hockey. But if an established program like Finland can’t keep pace with the United States, how will the upstarts?", "keywords": ["youre", "hockey", "party", "olympics", "raty", "newsletter", "womens", "states", "invitations", "players", "team", "uscanada", "united"], "polarity": 0.18344928880643163, "subjectivity": 0.36838538445681296},
{"title": "\n                    Shiffrin Pulls Out of Downhill, Leaving Only One Chance to Face Vonn                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/mikaela-shiffrin-lindsey-vonn-downhill.html", "text": "It will be more than a showdown between prominent teammates, though. It could be an unparalleled matchup with historic implications: the only time in any Olympics that Vonn and Shiffrin, two of skiing’s greatest racers, are likely to be pitted against each other in the same event.\n\nVonn, who has the most World Cup victories by a woman (81), is closing in on Ingemar Stenmark’s record of 86 World Cup wins. Vonn, 33, expects to retire after the 2018-19 season.\n\nShiffrin, 22, already has 41 World Cup victories, a stunning pace. But if she remains reasonably healthy, she could vault past both Vonn and Stenmark, and smash records for Olympic victories, too. Shiffrin already has two gold medals. Vonn, competing in her fourth Olympics, has only one.\n\nBut if ski-racing fans want to see them square off in a championship race setting, this week may be their last, best chance to do so. Vonn and Shiffrin most likely will meet only a few more times next winter on the World Cup circuit. Since Shiffrin debuted on the World Cup in 2011, they have competed against each other in only a handful of races.\n\nNonetheless, especially in the last couple of years, they have had a tacit rivalry even as they have existed in separate orbits.\n\nVonn has been battered by injuries in recent years, and in an effort to stay healthy for the Pyeongchang Games she has raced almost exclusively in her best events, like the speedy downhill.\n\nPhoto\n\nShiffrin has instead been racking up victories in the safer, more technical, Alpine events, like slalom and giant slalom, which are much different than the risky events Vonn prefers. It’s a schedule that has kept Vonn and Shiffrin, who live about a dozen miles apart outside Vail, Colo., on different paths.\n\nAdvertisement Continue reading the main story\n\nThe two skiers, however, share some sponsors and sometimes even make appearances together, occasions when they are amiable and deferential. There are also brief periods when the United States ski team has training sessions that bring Vonn and Shiffrin together.\n\nBut otherwise they have kept their distance, and Vonn has probably grown weary of hearing the ski community calling Shiffrin “the next Lindsey Vonn,” something that first happened in 2010, not long after Vonn became the first American woman to win the Olympic downhill, at the Vancouver Olympics.\n\nOn Monday morning at the Jeongseon Alpine Center, Vonn and Shiffrin, who won the Olympic giant slalom last week, both took training runs in preparation for the women’s downhill.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVonn, one of the most fearless and accomplished downhillers in history, flung herself down the course and would have posted the day’s fastest time had she not stood up, relaxed and raised her arms to shoulder level 75 yards from the finish line.\n\nVonn was not just showing some style. The favorite in a downhill sometimes purposely slows down in the final seconds of training to keep the competition guessing about just how fast a time might have been possible. Vonn finished third in the field Monday. She won the first training run on Sunday.\n\nShiffrin, on the other hand, was still showing signs of her inexperience on a high-level downhill course. Her body language and the amount of forward pressure she was exerting on her skis made it clear that she was thinking her way through her run. She was graceful, efficient and smoothly glided across the icy track of snow, but she also was not entirely certain where to seek more speed and where to be wary. She finished a respectable 16th on Monday, which was seven spots higher than she did in the first training run. The final training runs will be Tuesday, but now only Vonn will be there.\n\nThe apparent differences between Vonn and Shiffrin continued after they had left the snow on Monday. Shortly after her run, Shiffrin did a brief interview with NBC but otherwise did not speak with reporters. She was on her way to slalom training Monday afternoon to get ready for the Alpine combined.\n\nVonn, who will enter Wednesday’s race as a co-favorite with Italy’s Sofia Goggia, watched the entire training session from a spot near the finish area, laughing and joking with her rivals. She later did more than 30 minutes of interviews.\n\n“Just trying to enjoy every moment of this while I’m still here,” she said.\n\nAsked if she realized that Wednesday would be her last Olympic downhill race, Vonn smiled and said: “I’m trying not to think about that. I can’t get too sentimental about it. But I am soaking everything in.”", "keywords": ["world", "cup", "olympics", "victories", "vonn", "leaving", "chance", "training", "run", "downhill", "shiffrin", "face", "slalom", "olympic", "pulls"], "polarity": 0.1644707949055775, "subjectivity": 0.45159122278687497},
{"title": "\n                    The 22nd-Largest Team at the Olympics: Zamboni Drivers                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/zamboni-drivers-hockey-speedskating-figure-skating.html", "text": "They work for the three ice managers (often called the chief of ice or the ice meister) at four competition venues — two arenas for hockey, one for long-track speedskating and one for both figure skating and short-track speedskating. There are also two practice rinks for hockey, a training center for short-track and a practice rink for figure skating.\n\nAdvertisement Continue reading the main story\n\nFilling the roster with South Korean drivers proved difficult.\n\nSouth Korea has only a couple of dozen rinks, organizers said, so the talent pool of top drivers is small. And no rinks have two ice-resurfacing machines. Multiple Zambonis on the ice simultaneously can be a seductive dance to watch, but terrifying to drive.\n\nThere were other limiting factors in securing local talent. Some could not get the six or eight weeks off that the job required. And without firm post-Olympic plans for several venues (the speedskating oval, for example, is likely to be converted to convention space), there was little opportunity for locals to find lasting employment by learning during the Olympics and taking over the ice-making operation afterward, as happened in places like Vancouver and Salt Lake City.\n\nMoffatt used an all-Korean crew during hockey test events here last year, with the idea he might do the same during the Olympics. He discovered that younger Korean drivers deferred to older drivers, afraid to disrespectfully show them up with their skills. But five of them had enough talent, he thought, to be invited to the Olympics.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“With us non-Koreans, there is less of that,” Moffatt said. “Still some, but less.”\n\nMainly, the ice chiefs found trusted drivers by tapping into connections at home. Most of those at the hockey venues work at N.H.L. arenas in places like Edmonton, St. Paul and Denver. At the figure skating and short-track speedskating sites, most drivers work smaller arenas or oversee the ice operations at recreation centers. Those at the long-track oval have specific experience in ovals, which require a more pristine sheet of ice.\n\n“It has to be absolutely perfect,” said Paul Golomski, whose job at home is facility director of Pettit National Ice Center in Milwaukee. “Thickness is critical. The amount of speed they’re carrying, the ice has to be perfectly flat.”\n\nEvery ice sport demands a different surface, with variations in thickness, temperature and hardness. At Gangneung Ice Arena, Boehler split his crew between figure skating and short-track specialists. Figure skating requires thicker, softer ice. Short-track needs colder ice, but not too brittle that it gives way on the tight corners.\n\nBeyond the complex refrigeration systems, Zambonis are the primary tool in making the ice and keeping it in good condition, a big machine that does a lot of detail work.", "keywords": ["skating", "hockey", "speedskating", "shorttrack", "olympics", "venues", "22ndlargest", "figure", "drivers", "ice", "zamboni", "team", "work"], "polarity": 0.06452358405483406, "subjectivity": 0.3828034812409813},
{"title": "\n                    In Ice Dancing, the Electric Tops the Ethereal                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/ice-dancing-wardrobe-malfunction.html", "text": "Virtue, 28, and Moir, 30, have maintained their elite international standing for nearly a decade with the speed, power, control and passion of their performances. Papadakis, 22, and Guillaume, 23, have brought an ethereal freshness to ice dancing with their seamless movement across the ice.\n\nDescriptions of their performances, especially the “Moonlight Sonata” routine used at Tuesday’s free skate, venture into the rapturous:\n\nTom Zakrajsek, a top American coach: “They don’t look like they’re skating; they look like they’re dancing.”\n\nVideo\n\nJackie Wong, a prominent skating analyst from New York: “You think about them being absorbed by the music. It’s like they are the music floating around the ice.”\n\nLuca Lanotte, an Italian ice dancer who is in fifth place: “They are not even two humans; it is one thing that moves on the ice. An action of him is a reaction of her.”\n\nIn 2010, Virtue and Moir became the first North Americans to win Olympic gold in ice dancing, a sport once dominated, with some notable exceptions, by Soviet and Russian skaters.\n\nLast week, Virtue and Moir won a second gold medal, in the team skating event. A third gold places them among legends in the sport, alongside Gillis Grafstrom of Sweden, who won the men’s singles competition in 1920, 1924 and 1928; Sonja Henie of Norway, who won the women’s singles in 1928, 1932 and 1936; and Irina Rodnina, the Soviet pairs skater who swept three consecutive golds with two partners in 1976, 1980 and 1984.\n\nVirtue and Moir now have five career Olympic medals, the most among figure skaters, though earlier generations did not have a chance to compete in the Olympic team competition, which began at the 2014 Games.\n\nAdvertisement Continue reading the main story\n\nIce dancing often does not receive the same respect from outsiders as singles and pairs skating. No throws or jumps or lifts above the head are allowed. That can make it difficult to discern between competitors based on the precision and edge control of their dance steps, unless someone makes an obvious mistake as they earn points with step sequences and permitted lifts.\n\nThe Canadian and French couples are highly regarded across the sport, given their accomplishments and fearlessly aspirational performances. Virtue and Moir carried the flag for Canada in the opening ceremony at these Games. “One thing I’ve always admired, they never seem to play it safe,” Hubbell, the American, said of the Canadians.\n\nFor many fans of ice dancing, Jayne Torvill and Christopher Dean of Britain remain the best ever, signature innovators whose gold medal “Bolero” routine at the 1984 Winter Olympics remains one of the most memorable moments in figure skating.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut ice dancing is a different sport now, with a different, more objective scoring system.\n\n“The level of dominance for Scott and Tessa over the last eight or nine years is somewhat unprecedented, especially at a time when the sport is much more merit-based,” said Wong, the skating analyst.\n\nVirtue and Moir performed their sensual free skate to music from “Moulin Rouge.” As Lanotte, the Italian ice dancer, noted, the Canadians belong to a generation of dancers where “there is a conversation between the man and the woman” and the man is expected “to make her comfortable so that you can watch her.”\n\nSeeing Virtue and Moir perform is “like reading a book,” Lanotte said. “Every moment tells something different.”\n\nThe relationship on the ice between Papadakis and Cizeron is less conventional.\n\n“They’re more like equals,” said Anna Cappellini of Italy, who skates with Lanotte. “They speak through their movement.”\n\nAfter finishing 13th at the 2014 World Figure Skating Championships, Papadakis and Cizeron vaulted to first place in 2015 and 2016. That was once unheard-of in an event where movement upward was traditionally sclerotic and the results sometimes seemed predetermined. But scoring today is based more on performance than reputation. If Papadakis and Cizeron have not revolutionized ice dancing, they have reframed it.\n\n“They finish, and it’s like you wake and you don’t even realize you were dreaming,” Lanotte said.\n\nAdvertisement Continue reading the main story\n\nCizeron said: “We’ve got to keep the sport modern and new. That’s what is exciting.”", "keywords": ["gold", "skating", "sport", "lanotte", "dancing", "virtue", "papadakis", "tops", "ice", "electric", "moir", "reading", "ethereal"], "polarity": 0.20079214318020291, "subjectivity": 0.40228984945402857},
{"title": "\n                    The Fall Games                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/the-fall-games.html", "text": "One by one, the hopes crash and the snow flies.\n\nAn athlete falls. The poetry of their movements, calibrated over many years to propel them toward glory, is interrupted in an instant. It twists into something uncoordinated and unrehearsed. Winning form becomes survival mode. Hopes turn to prayers.", "keywords": ["uncoordinated", "twists", "snow", "survival", "fall", "propel", "winning", "hopes", "turn", "unrehearsed", "games", "prayers"], "polarity": 0.3333333333333333, "subjectivity": 0.6388888888888888},
{"title": "\n                    Olympic Curling Rocked by Russian Doping Case                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/olympic-curling-doping-reaction.html", "text": "Krushelnytsky stands out because he does not ski, skate or soar off banks of halfpipes seven stories high — athletic pursuits here that are among the most physically demanding. No, he curls, sweeping a broom to guide a granite rock across a sheet of ice.\n\nPhoto\n\nOn rare occasions, there have been doping violations in curling, since it is, on balance, a taxing feat of endurance to sweep the broom round after round. The sport, however, is not accustomed to being at the center of such a high-profile case, so the news sowed confusion and puzzlement among the curlers here.\n\n“I was a bit shocked this morning,” said Madeleine Dupont, the skip of the Danish women’s team. “I was like, ‘That cannot be true.’ But then again, people have been taking all sorts of stuff: natural medicine or lip balm or I don’t know what. So I wouldn’t really judge anyone until I knew it was on purpose.”\n\nAsked if she thought the sport’s reputation could be harmed, Dupont said: “I think most people will laugh and be like, ‘What would you possibly need doping for?’”\n\nKrushelnytsky, in a routine urine check, was found to have traces of meldonium in his system. Use of the drug, a heart medicine that increases blood flow and has been banned from most sports since 2016, has ensnared other Russian athletes in doping cases in the past couple years.\n\nNeither Krushelnytsky, who has left the athletes’ village for Seoul, the South Korean capital, to await the results of the final test, nor his wife, Anastasia Bryzgalova, are competing in the team events.\n\nSergei Belanov, the coach of the Russian women’s team, voiced public support for Krushelnytsky.\n\n“I don’t believe that a young man, a clever man, will use the same doping that was so big the last two years,” Belanov said. “It’s stupid. But Alexander is not stupid. So sorry, I don’t believe it.”\n\nThe drug is thought to enhance endurance and would possibly play a role in curling by increasing the stamina of athletes, who must be accurate with their shots, sometimes down to the centimeter. Hard sweeping can take a toll over the course of a long match. As a result, more curlers than ever, especially at the Olympic level, are training with weights and focusing on fitness to improve their endurance and precision.\n\nAdvertisement Continue reading the main story\n\n“It’s like any sport: You need strength,” Nina Roth said after leading the United States women’s team to a narrow win against Denmark. “But you have to do it on your own merit.”\n\nBrent Laing, who plays for the Canadian men’s team, said he had no idea how meldonium would enhance performance.\n\n“Outside of beer and Advil, that’s the only painkillers I’ve ever heard of for curling,” Laing said. “I imagine it wasn’t that. Hopefully not, or else I’d be in trouble.”\n\nRussia was barred from the Olympics in December after an investigation into a state-backed doping program. The International Olympic Committee, however, later cleared more than 160 Russian athletes to compete here in Pyeongchang as Olympic Athletes From Russia under the Olympic banner.\n\nMoiseeva, whose team lost to Switzerland on Monday morning, said she thought about reaching out to Krushelnytsky and Bryzgalova but decided against it. She would not have known what to say to them, she said.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It’s impossible to believe,” Moiseeva said in Russian, adding: “We delighted in the results and in the success of the pair. It’s impossible to believe that someone could do such a thing and sleep calmly at night and ruin not just the life of one person but those of a large number of people.”\n\nShe went on, “We always said it was so great to be involved in a sport where you wouldn’t have such scandals because this is simply not necessary. You don’t need to be faster, higher and stronger. You need to be more accurate, not necessarily stronger. I can’t even understand what medication would be necessary and what you could use it for in curling. For that reason, it’s very hard to believe.”\n\nAdvertisement Continue reading the main story\n\nThat this was playing out at the curling venue contrasted with a sport known for exacting standards when it comes to courteous behavior and a sense of fair play. Curling also has a long tradition of opponents meeting for beers after a good, clean bonspiel (curling lingo for tournament).\n\nBut even before the doping case, curling had experienced its share of controversy here at the Olympics.\n\nLast week, Rachel Homan, the skip of the Canadian women’s team, broke with etiquette by having a curling stone removed from competition when an opponent from Denmark accidentally touched it with her broom. After Denmark came back to win, Dupont, the team’s skip, told a reporter from CBC Sports that it was “karma.” Even some Canadian fans were bothered by Homan’s decision.\n\nThen, on Sunday, an equipment malfunction appeared to cost the women’s team from Britain in a loss to Sweden. Eve Muirhead, the skip for Britain, had her final throw of the match voided when a red light lit up on her rock, indicating that she had not released the handle in time. But video replays later showed that she had not committed a foul.\n\nIn any case, the biggest scandal was yet to come.", "keywords": ["case", "athletes", "sport", "skip", "rocked", "curling", "womens", "team", "doping", "need", "olympic", "russian"], "polarity": 0.12812097702547143, "subjectivity": 0.4809176435300031},
{"title": "\n                    After Fighting for His Life, a Freestyle Skier Is Ready for Some Luck                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/torin-yater-wallace-freestyle-skiing.html", "text": "A few weeks later, he crashed during a training run for Olympic qualifying, cracking two ribs and re-collapsing the lung.\n\n“I’ve stayed away from needles since then,” Yater-Wallace said.\n\nCoaches made him a discretionary pick for the Sochi Games in 2014, but rain there made a mess of the halfpipe, and Yater-Wallace did not even qualify for the final.\n\nPhoto\n\nThe real problems hit in late 2015, when Yater-Wallace started experiencing shortness of breath and pain in his side. He made three visits to an emergency room in Park City, Utah, and was eventually diagnosed with a virus. On a fourth visit, doctors found that his fever was soaring and his lungs were filling. The situation was dire enough that he was airlifted to Salt Lake City, about 20 miles to the northwest.\n\nOn the ride over, Yater-Wallace said that he was mainly worried about how much the bill for the medevac was going to be and how he was going to pay it. There were larger concerns looming.\n\nThe doctors in Salt Lake City discovered an infection causing severe damage to his liver and gallbladder, prompting them to place him in a state of medically induced paralysis for several days to help him heal. He spent about a month in the hospital. While in recovery, he lost 25 pounds and much of his muscle mass.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You feel completely worthless,” he said of that time.\n\nHis comeback had to wait until he could support the weight of his own body. Before long, though, all he wanted to do was ski. He competed in the 2016 X Games only six weeks after he emerged from the hospital.\n\nHis rush to return to competition after such a serious medical issue sounded rash to some, but for those who know him, it was hardly a surprise.\n\n“Skiing to Torin is a release, he skis with that aggression,” said Michael Spencer, his close friend and agent. “His skiing is where he puts it all out there and expresses himself.”\n\nAdvertisement Continue reading the main story\n\nYater-Wallace faces some stiff competition in Wednesday’s event. He finished sixth at the X Games last year. His teammate David Wise is the defending gold medalist.\n\nBut Yater-Wallace said all the bad luck could work in his favor because it “serves as motivation to get back here and hopefully put down a run I am proud of after unfortunately dealing with a hard time in Sochi,” he said.\n\nHe added, “I’m happy to be back and trying to ski at my fullest potential and see where that puts me.”", "keywords": ["x", "weeks", "ski", "york", "ready", "yaterwallace", "city", "salt", "skier", "luck", "sochi", "sign", "fighting", "games", "freestyle", "life"], "polarity": 0.014380516124702168, "subjectivity": 0.42448236518003957},
{"title": "\n                    What Is Big Air? It’s the Olympics’ Newest Snowboard Event                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/big-air-snowboard.html", "text": "Photo\n\nOn the list of snowboarding events for this year’s Winter Olympics, alongside the now familiar halfpipe and slopestyle, is a new competition with a short but evocative name: big air.\n\nThe name is accurate. Everything about the event is big. And the dizzying heights achieved by the snowboarders more than justifies the “air.”\n\nIn big air, snowboarders slide down a 49-meter tall ramp (Pyeongchang’s is the biggest in the world) that curls up at the end and shoots them into the sky, seemingly forever, allowing particularly spectacular tricks.\n\nUnlike, say, slopestyle, in which athletes go down a course and have several chances to show off tricks, big air is all about the one jump, the one big, spectacular stunt.\n\nAdvertisement Continue reading the main story\n\nWho Are the Favorites?\n\nFor the men’s favorite Mark McMorris of Canada, there’s a trick that even someone new to the sport can probably guess is a doozy: the backside triple cork 1440. He does four full rotations (1440) and basically turns upside down three times (triple). And, oh yes, he has to land without falling.\n\nSnowboarders get three jumps; their best two count.\n\nThe event has been contested at the world championships and the X Games since 2003, but is making its Olympic debut in Pyeongchang.", "keywords": ["big", "world", "yes", "olympics", "air", "slopestyle", "triple", "1440", "snowboard", "spectacular", "snowboarders", "event", "newest"], "polarity": 0.20465367965367962, "subjectivity": 0.3901154401154401},
{"title": "\n                    Scott Hamilton Was Demoted as an Olympic Broadcaster. Don’t Feel Sorry for Him.                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/figure-skating-nbc-scott-hamilton-.html", "text": "Hamilton laughed off my assumptions.\n\nIn the past 21 years, he has faced Stage 4 testicular cancer, followed by three brain tumors — one every six years since 2004. He’s living with a brain tumor right now.\n\nSo in the fall of 2014, when Hamilton reached out to Jim Bell, NBC’s president of Olympics production and programming, to find out if he would be working on Skate America that October, Bell called him back to break the news. NBC valued him and adored him, Hamilton recalled Bell saying, and the network appreciated all his years at the top. But it was time for a change.\n\n“There was a sadness for about 10 minutes,” Hamilton said last week at the Olympic figure skating arena. “I lamented it being over. I thought, ‘Oh, man, that was such a beautiful part of my life and now it’s over.’ But change happens to everyone — even me.”\n\nHamilton gets it. Something like this happens to even the best of us — eventually — right? Corporate America decided that his shelf life had expired. There was nothing he could do about it.\n\nBesides, after he had spent so many years just trying to stay healthy — and alive — how could being replaced by the next big thing really matter? In his heart, Hamilton knew it did not. He would bounce back, almost out of habit.\n\nPhoto\n\n“I calculated once how many times I fell during my skating career — 41,600 times,” he said. “But here’s the funny thing: I got up 41,600 times. That’s the muscle you have to build in your psyche — the one that reminds you to just get up.”\n\nAdvertisement Continue reading the main story\n\nLooking ahead, Hamilton knew there was so much more to worry about and, in the end, so much he decided not to worry about.\n\nAfter overcoming testicular cancer in 1997, he learned that he had a pituitary tumor in 2004, one that had wrapped itself around his optic nerve. The tumor was benign, but it threatened to grow in ways that dangerously crowded his brain.\n\nHamilton said he had prayed about 12 times a day for it to go away. Doctors treated him with radiation, and the tumor did go away.\n\nIn 2010, it reappeared. Surgery caused an aneurysm that temporarily blinded him in one eye.\n\nHamilton said he would never forget what his wife, Tracie, said to him during a pep talk: “Joy is not the lack of suffering or fear, it’s how you choose to handle the suffering and fear.” It finally hit him that it was true.\n\nSo when the tumor returned for an encore in 2016, Hamilton decided to react differently. There was no “why me?” anymore.\n\n“I figured I needed to go through this with joy,” he said. “It was just a muscle I needed to build, like the muscles I built skating.”\n\nWhen one of his four children asked about the tumor, Hamilton said: “Yep, it’s back. It’s fine, it’s fine, it’s really fine.”\n\nFine — but also time to fight back in a new way. There was no chance to undergo radiation treatment again. It would only have fried his brain, he said. The tumor was still relatively small, so Hamilton didn’t need to rush into surgery. He tried to tackle the problem differently: He stopped eating sugar, red meat and other things he considered bad for his body. He started eating organic food and drinking only coffee or water with high pH. He hit the treadmill and the weight room.\n\nAdvertisement Continue reading the main story\n\nWhen Hamilton went back to the doctor several months later, he learned that his tumor hadn’t grown. During his next checkup, he heard even better news.\n\nThe tumor had shrunk, by about half. Hamilton choked up when describing what happened next.\n\n“Have you ever had one shrink without treatment before?” he said he asked the doctor. “And the doctor said, ‘Nope, never.’”\n\nHamilton asked, “So how can you explain this?”\n\nThe doctor said, “God.”\n\nIt floored him. He was in the process of losing three friends to colon cancer, yet he, somehow, someway, was given this miracle? At his latest doctor’s visit, in December, the tumor was even smaller.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“At some point, this tumor is going to start growing again, and it’s going to start causing its mischief, and I’m going to have to deal with it,” he said. “But for now there must be a reason I’ve gotten this pass. There’s something that I need to be doing. I just have to figure out what that is.”\n\nDuring the figure skating events last week, Hamilton stood on a riser just above Lipinski, Weir and Terry Gannon, the third member of the main broadcasting team. Hamilton couldn’t miss them when the lights came on and they were on center stage, just as he used to be. He looked on, often peeking at them over his reading glasses. But he said the change hadn’t been awkward, and Lipinski echoed that.\n\n“When I first started as a commentator, I listened to all of Scott’s tapes and learned so much because he was so incredible,” said Lipinski, who won the Olympic gold medal in 1998. “He called my Olympics and was like a big brother to me when we toured together. He’s been a mentor and, of course, he was at my wedding last summer. I think this whole thing is just a natural progression for us.”\n\nShe said he was still involved in the broadcast “in a big way” because he brings something unique — and that’s Scott Hamilton being Scott Hamilton.\n\n“He has such enthusiasm for the sport,” she said.\n\nHe’s a legend in skating arenas. So much so that Maxim Trankov, half of the Russian pairs team that won gold in 2014, stopped Hamilton on Wednesday and asked him to pose for a selfie.\n\nAdvertisement Continue reading the main story\n\n“Oh, wow, thank you so much,” Trankov said. “I watched you skate all the time when I was a kid. You’re amazing.”\n\nHamilton returned the compliment and told Trankov they should grab coffee sometime. He was gracious, as always.\n\n“There was a little apprehension coming to these Olympics because nobody likes change,” he told me. “But I’ve decided to make this fun because I’m doing things joyfully. And, turns out, it is fun.”", "keywords": ["skating", "hamilton", "olympics", "scott", "feel", "sorry", "demoted", "tumor", "main", "decided", "times", "broadcaster", "continue", "dont", "reading", "doctor", "olympic"], "polarity": 0.16512998905856047, "subjectivity": 0.36644498358784067},
{"title": "\n                    This Time, Martin Fourcade’s Lunge Leads to Biathlon Gold                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/martin-fourcade-biathlon.html", "text": "Martin Fourcade won the men’s 15-kilometer mass start biathlon by mere millimeters but the history books will show that the gold medal made him France’s greatest Olympian, regardless of the margin of victory.\n\nSunday’s win, in a photo finish after a furious sprint against Germany’s Simon Schempp, makes him the only French athlete to win four Olympic golds, and prompted a celebratory tweet from the French president, Emmanuel Macron.\n\n“@Martinfkde makes us tremble and dream a second time by winning a new gold medal for France. A legend of the Olympic Winter Games and biathlon,” Macron wrote.\n\nIf it had not been for one last, desperate lunge in a sprint finish where Fourcade has often come out on the losing side, history, and with it Macron’s tweet, may have remained unwritten.\n\nAdvertisement Continue reading the main story\n\n“I closed my eyes for the sprint and I told myself, ‘Don’t regret anything,’” Fourcade told reporters.", "keywords": ["martin", "gold", "history", "makes", "fourcade", "win", "french", "medal", "lunge", "leads", "biathlon", "sprint", "told", "fourcades", "olympic"], "polarity": 0.15735930735930734, "subjectivity": 0.4288961038961038},
{"title": "\n                    Russian Athlete Leaves for Seoul After Failed Doping Test                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-alexander-krushelnytsky.html", "text": "Representatives of Olympic Athletes From Russia confirmed one of their athletes was under investigation, and an official with knowledge of the case but who was not authorized to publicly speak about it confirmed it was Krushelnytsky.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe timing could not be worse for Russia.\n\nThe nation was barred from the Olympics in December after an investigation into a state-backed doping program that corrupted the 2014 Olympics it hosted in Sochi. Scores of athletes, coaches and officials tainted by the scandal have been barred, though the International Olympic Committee has been considering allowing the Russian athletes to march under their national flag and in their country’s uniforms for the closing ceremony, which they were not permitted to do during the opening ceremony. The Olympic anthem will be played instead of Russia’s national anthem for any winners of gold medals, although no Russians have won so far.\n\nThe failed test is likely to figure in the thinking of the three-person I.O.C. panel charged with deciding whether Russia’s team could be reinstated for the closing ceremony and its athletes allowed to parade with the Russian flag.\n\nThe panel is also closely monitoring the reaction from Russian officials to the failed test. Should they dispute the verdict or make critical comments it would be practically impossible to restore the Russian team before the end of the Games, said a person familiar with the group’s thinking. Complicating matters further is Russia’s continued failure to pay a $15 million fine levied by the I.O.C. as a response to the doping scheme. The fine is nonnegotiable.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and have found themselves under scrutiny from testers as the event has progressed.\n\n“On the one hand it is extremely disappointing when prohibited substances might have been used, but on the other hand it shows the effectiveness of the antidoping system at the Games, which protects the rights of all the clean athletes,” the International Olympic Committee said in a statement Sunday.\n\nMeldonium caused confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency. Scores of athletes, including the five-time Grand Slam tennis champion Maria Sharapova, tested positive for it.\n\nThe antidoping agency eventually ruled that more research was required to understand how long the substance, known as mildronate in Russia, remained in the system, as some athletes claimed they had consumed it before the ban had come into force.\n\nAdvertisement Continue reading the main story\n\nExperts have said it is possible that trace amounts of the substance would still be detectable for a few months after an athlete stopped taking it, but it is unlikely it would still be present if an athlete stopped taking the drug before the ban went into effect in January 2016.\n\nEastern European scientists have promoted meldonium’s health benefits, saying it increases blood flow. Increased blood flow also provides more oxygen to muscles and could increase endurance. While curling is far from cross-country skiing in terms of exertion, curlers spend hours on their feet and vigorously sweep the ice at regular intervals.\n\nMany of the athletes involved, though not Sharapova, eventually had their suspensions lifted because it was not clear when they had taken the substance.\n\nKrushelnytsky was part of the mixed doubles team that won a bronze medal last week, a rare bright spot for the depleted Russian Olympic squad, which has struggled without some of its top stars.\n\nIn the curling event, he appeared to do most of the pair’s sweeping. They defeated Kristin Skaslin and Magnus Nedregotten of Norway in the bronze medal match, 8-4.\n\nThe Russian team actually had a chance to win its semifinal against Switzerland, but Krushelnytsky overshot a target on his final shot of the match, and Switzerland advanced to the final, where it was defeated by Canada.", "keywords": ["officials", "failed", "athletes", "olympics", "team", "seoul", "ceremony", "newsletter", "russias", "antidoping", "leaves", "test", "doping", "athlete", "olympic", "russian"], "polarity": 0.10170068027210885, "subjectivity": 0.429675615389901},
{"title": "\n                    Gus Kenworthy Wins Without Making the Podium                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/gus-kenworthy-.html", "text": "PYEONGCHANG, South Korea — Gus Kenworthy was nursing a hip hematoma, a broken right thumb and a bruised ego after a 12th-place finish in the men’s ski slopestyle final, the same event where he won the silver medal four years ago.\n\nSpeaking on Sunday while the ceremony introducing the medalists proceeded without him at Phoenix Snow Park in Pyeongchang, South Korea, Kenworthy said, “It’s all good.”\n\nThis is Kenworthy’s second Olympics but his first as an openly gay athlete. He and Adam Rippon, the only other openly gay male athlete on the United States team, will not leave here with individual gold medals, but they are among the biggest American stars at these Games.\n\nAt the 2014 Sochi Games, Kenworthy reached out to the singer Miley Cyrus on social media and asked if she would be his valentine. Here at the Pyeongchang Games, Kenworthy, 26, has engaged in physical displays of affection with men in public. He gave Rippon a peck on the cheek during the opening ceremony and kissed his boyfriend, Matthew Wilkas, before Sunday’s qualifying runs.\n\nAdvertisement Continue reading the main story\n\nIf Kenworthy had to choose between winning a medal while leading a closeted existence or failing to grace the podium while living an authentic life, it wouldn’t be close.\n\nPhoto\n\n“If you look at me, I’m bummed but I’m not sulking, I’m not crying,” he said, adding, “Being out at these Games has kind of meant the world to me, just getting to really be myself and be authentic. And I think landing a run in the final and getting on the podium obviously would have been icing on the cake, but even though it didn’t happen for me I still had a wonderful Olympic experience.”", "keywords": ["openly", "medal", "wins", "podium", "south", "making", "korea", "im", "pyeongchang", "games", "kenworthy", "gus", "rippon"], "polarity": 0.19052028218694889, "subjectivity": 0.48500881834215165}
]