[
{"title": "\n                    I.O.C. Reinstates a Russia That Is Defiant and Eager to Move On                ", "url": "https://www.nytimes.com/2018/02/28/sports/olympics/ioc-reinstates-russia-doping.html", "text": "The 44 or so Olympians being honored — first with medals, then with a Champagne toast and finally with a new BMW each — had the option of saying a few words from the podium.\n\nThe few who spoke welcomed the end of the Olympic penalties, but they too expressed a certain defiance that the Russian Olympic team, and by extension the country, had emerged from the Winter Olympics relatively well despite the hurdles involved.\n\nPavel Datsyuk, a former N.H.L. player for the Detroit Red Wings and the captain of the Russian team that won gold in men’s ice hockey, called it a “landmark Olympics” for his country.\n\n“We did a decent job defending the honor of our country,” he said in thanking the president, attributing the outcome to both the Russian character and support from across this vast land. “Thanks for your help, thanks for letting us vindicate to the whole world that our Russian character is not broken and won’t ever be broken.”\n\nPhoto\n\nRussia’s flag and anthem were missing from the Pyeongchang Games, though more than 160 of the nation’s athletes were able to participate as neutrals called “Olympic Athletes From Russia.” Two of them accounted for half of the failed drug tests at the Pyeongchang Games. Russia was not allowed to march under its flag in the closing ceremony.\n\nRussia’s reinstatement followed a decision on Sunday by the I.O.C.’s executive board, led by Thomas Bach, its president, to bring Russia back into the fold if the remaining drug tests of its athletes from the Pyeongchang Games were confirmed as negative.\n\nScores of Russian athletes, coaches and officials were barred after an investigation into the yearslong conspiracy that peaked at the 2014 Olympics in Sochi, Russia, when the state security apparatus colluded with sports officials to swap drug-tainted urine samples with clean ones in a clandestine, dead-of-night operation.\n\nAdvertisement Continue reading the main story\n\nThe scandal and its aftermath have led to much upheaval in the global sporting movement, with many athletes and some of the I.O.C.’s own members critical of the way it had been dealt with. Richard Pound, the organization’s longest serving member, boycotted the closing of the Pyeongchang Games in protest. The doping scheme has now tarnished no fewer than three Olympic Games.\n\nAt Sunday’s I.O.C. session, where the plan to rehabilitate Russia was first announced, Nicole Hoevertsz, an official from Aruba tasked with monitoring Russian compliance, said the time had come to move on.\n\n“We should draw a line, we have to draw a line and look to the future,” she said. After the two failed drug tests by Russian athletes — by the curler Alexander Krushelnytsky and the bobsledder Nadezhda Sergeeva — the I.O.C. did not lift the suspension for the closing ceremony, which it had called a possibility.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt the Kremlin, various Russian medalists said that being able to participate in the Olympics was more important than being able to display their national symbols, and several thanked Mr. Putin for allowing them to compete despite the restrictions.\n\nIlya Kovalchuk, a star in both the American and Russian hockey leagues, said in an interview that the most important factor was fulfilling his dream of winning an Olympic gold medal; the other circumstances proved secondary.\n\n“It was a little different, but we tried not to think about it too much,” he said.\n\nPerhaps the most emotional moment, he said, was when the Russian hockey players began singing their own national anthem instead of the Olympic hymn being played as they were awarded their gold medals.\n\n“Everyone knows where we are from,” he said. “Ninety percent of the fans were cheering for us, and there were a lot of Russian flags in the stands. Our friends and families were there, singing, our kids, it was great.”\n\nPhoto\n\nThe athletes seemed to consider their “Olympic Athlete From Russia” uniforms something of a historical treasure to be preserved, not a mark of Cain to be discarded.\n\n“Athletes from other countries were coming up to us and saying, ‘Olympic Athlete From Russia,’ it sounds very honorable, really good; they wanted a name like that,” said Ekaterina Bobrova, a silver medalist in ice dancing.\n\nAdvertisement Continue reading the main story\n\nThe winners generally attributed the far lower Russian medal count — with 17 over all, compared with 29 at Sochi, after some were later rescinded for doping — to the fact that much of the squad was not there.\n\nBut Ms. Bobrova said you could also look at it from the point of view that the Russians did really well winning 17 medals with so many athletes barred.\n\nThat was also a common sentiment at the podium during the ceremony with Mr. Putin, which was held in the round St. Catherine’s Hall, decorated in shades of blue and gold.\n\nAfter a winner’s name was announced, he or she was serenaded to the front of the room by an orchestra of about 30 musicians. All the hockey players walked forward to a blast of brass instruments playing an old Soviet hockey tune, “No Coward Plays Hockey.”\n\n“Cross-country skiing was hit especially hard,” said Yulia Belorukova, who clanked forward wearing her two bronze medals in the sport. “We had lots of young people on board, but we proved that Russia is clean and that we’re capable of competing for medals in any situation.”\n\nRussia has never accepted the description of a state-controlled doping operation in the country set out in great detail by its former doping laboratory head, Grigory Rodchenkov, and confirmed by three separate investigations. The World Anti-Doping Agency said it would continue to regard Russia’s domestic drug testing organization as noncompliant until it does.\n\nMany of Russia’s top athletes were barred from the 2018 Games because of links to the doping scandal. That led to a weak performance, and a vast downgrade from the doping-fueled success in Sochi, where Russia topped the medals table. Alina Zagitova, a 15-year-old figure skater, beat her compatriot Evgenia Medvedeva in a battle for gold, before the Russians secured the hockey title in an overtime victory over Germany on the final day.\n\nAs well as the Olympic ban, Russia was forced to pay a $15 million fine. The effects of the scandal continue to roil the sports world. Several biathletes, including members of the United States team, have announced that they will not participate in next month’s season-ending competition in Russia, while soccer’s governing body, FIFA, is facing scrutiny just four months before the World Cup in Russia over claims of doping by players from there.", "keywords": ["medals", "eager", "defiant", "hockey", "doping", "athletes", "world", "games", "russian", "olympic", "russia", "continue", "reinstates", "ioc"], "polarity": 0.1196668504451523, "subjectivity": 0.37836314628767465},
{"title": "\n                    Will We Ever Stop With the Political Games?                ", "url": "https://www.nytimes.com/2018/02/27/opinion/olympics-congress-guns.html", "text": "Of course it’s better to have our athletes be virtuous and spend their time doing warm-up exercises and tweeting to their fans. Just seems sort of … dull. Obviously I have a bad character.\n\nBret: Obviously. I’m mainly relieved that the Olympics came off without a war starting on the Korean Peninsula. Although maybe it’s premature to say that. Just after the last Winter Olympics, in Sochi, Vladimir Putin marched into Crimea. Don’t be shocked if Kim Jong-un was taking notes.\n\nI guess we also shouldn’t be shocked that Ivanka stonewalled a question from Peter Alexander of the Today Show about whether she believed her father’s denials of sexual misconduct. She said “it’s a pretty inappropriate question to ask a daughter.” What do you think?\n\nGail: It would be pretty inappropriate to ask a daughter who wasn’t a member of the administration.\n\nBret: Wait, you mean that Ivanka Trump shouldn’t play the daughter card while she’s in South Korea meeting the country’s president and representing the United States? That’s so 2015 of you. But go on.\n\nGail: Blocking the kids out of my mind. Will not even mention Junior mixing business with — government — in India.\n\nLet’s move on to Congress. House and Senate skulking back into action — or whatever you call what it is they do. Doesn’t look as if there’ll be any action on guns, does it?\n\nAdvertisement Continue reading the main story\n\nBret: Not while Republicans are in control. The president has spoken about raising the age limit for the purchase of assault rifles to 21, along with a ban on so-called bump stocks, which are devices that help increase the rate of fire. The N.R.A. seems broadly opposed to both, however, so that’s a nonstarter. And I don’t think Trump is going to expend much political capital on getting the G.O.P. to change its mind, either. Which is a tragedy, given the number of future mass shootings we can expect, considering how many past ones we’ve endured.\n\nGail: Yeah, if it hurts gun business, it’s toast. Like the N.R.A. folk, Trump lives in an alternate universe where being armed means always being capable of hitting somebody in a crisis situation. And of course the president himself would have run right into that school the second he heard gunfire, armed or not. Because that’s just the kind of guy he is.\n\nI think we should start by challenging him to hit the side of a barn.\n\nBret: In an alternative universe, Trump might have been the president with the popular clout to oppose the rank-and-file G.O.P. on the positions worth opposing — like the ones the party has on guns and abortion rights — while not opposing it on the positions worth preserving, like its past friendliness toward free trade and immigration. But since he’s incapable of broadening his base, he’s going to become ever more dependent on its hardest and most extreme core.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGail: Yeah, remember when we thought he might be someplace between Mitt Romney and Bernie Sanders? As opposed to where we find him now, which is someplace between a weekend replacement talking head on Fox and a professional wrestling villain.\n\nBut about guns — you may be more radical than I am, given that you want to repeal the Second Amendment, while I’d be thrilled if we could just prohibit gun dealers from selling caches of weapons across state lines. I just can’t summon the energy to talk about changing the Constitution. When was the last success — 1992? And it was to ban Congress from getting a pay raise until after an election had passed. Which had originally been submitted for ratification in 1789. Wahoo.\n\nBret: I don’t think of my proposal as radical at all. I think of it as the essence of conservatism, coming from someone who sees himself as a strict constructionist. The Constitution provides, in Article V, a method for amending itself. Let’s use it! Let’s use it to repeal an amendment that, having left us awash in 300,000,000 firearms, is defeating the larger purposes of the Constitution as they are spelled out in the preamble: to “insure domestic tranquillity”; to “promote the general welfare”; and to “secure the blessings of liberty to ourselves and our posterity.”\n\nWhat is “posterity” for the parents of the children massacred in Parkland, Fla.? Where are the “blessings of liberty” for those who were mowed down at a concert in Las Vegas? Where is the “domestic tranquillity” for the relatives of the 11,000 people murdered with a firearm in 2016?\n\nGail: I applaud your sentiments. You’re absolutely right — I’m just sadly realistic.\n\nBret: Some of my liberal friends think that repealing the Second Amendment is a pipe dream, and we should focus on more achievable goals like reversing the Supreme Court’s 2008 Heller decision and instituting a ban on the AR-15-style rifle, which was used by the killers in Parkland and Vegas. I’m skeptical. The United States had a huge gun problem long before Heller. And most firearm violence is done with handguns, not rifles.\n\nAdvertisement Continue reading the main story\n\nWe need, at the very least, to start talking about root causes and not just symptoms. Questioning the relevance and legitimacy of the Second Amendment is what the N.R.A. most fears, which is why I’m going on about it.\n\nGail: Bless you. And the fight must continue. Just because I’m sure Congress will punt on guns doesn’t mean I don’t really, really believe we have to change.\n\nThe other thing our lawmakers are supposed to do is pass appropriations, although I guess they’ll kick the can down the road with some kind of just-keep-going bill. I am very worried about the whole spending situation. This administration is stripping so many good programs out of existence, from family planning to preserving whooping cranes. Do you have any worries on that front?\n\nBret: Hadn’t heard about the whooping crane, which, for the record, I’m emphatically in favor of preserving as a safe and thriving species.\n\nI guess I’d make two points here. One is that mandatory spending on things like Social Security and Medicare keeps rising as a percentage of overall spending. Last I checked, it amounted to more than half of federal outlays, if you take Medicare to stand for mandatory health care spending generally. So the programs you mentioned are inevitably going to be on the endangered list, especially in an administration that wants to spend more of its discretionary dollars on defense. As I do.\n\nGail: We need to spend a whole conversation on military spending sometime soon. Let me just hint at my position by whispering: Monumental. Amounts. Of. Waste.\n\nBret: Uh oh, we might remind readers there are things we really do disagree about! Wasteful or not, I think Democrats should get behind some version of entitlement reform, to liberate, for the long term, some of the budget for priorities like the ones you mentioned.\n\nGail: Putting entitlements on the must-take-up-in-future list, too. Only whispering that we could start by lifting the cap on the payroll tax.\n\nAdvertisement Continue reading the main story\n\nBret: Or raising the retirement age and block-granting Medicaid. (Cue the evil cackle.)\n\nAnyway, my second point is that if liberals want to preserve those programs, they need to start acting more like a normal political opposition and less like “the resistance.” We hear too much from Democrats about how awful the president is, as if he doesn’t do a fine job by himself of proving the same point. We don’t hear nearly enough about the Democratic tax plan, infrastructure investment ideas and so on. I know there’s probably a paper on a D.N.C. website somewhere, but it’s not what the party is talking about. And it’s what people need to hear.\n\nGail: I have faith that we’re going to get more of that kind of conversation when we get actual candidates running for president. Until then I hang my head and admit you’re right. Onward and upward, Bret. Save the whooping cranes.\n\nBret: And another hurray for you, Gail, for a truly magnificent and well-deserved achievement. Blush away.", "keywords": ["im", "political", "stop", "games", "going", "dont", "spending", "trump", "continue", "president", "think", "second", "start"], "polarity": 0.11168505876839208, "subjectivity": 0.4223233248233249},
{"title": "\n                    From the White House to the Slopes: A Times Photographer’s Olympic Trials                ", "url": "https://www.nytimes.com/2018/02/26/insider/from-the-white-house-to-the-slopes-a-times-photographers-olympic-trials.html", "text": "Photo\n\nPYEONGCHANG, South Korea — I spend 90 percent of my time covering the White House and Capitol Hill, where I wait around for hours for photo ops and news conferences. The Olympics, on the other hand, are a grueling three-week marathon of nonstop physical exertion — for the photographer.\n\nPhoto\n\nI mostly cover alpine skiing, which forces me to be in really good shape. I’m not an expert skier. And when you put 40 pounds of equipment on your back and have to ski down to your photo position, it can be quite dangerous and exhausting. There are also many locations where I have to hike up the mountain to get into position — again carrying all my equipment — and then stand in place for two to three hours in temperatures that, here in South Korea, have been in the single digits.\n\nPhoto\n\nI started my Olympic training the day after Christmas by strapping on the same backpack I would carry here, but loaded up with a barbell that weighed 30 pounds or more, and walking hills and steps near my house for up to an hour every day. (On many days my wife walked with me, carrying a backpack with slightly less weight in it.)\n\nVideo\n\nI’m 57 years old, and every Olympics I try to work a little harder to be in better shape than I was for the previous one. On this trip, I’ve averaged 14,000 to 18,000 steps per day.\n\nAdvertisement Continue reading the main story\n\nEighty percent of those steps have been taken while wearing a backpack filled with two cameras, at least three lenses, chargers, extra batteries, hand warmers, power bars, ice crampons, sunscreen and usually a bottle of water.\n\nPhoto\n\nOnce in position on the mountain, it’s a waiting game. You try everything to keep warm. I pasted toe warmers onto my smart shirt near my kidneys. (All your blood goes through your kidneys.) I learned this from a group of Japanese photographers at my first Olympics in Albertville, France, in 1992. I also like to put two toe warmers in each boot — one on the top of my toes and one on the bottom.\n\nPhoto\n\nI constantly push myself to shoot as many events as I can. These are my 14th Olympic Games, and I’m already looking forward to my 15th.", "keywords": ["position", "olympics", "backpack", "shape", "photographers", "house", "steps", "trials", "olympic", "south", "times", "white", "warmers", "toe", "try", "slopes", "pounds"], "polarity": 0.09166099773242631, "subjectivity": 0.36206349206349214},
{"title": "\n                    South Korean Leader Urges U.S. and North Korea to Make Talks Possible                ", "url": "https://www.nytimes.com/2018/02/26/world/asia/south-north-korean-moon-jae-in-talks.html", "text": "Photo\n\nSEOUL, South Korea — South Korea’s president, Moon Jae-in, urged the United States and North Korea on Monday to soften their uncompromising stances so that talks could start on defusing the crisis prompted by the North’s nuclear program and Washington’s threats to stop it with military force.\n\nDuring a meeting with China’s vice premier, Liu Yandong, Mr. Moon said both North Korea and the United States had begun showing a willingness for talks. But Mr. Moon said both sides still needed to step back from their uncompromising stances to make talks possible, according to a statement from his office.\n\n“The United States needs to lower the threshold for dialogue, and North Korea should express a willingness to denuclearize,” Mr. Moon was quoted as saying, summarizing the obstacles he faced in trying to get the two countries to sit down for talks.\n\nMr. Moon’s remarks came a day after he met Kim Yong-chol, a senior North Korean official who attended the closing ceremony of the Winter Olympics in Pyeongchang, South Korea, on Sunday. During the meeting, Mr. Kim expressed the North’s willingness to talk to American officials, according to Mr. Moon’s office. Given the deep mistrust between both sides, though, that is far from an assurance that negotiations will occur.\n\nAdvertisement Continue reading the main story\n\nMr. Moon, who has long advocated dialogue with North Korea, used the Olympics to court the North and in doing so lowered tensions that escalated last year amid a string of nuclear and missile tests by the North.", "keywords": ["korean", "north", "uncompromising", "south", "talks", "possible", "states", "korea", "moon", "willingness", "united", "mr", "leader", "urges"], "polarity": -0.008080808080808084, "subjectivity": 0.3262626262626263},
{"title": "\n                    Without N.H.L., Olympic Hockey Takes Hit in Ratings and Interest                ", "url": "https://www.nytimes.com/2018/02/25/sports/hockey/olympic-nhl-hockey.html", "text": "In the Kings’ locker room at Staples Center, the German forward Tobias Rieder was not watching the gold medal game after his team’s disappointing loss. A recent trade acquisition from the Arizona Coyotes, Rieder had celebrated Germany’s upset of Canada in the Olympic semifinals by wearing a gold jersey at practice on Friday, along with red tape on his black socks to mimic the German flag.\n\nBefore the Kings took the ice against the Oilers, he had expressed excitement for the gold medal matchup, even if he wasn’t entirely sure what time the final started. “I thought they played at four in the morning,” he said, inadvertently acknowledging a halfhearted interest shared by some fans.\n\n“If I came across it when it was on, I would watch it,” the Kings fan Blaine Yanabu said, adding, “For the most part it wasn’t as exciting because N.H.L. players weren’t there.”\n\nYanabu admitted he was unaware that the Olympic gold medal game was taking place around the same time the Kings were to play the Oilers, or even which two countries were playing for the gold.\n\nPhoto\n\nHe was, however, still buzzing about the women’s Olympic ice hockey final on Wednesday, in which the United States captured its first gold medal in the event since 1998 with a shootout victory over archrival Canada.\n\nNBC announced that 2.9 million viewers had watched that showdown, making it the most-watched late-night program in the history of NBC Sports Network. The figure was a marked decrease from the 4.9 million viewers who watched the same matchup in the 2014 gold medal game at the 2014 Sochi Games, which was broadcast on NBC — though the 2014 final began at noon Eastern time, while this year’s gold medal game began at 11 p.m.\n\nAdvertisement Continue reading the main story\n\nViewership for this year’s Olympic men’s tournament saw a similar decline. The United States men’s eight-round shootout victory over Russia in the 2014 Sochi Games established a record at the time for a hockey game on NBCSN, with 4.1 million viewers. But a 5-1 United States victory over Slovakia this year drew only a third of that number, a sign that rosters without N.H.L. stars and late-night broadcast times were the most obvious things keeping N.H.L. players and coaches — and others — from tuning in.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I miss having the NHL players there but I don’t know that it needs it,” said David Profumo, a Kings fan who attended Saturday’s game in an Adam Deadmarsh Team U.S.A. jersey. “On the men’s side, it’s more even now, instead of Canada having all their big players out there. I mean, hockey is hockey.”\n\nDeprived of an opportunity to watch Germany’s gold medal matchup against Russia from start to finish, Rieder said he hoped he would have a chance to at least discuss the game with Draisaitl before the Oilers left the arena. And maybe chat about what might have been in Pyeongchang.\n\n“It’s pretty funny,” Rieder said. “We could be there playing in the finals with Germany, but we’ve got to play against each other.”", "keywords": ["ratings", "game", "hockey", "takes", "players", "olympic", "interest", "hit", "rieder", "medal", "kings", "viewers", "nhl", "gold", "victory"], "polarity": 0.0033837616284424746, "subjectivity": 0.4391540787817384},
{"title": "\n                    Talking Nonsense About North Korea                ", "url": "https://www.nytimes.com/2018/02/25/opinion/trump-north-korea-talks.html", "text": "Photo\n\nPresident Trump has announced new sanctions on North Korea even as United States diplomats said the White House may be open to informal talks. The suggestion of dialogue came amid lowered tensions in the region during the Winter Olympics in South Korea.", "keywords": ["talking", "north", "nonsense", "south", "talks", "suggestion", "trump", "white", "states", "korea", "united", "winter", "tensions"], "polarity": 0.04545454545454545, "subjectivity": 0.3181818181818182},
{"title": "\n                    Can South Korea’s Leader Turn an Olympic Truce Into a Lasting Peace?                ", "url": "https://www.nytimes.com/2018/02/25/world/asia/north-korea-olympics-peace.html", "text": "Mr. Moon may see an opportunity in the surprise offer by the North Korean leader, Kim Jong-un, conveyed in person by Mr. Kim’s sister, to hold their first summit meeting in Pyongyang. Mr. Kim seized on Mr. Moon’s peace overtures before the Olympics to send his sister, Kim Yo-jong, to the opening ceremony and a large contingent of cheerleaders and athletes to the Games in Pyeongchang, South Korea.\n\nBut Mr. Moon also knows he must convince the Americans to give him a chance. In a sign of how hard that will be, and how deeply the United States and North Korea distrust each other, Mr. Pence, who was Washington’s envoy to the opening ceremony, and Ms. Kim would not even look at each other despite being seated only a few feet apart.\n\nOn Friday, Mr. Moon argued for a South Korean-brokered peace and for the United States-North Korea talks when he met with President Trump’s daughter Ivanka Trump, who arrived to attend the Games’ closing ceremony. He told her he wanted to improve ties “in parallel” with efforts to denuclearize the North.\n\nAnalysts said that once the Olympics ended, Mr. Moon would be left to sort out how much of the North’s so-called charm offensive, in which it refrained from provocations like missile tests, could last.\n\n“South and North Korea used the Olympics to use each other,” said Yoo Dong-ryul, director of the Korea Institute for Liberal Democracy in Seoul. “The South was desperate to ease tensions. The North wanted to soften its image and weaken international sanctions. Now comes the hard part for Moon, after the Olympics.”\n\nWithout a solution to the nuclear issue, relations between the two Koreas “will eventually revert to the same crisis mode before the Olympics,” Mr. Yoo said.\n\nPhoto\n\nSo far, Washington and Pyongyang seem unable to talk. The North Koreans, including Mr. Kim’s sister, canceled a meeting with Mr. Pence in Pyeongchang after he refused to soften his criticisms of the North’s weapons and human rights.\n\nAdvertisement Continue reading the main story\n\nNorth Korea seeks to be accepted as a nuclear power and win economic concessions in return for not advancing its nuclear programs any further, analysts say. But the United States insists it will never enter any serious negotiations or ease sanctions until the North commits itself to nuclear disarmament.\n\nOver the weekend, Mr. Trump announced harsh new sanctions against North Korea and warned of tougher measures if the North fails to relinquish its nuclear arsenal.\n\nThe hard line out of Washington has stood in conspicuous contrast with the more conciliatory gestures from Seoul.\n\nDavid Straub, a former American diplomat who is now a fellow at the Sejong Institute in South Korea, said there were rising frustrations in Washington that Mr. Moon was “apparently working at cross purposes with the Trump administration’s effort to apply ‘maximum pressure’ on North Korea.”\n\nThis “could result in a serious clash of wills between the two allied leaders,” Mr. Straub said. “If the Trump administration or the Moon administation does not change its fundamental position, the odds are increasing that relations between the two will worsen.”\n\nMr. Moon, a dogged advocate of dialogue with the North, had spent the last year helplessly watching the Korean Peninsula edge toward active war, as the North test-launched intercontinental ballistic missiles and conducted its most powerful nuclear test, and Mr. Trump threatened to rain down “fire and fury” on North Korea.\n\nDesperate to avoid a possible military conflict, Mr. Moon seized upon the Pyeongchang Games to craft what some analysts called an “Olympic truce.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It dramatically lowered the pitch of tension on the Korean Peninsula, replacing tests, threats and tweets with face-to-face talks, and it restored Seoul as a key player in the game,” said John Delury, a North Korea expert at Yonsei University in Seoul.\n\nThe question, Mr. Delury said, is the extent to which the Trump administration is willing to let South Korea be a mediator with the North, especially as expectations in Washington have dwindled that the Chinese president, Xi Jinping, can persuade the North to disarm.\n\nAdvertisement Continue reading the main story\n\nSome Trump administration officials said the United States had to accept that there was now a viable diplomatic channel between North and South Korea, and figure out how to use it for American goals. The first step, according to these officials, is for the administration to settle on a more consistent message toward North Korea.\n\nThe United States has veered in recent weeks from expressing openness to diplomacy to reiterating threats of military action if the North does not curb its nuclear and missile programs. The net effect, according to analysts, has been to confuse both North and South Korea.\n\nPhoto\n\nWhite House officials will also have to decide how to react if the inter-Korean diplomacy accelerates. The Trump administration is determined not to make undue concessions to North Korea, a mistake it says both Democratic and Republican presidents have made. On the other hand, if the United States takes too hard a position, analysts said it could prompt Mr. Moon to conclude that the Americans will never come around.\n\nThat could prompt Mr. Moon to set off on his own, isolating the United States by driving away one of its most important allies in Asia, which could end up drifting closer to China.\n\n“Once the ball gets rolling, it’s very hard to stop, in large part because Seoul and Beijing want talks so badly,” said Evan S. Medeiros, a managing director at Eurasia Group who was a senior Asia adviser to President Barack Obama.\n\nAnalysts said Mr. Moon was trying to get that forward momentum by seizing on this chance to move the peninsula toward peace with South Korea in the driver’s seat.\n\n“Moon Jae-in is not a naïve waif,” said Gordon Flake, the chief executive of the Perth USAsia Center at the University of Western Australia. “The South Koreans are desperately seeking to change the trajectory, which was leading to a conflict, and at the same time to do that while not giving too much space between them and the United States.”\n\nFor both the Trump and Moon administrations, the first big test will be what to do about joint United States-South Korean military exercises that were postponed during the Olympics and the Paralympics, which will take place from March 9 to 18.\n\nAdvertisement Continue reading the main story\n\nNorth Korea has indicated that it will restart weapons tests if the drills resume, scuttling Mr. Moon’s efforts to broker a peace.\n\nConservatives in both South Korea and the United States fear that anything less than the full resumption of the war games would only advance the North’s ultimate goal of ridding the peninsula of the American military presence, which they say the South needs for protection.\n\nBut progressive South Koreans who support Mr. Moon would most likely see a push by Washington to resume the exercises as “throwing cold water over the South’s Olympic party,” and as an effort to derail Mr. Moon’s push for inter-Korean rapprochement, said Lee Byong-chul, senior fellow at the Institute for Peace and Cooperation in Seoul.\n\nSouth Koreans who attended Olympic events were cautious about how much the Olympic diplomacy could accomplish.\n\nYeon Ju-lee, 21, who recently watched a joint Korean team in women’s ice hockey, said she felt relieved that the North’s participation in the Olympics was easing fears of possible war. But, she said, actual political unification “will take a long time.”\n\nAnother spectator, Lee Hae-man, 62, said recent developments were promising “because we are all one family together, North and South.”\n\n“I will feel very betrayed if Kim Jong-un goes back to missile tests,” he added.", "keywords": ["turn", "north", "olympics", "south", "lasting", "olympic", "koreas", "trump", "truce", "korea", "moon", "united", "states", "mr", "leader", "nuclear", "peace"], "polarity": 0.007703070931226276, "subjectivity": 0.39912877036663447},
{"title": "\n                    Moments Large and Small in a Memorable Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/olympics/pyeongchang-games-winter.html", "text": "Advertisement\n\nMoments Large and Small in a Memorable Olympics Members of The New York Times Olympic staff share their favorite moments from the Pyeongchang Games.\n\nImage Marit Bjoergen of Norway, center, was greeted by her teammates Ragnhild Haga, left, and Ingvild Flugstad Oestberg at the finish of the 4x5-kilometer relay. Credit Antonio Bat/European Pressphoto Agency\n\nVictor Mather: Four years ago, Norway had by all accounts a screamingly successful Winter Olympics, but failed to win the events it treasures the most: the cross country relays. Indeed, Norway failed even to win a medal, placing fourth in the men’s race and fifth in the women’s.\n\nAt the Pyeongchang Games, it appeared all might go wrong again. After one leg of the women’s relay, Norway was third, and after two it was fourth, 30 seconds back.\n\nBut Norway still had two aces to play. The first was Ragnhild Haga, the gold medalist in the 10-kilometer event. She stormed through the course and pulled within three seconds of the leaders.\n\nThen she turned the race over to Marit Bjoergen, one of the century’s greatest athletes in any sport. Already a six-time gold medalist before these Games, Bjoergen had defied her 37 years by picking up a silver and a bronze in individual events in Pyeongchang. (She added an individual gold later.)\n\nAnd the relay? She won it for Norway. Of course. And it certainly made the victory sweeter that the runner-up was Norway’s old rival, Sweden.\n\nFor good measure, Norway won the men’s race the next day, coming from behind again.\n\nImage Adam Rippon in the men's free skate. He finished 10th in the singles competition and helped the United States win a bronze medal in the team event. Credit Chang W. Lee/The New York Times\n\nA Voice That Soared\n\nKaren Crouse: Mixed zones, those areas where reporters descend on athletes immediately after they’re done competing, are seldom places of high profundity. Imagine trying to hold a serious conversation in a packed subway car. But then along came the walking book of quotations known as Adam Rippon, whose repartee is sharper than his skate blades.\n\nRippon, who competed in the men’s and team figure skating events, had a dozen memorable quips and comebacks. After his free skate in the men’s singles, Rippon, one of two openly gay men on the United States Olympic team, was asked about the people back home who don’t embrace him.\n\n“Haters are just fans in denial,” Rippon said, providing an answer, but more important, a mantra, for all of us who regularly put our work out there for public consumption.\n\nImage Xu Mengtao of China during the women's aerials. She did not reach the medal round. Credit James Hill for The New York Times\n\nWhen Olympic Stars Twinkle Overhead\n\nJames Hill: One night during the first week of competition, I had the chance to photograph the women’s aerials finals at Phoenix Snow Park.\n\nIt was my first visit to the venue, and the photo manager told me that during practice he allowed photographers to stand underneath the ramp off which the skiers launch themselves. Normally one has to stand to the side of the course or far below by the finish. This vantage point gave an entirely different view.\n\nOne cannot see the skiers approach, which focuses one’s attention. A speaker announces, “athlete on course,” and one listens attentively as the smooth sound of skis on snow becomes stronger and then, suddenly, the athletes are flying overhead.\n\nAs they take off, their skis carry a residue of snow from the ramps that disperses all around. Sometimes there is a lot of snow, giving the sense of skiers flying in a snowstorm. Sometimes there are just specks which, at night, dot the blackness like stars. As the skiers rotate, one can photograph them upside down or in some obtuse position that is both unfamiliar and wondrous to our eyes or, in this case, seeming to circle the earth like a satellite in the cosmos.\n\nImage Jingyu Lee and Yoonjung Park of the unified Korean hockey team took a lap around the ice after their final game of the Olympics. Credit Hilary Swift for The New York Times\n\n‘We Are One!’\n\nMotoko Rich: Losing all five of its games, the unified Korea women’s ice hockey team was pretty battered, not just on the ice, but by intense political and news media attention. Yet after the team’s final game, against Sweden, the players formed a circle in the middle of the rink and brought their sticks down in a resounding crack, while the crowd chanted, “We are one!”\n\nThen the players did a skate around the perimeter to salute the fans as the theme song from the 1988 Seoul Games, “Hand in Hand,” blared across the arena. The last player on the ice was goalie Shin So-jung, who let in four goals that night. She left to a standing ovation from the crowd.\n\nImage Choi Min-jeong of South Korea after winning the 1,500-meter short-track speedskating race. Credit Hilary Swift for The New York Times\n\nInescapable Speedskating\n\nJohn Branch: The first night of short-track speedskating was a hoot, an arena bursting with energy and a crowd of knowledgeable fans cheering one of South Korea’s favorite sports.\n\nBut you did not have to be in the arena to understand what short track means to the host country. During the last night of competition, I was on a high-speed train from Seoul to the Olympic city of Gangneung. My reserved seat in economy was behind a man traveling alone and next to a woman traveling with her child. I bemoaned my bad timing: I would not only miss being in the short-track arena but also would be nowhere near a television. Then I caught a glimpse of the man’s smartphone. He was watching the live broadcast. I turned to the woman. She was doing the same thing on her phone, her daughter leaning in to see, too.\n\nImage Aljona Savchenko and Bruno Massot of Germany after their stunning long program. Credit Chang W. Lee/The New York Times\n\nA Perfect Comeback\n\nJere Longman: Aljona Savchenko and Bruno Massot of Germany, who were among the favorites in the pairs figure skating competition, fell to fourth after the short program when Massot made a jumping mistake. He seemed disconsolate, and gold seemed beyond reach.\n\nBut they rallied with a stunning performance in the long program. Afterward, having poured everything into the routine, Savchenko, who was competing in her fifth Olympics, collapsed to the ice. Massot went to his knees and hugged her. And they won the gold medal.\n\nUntil November, Massot’s eligibility to compete for Germany had been in doubt. He is a native of France who needed three tries to pass a written test to gain German citizenship. Germany’s president, Frank-Walter Steinmeier, visited the skaters during the Games. Massot later confessed to a friend, “I couldn’t understand everything he said.”\n\nImage Ivett Toth during her sizzling, and chilly, tribute to AC/DC. Credit Chang W. Lee/The New York Times\n\nA Biker on Ice, a Skater on the Edge\n\nJuliet Macur: After just a couple beats of the music playing in the Gangneung Ice Arena, I knew Ivett Toth of Hungary wasn’t skating to the same old songs. Nothing from “Carmen” or “Swan Lake.” Not one of those go-to figure skating songs that I’d heard about 1,143 times since covering my first Winter Games in 2002.\n\nThis was the first Olympics where skaters could perform to music with words, and Toth’s choice was classic — classic rock, that is.\n\nHer music had the rafters shaking. It was AC/DC’s “Back in Black,” and Toth was dressed as a biker. She wore a sleeveless, studded black leather vest with a zipper up the front and an image of AC/DC’s lead guitarist, Angus Young, on the back. She also wore finger-less black gloves and black tights. It was clear that this 18-year-old was expressing herself and having so much fun, and it was heaven to see something so different.\n\nAs the music suggested, Toth rocked it. Half of the crowd clapped along as the song changed to AC/DC’s “Thunderstruck,” a staple of N.F.L. games. The other half of the crowd watched with jaws on the ground. I swear that I could see the judges growing pale.\n\nToth finished 23rd out of 30 skaters, but recorded her personal best score.\n\nWhen Toth came out for her free skate two days later, though, and the first few notes started playing, it was clear that she had left her hard edge at home this time. She went with “Carmen.”\n\nImage Joe Ward, left, with Doug Mills, whom he calls one of his \"heroes.\" Credit Doug Mills/The New York Times\n\n‘It’s Going to Be a Good Morning’\n\nJoe Ward: Anytime you can start your workday on a chairlift with the Pulitzer Prize-winning White House photographer Doug Mills, you know it’s going to be a good morning. Wind chills of minus-20 and gusts of 60 m.p.h. only make the experience of working alongside one of your journalistic heroes all the more memorable.\n\nDoug snapped the famous photograph of President George W. Bush being told about the attacks on the World Trade Center in a Florida classroom. The multitudes of people who admire Mills’s photographs don’t also get to experience his generosity and humor. Some days, more than others, you realize you’re lucky to be doing what you’re doing.\n\nImage Artur Nogal of Poland falling painfully early in the speedskating sprint. Credit John Sibley/Reuters\n\nAn Athlete Falls, and Applause Rises\n\nDavid Segal: If Poland’s Artur Nogal ever has grandchildren and wants to tell them about his Olympic experience, it is going to be a very short story.\n\nIn the men’s 500-meter speedskating event, he lined up, crouched as he readied for the start gun and then sprang into a sprint. It lasted for two seconds. Nogal slipped and fell to the ice, his face of rictus of agony as he spun on his rear end.\n\nIf records were kept for “shortest amount of time in the Games when you were in contention,” this guy would be hard to beat.\n\nHe didn’t stay on the ground for long. While the athlete he was supposed to race flew around the track, Nogal got up and slowly started to skate again. Then something happened that was either amazing or inevitable. Either way, it was stirring and spoke to the deep empathy of the crowd, which recognized immediately that it had witnessed an athlete’s nightmare.\n\nThe audience applauded. It sounded nothing like the applause for Cha Min Kyu, a South Korean who ultimately won the silver and was rapturously cheered when he delivered the best time of the night, at least until a Norwegian bested him by a hundredth of a second. Instead this was the ovation of a crowd expressing its heartfelt condolences, or just saluting Nogal for years of training, and for having the grace and nerve to finish a race he had lost in an instant.\n\nImage Family and fans of Anna Gasser of Austria celebrate her win in the women's Big Air snowboarding final. Credit Hilary Swift for The New York Times\n\nA Visual Cue From the Roar of the Crowd\n\nBedel Saget: As a visual journalist, I find it interesting that my favorite moment of the Pyeongchang Games was a strictly audible one. For the women’s big air final, I was shooting from a position where I could see all the spins and flips but not the scores or the landings, a crucial component in big air. (Ask the silver medalist, Jamie Anderson, who couldn’t hold onto first place after failing to land her “cab double cork 1080” in the final round.)\n\nI followed as best as I could by using the reaction of the crowd after each jump. By the third and final round, I had a strong feeling that the Austrian Anna Gasser — the reigning world champion and favorite whom I’d followed for an entire year for one of our Olympic preview interactive graphics — would land somewhere on the podium.\n\nThe stadium was so quiet for this last and deciding jump, I sensed everyone could hear the rapid fire of my camera as Gasser flew past me, flipping twice and spinning three times on her cab double cork 1080. After she disappeared out of view, the exploding roar of the crowd told me that something special had just happened. Gasser had won the first gold medal in Olympic big air competition, and more important, this entire field of athletes had finally been able to reveal the progress and depth of women’s snowboarding. It was a stark contrast to the slopestyle final, in which the women had to scale back their runs because of dangerously high winds.\n\nImage Vice President Mike Pence of the United States and President Moon Jae-in of South Korea shared a laugh at the women's 500 meters short-track speedskating race. Credit Julie Jacobson/Associated Press\n\nA Night of Geopolitics, and Gold\n\nRandal C. Archibold: In one night, I saw South Korea win its first gold medal, Vice President Mike Pence and his entourage push past me, and the North Korean cheerleading squad execute “the wave” with robotic precision.\n\nWho knew short-track speedskating could deliver so much in one night?\n\nIt was a chance visit to the event, motivated by the simple urge to get out of the windowless office where I helped edit our coverage and to go see something. The other events I attended or covered could not match this one for its athletic and geopolitical resonance. So the first Olympic event I have ever attended will probably stay with me the longest.\n\nImage Who let this guy come to the top of the jump? Credit Doug Mills/The New York Times\n\nAn Olympic Veteran Reaches New Heights\n\nDoug Mills: Without a doubt, my pinch-me moment came when I was allowed to spend time up in the ski jumpers’ start house. This is a place I had never visited while photographing several other Games, and I had not seen many photos made from inside.\n\nI would not have been allowed to show the reader the behind-the-scenes images without the support of the wonderful photo managers at that venue. It’s hard to describe how far up the start house is, but I know one thing: There is no way I could do what these Olympic athletes do.\n\nImage \"As long as we can make people smile, we are happy,\" said one of the Norwegian men at the train station. Credit Inyoung Kang\n\nNorwegian Fans Help Make the World Smaller\n\nInyoung Kang: I was waiting for the 8:24 train back to Seoul when I heard the two men coming — laughing, chattering, clanking. They were covered in Norwegian flags, from their glasses to their cowbells to their Viking plushies.\n\nI gawked for a moment before asking if I could take their picture.\n\n“Of course!” they said in unison, beaming and posing.\n\nI snapped a photo and asked if they were in Pyeongchang to cheer for anyone in particular. In the station, I had met a Swede who had come to support his daughter, an Alpine skier.\n\n“No, we are just fans,” one said. He gestured at his friend’s get-up. “We came here for fun. As long as we can make people smile, we are happy.”\n\nThe first Olympics I remember watching were the Nagano Games in 1998. As a child, I was fascinated by the sports, the teams and how the world seemed to come together and put aside its differences, if only for a little while. Now, 20 years later, I was in the country of my parents’ birth to cover my first Olympics. I have always felt a bit like an outsider — a minority at home or a foreigner with an American accent here. But that night on the train platform, on my 20th visit to Korea, the world felt a little smaller. I thanked the Norwegians, and we parted ways.\n\n\n\nImage At the finish of the team sprint, Jessie Diggins made one small slide for herself and one giant stretch for Team U.S.A., clinching its first gold in cross country. Credit Dmitri Lovetsky/Associated Press\n\nBecause Minnesota\n\nTalya Minsberg: “Because Minnesota.” That’s a reason I was assigned to follow the United States women’s cross country team throughout the Winter Games. Both Jessie Diggins and I grew up in Minnesota and spent hours racing around golf courses in the Twin Cities.\n\nDiggins and the other American women had a real shot at winning a medal in cross-country skiing — the first for the United States since Bill Koch took home a silver in 1976.\n\nOn Feb. 10, she finished in the fifth in the skiathlon. On Feb. 13, she finished sixth in the sprint classic. Two days later, she finished fifth in the 10-kilometer freestyle, just 3.3 seconds away from winning a medal. And when the stands were the fullest, on Feb. 17, the American team of Sophie Caldwell, Sadie Bjornsen, Kikkan Randall and Diggins came in fifth in the 4x5-kilometer relay.\n\nWhen asked if she still thought she could win a medal, after so many narrow misses, Diggins flashed a megawatt smile and said, “If I didn’t, I wouldn’t be here.”\n\nOn Wednesday morning, the day of the team sprint relay, my editor sent me a message: “Want to chase cross country one more time?”\n\nThe race turned out to be one that deserves to be replayed in Olympic highlight reels for years. Diggins and Randall didn’t just win a medal. They took the gold.\n\n\n\nImage The Pyeongchang crowds approached the Olympics with a mix of enthusiasm and fascination. Credit Hilary Swift for The New York Times\n\nSome of the Best Pictures Are Not of Athletes\n\nHilary Swift: One of my favorite days at the Olympics was the qualifying runs for women’s big air snowboarding. It was probably the warmest day I can remember, and so a lot of spectators came to the event.\n\nMy colleague Doug Mills was at the top of the jump getting pictures of skiers coming down, so I was free to roam the crowd and look for features. To me, this photo speaks to what the Olympic experience is like for the majority of people who cycle through venues. You may not be an athlete or a volunteer, but you’re supporting your country’s athletes and others from all over the world.\n\nImage The media buses at the Olympics were like moving living rooms with live coverage of the Games. Credit Hilary Swift for The New York Times\n\nPardon the Delay While My Country Races\n\nAndrew Keh: A bus full of journalists was chugging down a busy road last Sunday when the driver swerved onto the left shoulder, put the vehicle in park and craned his neck for a better view of the giant television propped above his head.\n\nRight then, Lee Sang-hwa of South Korea was inching toward the starting line in the women’s 500-meter speedskating event. Lee charged around the ice, only to finish 0.39 seconds behind the eventual gold medalist, Nao Kodaira of Japan. As Lee broke down in tears, the driver tapped the steering wheel, let out a disappointed grunt and started the bus again.\n\nBus drivers were among the countless workers here doing thankless jobs to keep the Olympics running. But every so often, when a Korean athlete was about to perform, patriotism (or perhaps mere curiosity) compelled them to pause for a few moments. The passengers never seemed to mind.\n\nTwo days later, a bus driver on a different route pulled over to watch the final seconds of the South Korean women’s curling win over the United States team. Some passengers clapped as the women, unexpected stars of the Games, celebrated on screen. The driver laughed out loud.\n\n“Wow, they really are good,” he said to no one in particular. Then he yanked the bus back into busy traffic.\n\nImage Michelle Gisin of Switzerland was a friendly bus companion one day and a gold medal winner in the Alpine combined a few days later. Credit Doug Mills/The New York Times\n\nExceptional on the Slopes, Normal on the Bus\n\nTara Parker-Pope: For me, the best part of the Olympics happened between competitions, when I would occasionally run into athletes or their families in a casual setting. I struck up a conversation with the Swiss skier Michelle Gisin on a bus — about her two siblings, who also ski (her sister Dominique won a gold medal in Sochi), and how her parents worry about them getting hurt.\n\nGisin was charming and humble. We traded pins, and I wished her luck. A week later she stormed to a gold medal in the Alpine combined. At my hotel, I ran into 17 relatives of the snowboarder Jamie Anderson a few hours before she won the gold medal in the slopestyle competition. “You know Jamie?” her father asked, almost surprised at how famous his daughter had become.\n\nIt’s an incredible gathering of athletes and families, all so passionate about what they do, and you find these athletes often are just normal people doing exceptional things.\n\nImage Two old friends, Matthew Futterman, left, and Jason Albert, tried to figure out where more than a quarter-century had gone since the last time they saw each other: on their college graduation day. Credit Gabby Naranja\n\nIs That You, Jason?\n\nMatthew Futterman: The Olympic Games are supposed to be about bringing people together.\n\nAs a student at Union College in Schenectady, N.Y., I spent the better part of my junior and senior years sharing a rundown house with a great friend named Jason Albert. We called him “J-bert” back then. A lover of the outdoors, he was the guy who, on a clear night, would take his sleeping bag and crash in the middle of the softball field because, well, why not?\n\nWe spent endless hours on beat-up couches, contemplating problems large and small — Iraq, what we were going to do after graduating, girls who (rightfully, probably) found us unworthy.\n\nOn graduation day, we bro-hugged and said something like, “See you soon.”\n\nWe didn’t. That was nearly 27 years ago. There is no good explanation other than life, which carried him to Bend, Ore., and me to the Upper West Side of Manhattan.\n\nThe day before the Olympics started, as I was looking at my phone and hurrying to attend to a story, I nearly walked head-on into a correspondent for the great Nordic sports website fasterskier.com — my old friend and housemate Jason.\n\nIn that moment, and then at a couple cross country races where we leaned on a fence and watched the competition, we were right back on those couches — thankfully, without very much to complain about.\n\nImage From left to right, Mina Kim, Robert Fissel and the brothers Keun Hwan and Dong-hyung Lee taking in a bobsled race. \"It's so fast,\" Dong-hyung Lee said. Credit Chang W. Lee/The New York Times\n\nThe Best Bobsled Picture Has No Bobsled\n\nChang W. Lee: This is my favorite picture from these Olympics.\n\nIt’s so hard to find a new way to illustrate many Olympic sports, especially bobsled.\n\nOne day as I walked down from the top of the sledding hill, I could barely see anything. There were spots where I could see some parts of the track, with the Olympic Village in the background or flags nearby, but they didn’t make for very good pictures.\n\nI kept walking down. Still, nothing much. The competition went on, and I didn’t have a picture yet. I heard the crowds cheering, but there was no bobsled in sight. When I had nearly reached the bottom, I saw a gap in the course. I peeked into it. I tried looking for several different groups of fans, but I didn’t see much in the way of reactions.\n\nThen, there we go. I made the best picture of sliding sports I have ever seen, even without a bobsled.\n\nThree fans made all the noise in the grandstand next to the finish line. Just three fans. You could not help but hear their cheering, because just about everyone else in the area was stunned silent.\n\nImage Ester Ledecka of the Czech Republic stood stunned after winning the women’s super-G Alpine race. Credit Doug Mills/The New York Times\n\nDid I Really Just Do That?\n\nBill Pennington: The outcome of the women’s super-G Alpine race had been decided about 10 minutes earlier. Or so it seemed. The top 20 ranked skiers had already finished, which in nearly every case would mean that the fastest time had already been recorded.\n\nThen Ester Ledecka of the Czech Republic, the 26th racer to leave the start gate, dashed down the hill. When she came to a stop and turned her eyes to the scoreboard, she stood motionless, her mouth agape. There was a No. 1 next to her name.\n\nOther racers and the audience were as stunned as Ledecka. But not three Czech fans in the grandstand. They began yelling, stomping their feet and shaking cowbells.\n\nLedecka was sure it was a mistake. Much of the crowd thought the same thing, and a confused quiet enveloped the finish area.\n\nBut there was no error, and bit by bit, the three Czech fans had a contagious effect on those around them. The cheering built slowly until it was a roaring ovation. It almost, but not completely, drowned out the three fans who first knew the truth — and celebrated the capricious spirit of the Olympics.\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page B 8 of the New York edition with the headline: Moments & Memories Large & Small\n\n\n\n\n\n", "keywords": ["womens", "credit", "olympics", "large", "games", "olympic", "fans", "gold", "team", "medal", "moments", "york", "small", "memorable"], "polarity": 0.1348748929022366, "subjectivity": 0.42537959653193985},
{"title": "\n                    The Airborne Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/the-airborne-olympics.html", "text": "Image Credit Doug Mills/The New York Times The Airborne Olympics CreditDoug Mills/The New York Times\n\n\n\n\n\n\n\n\n\nAt the Winter Olympics, many gold medals are earned in the air. Generally the athletes that manage to defy gravity for the longest can pull off the most complex maneuvers, positioning themselves for the podium.\n\nNew York Times photographers have captured airborne athletes throughout the Pyeongchang Games. Here’s a look at some of their favorites photos.\n\nImage Jamie Anderson of the United States won silver in snowboard big air on Thursday morning. Credit Hilary Swift for The New York Times\n\nIn the newest Olympic sport, big air, athletes shoot down a 49-meter-high hill and launch themselves off a ramp. The sport consists of that one jump and as many tricks athletes can fit into their time in the sky. It’s called big air for a reason.\n\nJamie Anderson of the United States won the silver medal. Earlier in the week, she won a gold in slopestyle snowboarding.\n\nImage Shaun White competing at the Pyeongchang Winter Olympics. Credit Chang W. Lee/The New York Times\n\nHalfpipe snowboarders and skiers have more than one chance to go skyward. While traveling down the 170-meter halfpipe, athletes sail — sometimes over 20 feet above the rim — to perform a variety of tricks. They are judged on the degree of difficulty, height and technique.\n\nAmerican Shaun White won his third gold in the halfpipe. His third run was nearly flawless, and included a frontside double cork 1440 followed by a cab double cork 1440. Trust us, that’s really hard.\n\nImage Cassie Sharpe of Canada won the gold in ski halfpipe. Credit Doug Mills/The New York Times\n\nHalfpipe skiers are judged on the number of turns, snowboarders are judged on the number of rotations. So these athletes don’t need to just get themselves in the air. To win, they need to stay there for as long as they can to complete their run.\n\nCanada’s Cassie Sharpe won the gold medal in the ski halfpipe with a run that included back-to-back 900s and a cork 1080.\n\nImage Yuzuru Hanyu during his free skate. In this program, he scored second behind Nathan Chen of the United States. He scored a 317.85 in total, and was able to defend his Olympic title. Credit Margaret Cheatham Williams/The New York Times\n\nFor a figure skater to earn a spot on the podium, they need to rise above the ice. Each jump is worth a certain number of points based on the degree of difficultly, and judges frequently watch slow motion replays of routines to make sure rotations are properly noted.\n\nJapanese gold medalist Yuzuru Hanyu performed quad salchows and quad toe loops, earning his second consecutive gold medal.\n\nImage Alina Zagitova skated her way to the gold medal in the free skating program of women’s skating competition at the Pyeongchang Games. Credit James Hill for The New York Times\n\nRussian gold medalist Alina Zagitova successfully landed a triple lutz — triple loop combination in both her short and long program.\n\nImage Lindsey Vonn of the United States hits a jump during her run at the Jeongseon Alpine Center in Pyeongchang, South Korea. Vonn finished 6th. Credit Doug Mills/The New York Times\n\nNo one can compete with the airborne speed of downhill skiers at the Olympics. To reach the bottom of the hill first, they must navigate jumps quickly and smoothly. That means being airborne at some 80 miles per hour and landing safely, only to make a turn and do it again.", "keywords": ["credit", "olympics", "airborne", "athletes", "air", "states", "united", "york", "won", "gold", "pyeongchang"], "polarity": 0.12370189995189998, "subjectivity": 0.3804834054834055},
{"title": "\n                    Highlights and Photographs From the 2018 Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/olympics/closing-ceremony-winter-games.html", "text": "As a little thrill to shake up the torpor of the speeches, several well-known athletes, including Lindsey Vonn and Pita Taufatofua, the Tongan taekwondo Olympian who competed in cross-country skiing and appeared shirtless and well-oiled for the fourth consecutive Olympic ceremony, posed with Bach and made a heart gesture with their hands.\n\nPhoto\n\nPhoto\n\nBeijing 2022 Takes the Stage\n\nSkaters scooted around the stage leaving luminescent trails that formed patterns, and eventually the logo of the 2022 Games. Giant illuminated pandas roller-bladed around. And then, at least according to the guidebook, the pandas flew back to Beijing through the internet.\n\nPhoto\n\nK-Pop Takes a Turn\n\nTime for K-pop! CL sang the pseudo hip-hop song “The Baddest Female” and “I Am the Best,” with torches and dancers. The crowd hit its highest level of excitement so far. And then some ritual. The national anthem of Greece. The flag of Greece was raised. The Olympic anthem. The Olympic flag was lowered and handed over to the mayor of Beijing, host of the 2022 Games. The national anthem of China. And that meant it was time for a segment devoted to Beijing. Yes, with pandas!\n\nPhoto\n\nVisual Spectacle and Some Math\n\nNext a somewhat abstract look at time. Some base 60 numbers were projected. It was a bit hard to understand, but the ceremony guidebook clarified: “When the number becomes zero, the people of the future break free from the existing time and space, and arrive at a world no longer bound by gravity.” And “The Axis of New Time set a new orbit of time in motion, and despite the fluid nature of the orbit, it reformulates itself by discovering and creating a new order.” Thousands of moving lights and dancers made for a fine visual spectacle if not a crystal clear one.\n\nPhoto\n\nCross-Country Medalists Share the Stage\n\nTraditionally a victory ceremony or two is held at the closing ceremony. Here it was the men’s and women’s mass start cross-country races. Marit Bjoergen of Norway accepted her mind-boggling eighth gold medal and Iivo Niskanen of Finland his second. Thomas Bach of the IOC was on hand and was introduced for a second time as a former fencing gold medalist. In English and French. In French, fencing is “escrime.”\n\nPhoto\n\nPhoto\n\nNorth Korea and South Korea Carry Their Own Flags\n\nRather than carrying the unified flag that was seen throughout the Games, South and North Korea each carried in their own flag: speedskater Lee Seung-hoon carried South Korea, and Kim Ju-sik of pairs figure skating, carried North Korea.\n\nOn the stage, a mournful and reflective moment; a tribute to those who have died, led by a turtle and giant puppets. The puppets were kkoktu, used at funerals to guide the dead to the next world. Marchers carried dandelion seeds, symbolic of life arising from death. Turtles are said to carry messages from humans to the gods.\n\nPhoto\n\nPhoto\n\nPhoto\n\nThe Parade of Flags, Minus One\n\nNext up was the parade of flags, with each nation carried by one of its own Olympic heroes. Except for Russia, whose flag has been banner non grata at the Games. Ester Ledecka (Czech Republic), Jessie Diggins (U.S.), Marit Bjoergen (Norway), Ireen Wust (Netherlands) and Javier Fernandez (Spain) are among those who earned the honor.\n\nAdvertisement Continue reading the main story\n\nAnd then came the mass of athletes, entering in no particular order rather than strictly by nation as in the closing ceremony. This entry was scheduled to take 20 minutes, although at other Olympics it has often gone on much longer. There were a record 2,920 athletes at these Games.\n\nThe Canadian delegation marched in on a high, with many athletes wearing their medals around their necks. They had their best Winter Olympics performance ever — winning 29 medals in total, 11 gold. You’ll notice less athletes in the closing ceremony than you did in the opening ceremony. Many athletes — and most of the biggest name athletes — travel back home after their events. But the last event of the Olympics concluded just 3 hours before the closing ceremony. So if you see any athletes limping just a little, they may have participated in this afternoon’s 30 kilometer cross-country skiing race.\n\nPhoto\n\nPhoto\n\nPhoto\n\nA Blending of Traditional and Rock Music\n\nJang Sa-ik and a group of children got the South Korean national anthem assignment. The anthem was accompanied not by an orchestra but by a single marimba, a xylophone-like instrument. And then Yang Tae-Hwan, 13, completely shredded Vivaldi’s the Four Seasons (Winter, naturally) in a rock guitar arrangement, as performers in glowing suits cavorted. Eighty traditional Korean instruments, geomungos, a kind of zither, were then mixed with the rock — the meeting of old and new. A prayer pagoda rose from the stage to cap the opening number.\n\nPhoto\n\nA Colorful Introduction and a Handshake\n\nIn a colorful intro, young skiers and skaters on wheels dashed onto the circular stage that filled the pentagonal stadium. There was heavy use of light projections on the stage. President Moon Jae-in of South Korea and Thomas Bach of the I.O.C. arrived and shook hands with Ivanka Trump among others. They were presented with snow globes by two children. Their significance? They were each born on July 7, 2011, the day Pyeongchang was awarded the Games.\n\nIt was 35 degrees in the Pyeongchang Olympic Stadium. That’s tropical compared to the low teens from the opening ceremony here. Attendees were still given a bag with a seat warmers, hand warmers and toe warmers. The ceremony is expected to be two hours long, after all.", "keywords": ["olympics", "2018", "athletes", "south", "highlights", "stage", "olympic", "flag", "anthem", "games", "ceremony", "photographs", "korea", "winter", "carried"], "polarity": 0.10879314379314374, "subjectivity": 0.40920001170001147},
{"title": "\n                    Russians Won’t Get to March Behind Their Flag at the Olympic Closing Ceremony                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics-russia-closing-ceremony-ban.html", "text": "Russia’s final doping test results are anticipated within 72 hours, and if they are clean, the country will be restored to the I.O.C. in early March, Hoevertsz said.\n\nWith the vote, the I.O.C.’s membership rubber-stamped a recommendation from its executive board. That group failed to reach common ground at a meeting on Saturday.\n\nThe Bach-led executive board asked the review panel to change a part of its report late Saturday. The report was changed to make clear the two failed drugs tests were not part of a systematic doping scheme involving the Russian Olympic Committee.\n\nTwo investigations revealed that Russia’s doping program had tainted scores of athletes and multiple sporting events across several years. Many of Russia’s top athletes were linked to the scandal and barred from the Games.\n\nAlina Zagitova, a 15-year-old figure skater, was the only Russian to have won a gold medal in Pyeongchang by the time the committee voted. The men’s hockey team won a second gold on Sunday, defeating Germany.\n\nThe Russians will now leave the Olympics the way they entered: in neutral uniforms that provided a constant reminder of the damage done to Russia’s sporting reputation by the scheme, a state-controlled effort to replace drug-tainted urine samples with clean ones, according to the investigations.\n\nPresident Vladimir V. Putin of Russia and other top sports officials from the country have denied that the doping program reached the highest levels of their government.\n\nAdvertisement Continue reading the main story\n\nThe effects of the scandal have disrupted the last two Games, shifting attention from athletics to litigation. Before the 2016 Summer Olympics in Rio de Janeiro, where Russia participated as a nation while some of its athletes were banned because of the scandal, the country tried to use the sports courts to increase its number of participants. It made a similar effort in the final days leading up to these Winter Olympics. Both attempts were unsuccessful.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA Russian delegation that included Evgenia Medvedeva, the silver medalist in women’s figure skating, made a presentation to the executive board.\n\nThe bobsledder Nadezhda Sergeeva’s positive drug test the day before did not help Russia’s cause. She was the second Russian to fail a drug test here. When the I.O.C. banned Russia on Dec. 5, the organization said a condition of the country’s reinstatement would be a commitment to global antidoping regulations. Russia was also required to pay a $15 million fine.\n\n“This is not a decision everyone will be happy with,” Hoevertsz said after Sunday’s vote. “We will be criticized.”\n\nThe decision to potentially reinstate Russia met skepticism on Sunday, with critics pointing to retests of doping samples conducted years after the 2008 and 2012 Summer Olympics. In those tests, Russian athletes had the most confirmed cases at both Games, according to the I.O.C.’s own statistics (18 out of 65 from Beijing 2008; 21 out of 49 from London 2012)\n\n“If the retests shows the result then the I.O.C will take the appropriate measures,” Bach said at a news conference Sunday afternoon, without elaborating.\n\nRichard Pound, the I.O.C.’s longest-serving member, skipped the meeting in protest of what he considered to be lenient treatment of Russia. Adam Pengilly, a British member who also has been critical of the I.O.C.’s reaction to the Russia scandal, was sent home from the Games after an altercation with a security guard.\n\nAfter being warned that their conduct would affect the I.O.C.’s decision, Russian athletes have largely been keeping a low profile in South Korea. They have generally stayed off social media and refrained from making critical comments or displaying nationalistic symbols.\n\nThe two failed drugs tests were not part of a systematic doping scheme, the panel said. Russia’s I.O.C. member, Shamil Tarpischev, said “a lack of cultural education” was to blame.\n\nAdvertisement Continue reading the main story\n\nRussia will be welcomed back as a full-fledged Olympic nation if all of its remaining drugs tests from the Pyeongchang Games are negative. Then the I.O.C. can try to move on from one of the biggest scandals in Olympics history.\n\nAthletes from around the world have been among the most critical voices opposing Russia’s return. On Saturday, American biathletes joined others to say they wouldn’t participate in a season-ending event in Russia.\n\n“We believe this should be the end of this big problem and pave the way for a new chapter in Olympic sport,” Tarpischev said.", "keywords": ["russians", "olympics", "doping", "athletes", "flag", "olympic", "russia", "russian", "iocs", "scandal", "ceremony", "wont", "closing", "tests", "russias", "ioc"], "polarity": 0.09563270063270064, "subjectivity": 0.39629370629370625},
{"title": "\n                    At the Olympics, Motherhood Skis Away With a Gold and a Bronze                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics-motherhood-randall-gold-medal.html", "text": "After their pregnancies, Randall and her fellow competitors shared parenting advice about sleep training and getting back into shape. It seems to have worked. Two of the women ended up on top of an Olympic podium at these Games and two more came close.\n\nThey also worked together to persuade the International Ski Federation to support them. Randall and Finland’s Aino-Kaisa Saarinen were able to get federation officials to provide credentials for caregivers and to find space for baby rooms — stocked with diapers and toys — that doubled as a warm place for children and the people watching over them during long events.\n\n“Men can have families, and they don’t ever have to miss a single race,” said Randall, who has pink highlights in her blond hair and is as ripped as a ninja warrior. “Knowing we were all having babies, we lobbied to have some support for moms that first season back. It’s the first time the international federation has provided that kind of support.”\n\nWhile those changes helped, all of the other mothers lived in Europe and didn’t face the same challenges Randall did in packing up her family and traveling for six months out of the year. For Randall, the only way to make the ski season successful as both an athlete and a parent was to enlist the support of her teammates.\n\nTheir buy-in was never in doubt. Randall has long been at the elite level of cross-country skiing, and several of her current teammates idolized her when they were teenagers. The goal was for Randall to spend time training with the team and still be there for her family. It helped that her husband, Jeff Ellis, a former Canadian ski racer, worked as a media coordinator for the International Ski Federation. Both sets of grandparents have also provided extensive caregiving during the racing season.\n\nPhoto\n\n“We made this deal where I wanted to be as much a part of the team as I could, but I didn’t want to be disruptive to the athletes,” Randall said. “Kids bring extra germs, and he might be crying at night.”\n\nAdvertisement Continue reading the main story\n\nAfter talking with the coaches, her family adopted ground rules — sitting at separate tables in the dining hall to allow the athletes to decide how much or how little they wanted to interact with the baby. Randall and her family stayed in separate quarters, but sometimes those rooms were still within earshot of teammates, creating extra worry about whether a crying baby might wake someone up.\n\nThere were bumps in the road. It took a month for Breck to adjust to the time difference in Europe, resulting in multiple wake-ups at night. And it was also a challenge to be on the road with a growing baby. “There was a lot of gear,” Randall said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe toughest part was dividing her time between the needs of her family and her own desire to be with her team. “How do I be the best mom and best athlete? That part I hadn’t anticipated,” she said.\n\nHer teammate Diggins said the cross-country team knew that having a baby along during training and competition wouldn’t always be ideal. Sometimes the Americans stayed in small hotels with thin walls, and team members would hear Breck crying in the middle of the night or when they were trying to nap, she said, speaking last fall at an event in Park City, Utah.\n\nBut Diggins said the team didn’t want Randall to have to choose between being a mother and being a world-class skier, and they wanted to help her create something approaching a work-life balance. “Women shouldn’t have to choose,” Diggins said. “This team only works when everyone buys in.”\n\nPhoto\n\nAnd there were benefits to having Breck along for the ride, said Sadie Bjornsen, another team member. Bjornsen, who calls herself a “sucker for kids,” said playing with Breck on the road helped keep her from thinking about skiing every waking hour.\n\n“Sometimes I will come in after a race and be bummed out about how I’ve done, and I’ll just go over and hug Breck, and it will make me feel better,” she said.\n\nRandall, who plans to retire after this Olympics, recently won election to the International Olympic Committee Athletes’ Commission. She hopes she can use her experience as a mother and an athlete to help other Olympic families.\n\nIn the end, she did not bring her son to the Olympics because the cost was so prohibitive. Instead, Breck stayed in Toronto with her husband’s parents, and the separation was painful, said Randall. She said she wanted to work with the I.O.C. to create affordable housing for family members at future Olympics.\n\nShe hopes that seeing women like herself and Bjorgen on the Olympic podium will convince a new generation of athletes that it doesn’t have to choose between an Olympic medal and motherhood. In fact, she asserted, the two can work well together. She recalled sharing a moment with Bjorgen when they were each presented a stuffed white Soohorang tiger, the Olympic mascot, during the podium ceremony. They looked at each other with a knowing laugh.\n\nAdvertisement Continue reading the main story\n\n“I said, ‘Well, this is for Breck,’ and she said, ‘This is for Marius.’ ”", "keywords": ["away", "olympics", "bronze", "randall", "family", "olympic", "team", "international", "baby", "motherhood", "wanted", "ski", "breck", "skis", "federation", "gold"], "polarity": 0.11003659039373326, "subjectivity": 0.35858757644471934},
{"title": "\n                    For the Moment, Mikaela Shiffrin Is Looking a Little Lonely at the Top                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/american-skiiing-alpine-shiffrin-vonn.html", "text": "That leaves the 22-year-old Shiffrin, who could compete in two or three more Winter Olympics. Shiffrin may yet be a transcendent talent who sets a host of Olympic medal records, but is anyone else in the American ski racing community going to rise up and give her a hand?\n\nIn the last two weeks here, besides Vonn and Shiffrin, there were women on the United States team who showed promise. In the women’s downhill, Alice McKennis was fifth and Breezy Johnson was seventh. Over all, if you add their teammates Laurenne Ross and Alice Merryweather, there were seven top 20 finishes at the Pyeongchang Olympics by American women not named Vonn or Shiffrin.\n\nAnd another top woman on the United States team, Jacqueline Wiles, missed these Winter Games when she was injured in a heartbreaking crash on the final weekend of racing before the 2018 Olympics were to start. Wiles was third in a World Cup downhill late last month.\n\nPhoto\n\nBut on the men’s side, things were more bleak. Perhaps symbolically, Ted Ligety, one of three Americans to win two Alpine gold medals, watched his Olympic career probably come to a close with a disappointing 15th in his signature event, the giant slalom. Days earlier, Ligety had the highest finish by an American man at the Pyeongchang Games when he was fifth in the Alpine combined. The American men’s team was without one of its top performers in Travis Ganong, who is injured. The 36-year-old veteran Steven Nyman was also sidelined.\n\nStill, Ligety’s fifth place was the only top 10 result by an American man here. That’s a long way from the eight medals the Olympic men’s team won at the 2010 Vancouver Games.\n\n“We don’t have all cylinders firing, but that doesn’t mean we can’t turn it around in a two- to four-year cycle,” said Tiger Shaw, the chief executive of U.S. Ski and Snowboard, the umbrella group overseeing the ski team. “We have a lot of young talent. I think you need to look at potential, and when I look at the potential, I’m not worried.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt is true that there were flashes of an improved future for the American men. Ryan Cochran-Siegle, who is the son of the 1972 American Olympic gold medalist Barbara Cochran, had the third fastest time in the field in the second run of the giant slalom. Cochran-Siegle was participating in his first Olympics, and finished 11th, but even one blistering run on a big stage can propel a budding career. Cochran-Siegle was also 14th in the super-G.\n\nBryce Bennett, another Olympic rookie and an intriguing prospect because he is 6 feet 7 inches, was 16th in the downhill and 17th in the Alpine combined. Bennett and Cochran-Siegle are each 25 years old.\n\nAdvertisement Continue reading the main story\n\nBuried for now deep on the United States ski team’s roster are other American men with impressive junior racing pedigrees who were simply too untested on the World Cup level to qualify for the trip to Pyeongchang. Included in that group is River Radamus, the son of two high-level, Colorado-based, ski racing coaches. Radamus, 19, has been near the top of the overall standings on what amounts to ski racing’s minor league circuit for most of this winter. In 2017, at the Youth Olympic Games, Radamus won three races, which was unprecedented at the event.\n\nTwo years older than Radamus is his teammate Sam Morse, who won the downhill at the junior world championships last year (Merryweather won the women’s downhill).\n\nMorse, raised in Maine, not only believes better days are coming for the American men, he believes the new wave of racers will introduce pioneering techniques because it is the first generation to have spent its entire upbringing using shaped skis, which, because of their parabolic silhouettes, are easier to turn.\n\n“It’s a different style coming up, more arcing of turns and less sliding,” Morse said late last year.\n\nMorse added: “And when we come up, it won’t just be one or two fast guys but a whole squad.”\n\nIf so, Shiffrin will appreciate the reinforcements.", "keywords": ["racing", "looking", "olympics", "shiffrin", "moment", "olympic", "mikaela", "team", "radamus", "downhill", "american", "ski", "won", "little", "lonely"], "polarity": 0.10282756132756134, "subjectivity": 0.38639610389610385},
{"title": "\n                    Her Olympic Goal: Find Her Birth Parents                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005741037/her-olympic-goal-find-her-birth-parents.html", "text": "4 U.S.\n\nTrump on Florida Shooting: ‘I’d Run in There Even If I Didn’t Have a Weapon’", "keywords": ["ustrump", "parents", "olympic", "birth", "goal", "weapon", "shooting", "run", "id", "florida", "didnt"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    As Medals Pile Up, Norway Worries: Are We Winning Too Much?                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/final-medal-count-norway.html", "text": "PYEONGCHANG, South Korea — Surpassing its own lofty expectations, Norway has delivered the greatest performance in the history of the Winter Games, winning a total of 39 medals, 14 of them gold. A nation of only five million people has crushed all comers, including sports behemoths like Germany and the United States, in the events Norwegians care about the most.\n\nElsewhere, these historic results would yield the kind of street parties where strangers high-five one another until their hands hurt. In Norway, celebrations have been far more subdued. The most raucous it has gotten so far is a lot of joyful shouting at the television.\n\n“We always want to win,” said Fredrik Aukland, a TV sports commentator in Norway. “But modesty is a big part of the culture here. And Norwegians don’t go out much.”\n\nUnless it’s Constitution Day, ostentatious displays of all kinds are frowned upon in Norway, especially when it comes to wealth, a notable feature in one of the world’s richest countries. Nobody expects a parade for returning athletes, even though they are bringing home 14 medals in cross-country, six in biathlon, five in ski jumping, seven in Alpine skiing and four in speedskating.\n\nAdvertisement Continue reading the main story\n\nThe haul is sure to revive pangs of concern that have shadowed Norway’s streak of victories in recent years — that the country may dominate some winter sports so thoroughly that it is ruining them.", "keywords": ["medals", "far", "norway", "14", "yield", "win", "worries", "norwegians", "worlds", "winter", "winning", "pile"], "polarity": 0.25724637681159424, "subjectivity": 0.5871980676328502},
{"title": "\n                    Winter Olympics 2018 Results: Russia Wins Hockey Gold                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/medals-table-schedule-results.html", "text": "Advertisement\n\nWinter Olympics 2018 Results: Russia Wins Hockey Gold Right Now Marit Bjoergen won her eighth gold medal in the final event of the Games, mass start cross country.\n\nImage The Swedish women’s curling team defeated South Korea in the gold medal match. Credit Chang W. Lee/The New York Times\n\nEnd of the Line for Garlic Girls\n\nSouth Korea’s “Garlic Girls” lost the curling gold medal match to Sweden, 8-3. Two steals in ends 4 and 5 gave Sweden a 5-1 lead that it did not relinquish. South Korea’s silver medal was its first in curling; it also won its first snowboard, bobsled and skeleton medals ever at these Games.\n\n“We did the game of the week when we needed it in an Olympic final,” said Swedish skip Anna Hasselborg. “I'm so proud of my girls. It was an amazing game to play. I'm overwhelmed with feelings. It's crazy.”\n\nImage Olympic Athletes from Russia, including Ilya Kovalchuk (71) celebrating their 4-3 overtime win over Germany in the men’s hockey gold medal game. Credit James Hill for The New York Times\n\nRussia Wins Hockey\n\nRussia rallied from 3-2 down to Germany in the third period of the gold medal hockey match, scoring a short-handed goal with less than a minute left, then winning in overtime, 4-3. Nikita Gusev had two goals for Russia, known at these Games as “Olympic Athletes from Russia.” It was the first gold for Russian players in the event since 1992, when Russia played as the Unified Team.\n\n“Since I was five years old, when I started to play hockey, this was the dream of my late father; this was my dream,” said Ilya Kovalchuk, the tournament’s MVP.\n\n“I think we haven’t quite realized what we did. But no matter how often you said that it would be easy, that it’s a second-tier league, I think that today’s game put a lot of things back in their place. It showed that this is the Olympics.”\n\nNo Russian Flag at Closing Ceremony\n\nThe International Olympic Committee upheld its suspension of Russia as a team from the Games, a move that will force its athletes to march in the closing ceremony without their national colors or flag.\n\nThe decision, in a vote here Sunday, came after two failed drug tests by Russian athletes — among more than 160 competing here under a special dispensation — and after a long night of talks among senior I.O.C. officials. Full coverage here.\n\nFlag bearers at the ceremony will include Jessica Diggins of the United States, Marit Bjoergen of Norway, Ester Ledecka of Czech Republic and Pita Taufatofua of Tonga.\n\nEighth Gold for Bjoergen\n\nMarit Bjoergen of Norway powered away from the field and won the women’s mass start race by almost two minutes. It was the eighth gold medal and 15th medal overall for Bjoergen, 37.\n\nThe eight gold medals equaled the record held by two other Norwegians, Ole Bjoerndalen in biathlon and Bjoern Daehlie in cross country. The 15 medals is the record.\n\n“When I look behind me and see what I have done, it's incredible,” Bjoergen said. “It has been an amazing career for me; this is my last Olympics and to finish like this is incredible.”\n\nTeresa Stadlober of Austria was in second place when she took a wrong turn, dropping her back to eighth. She finished ninth.\n\nGermany Wins Bobsled\n\nFrancesco Friedrich of Germany, driver of the winning two-man sled, added the gold medal in the four-man bob. A second German sled and South Korea tied for the silver. Germany won gold in all three bobsled events at the Games. It was Germany’s 14th gold medal at the Games, equaling a record set by Canada in Vancouver in 2010. Norway also won 14 golds at these Games.\n\nMass Start Wins to Japan and South Korea\n\nNana Takagi of Japan and Seung-Hoon Lee of South Korea won the mass start speedskating races. New at these Olympics, mass start races are the only long-track events in which skaters all race at once. “As the first mass start, I feel very happy to do this in front of my home crowd and I am honored to get so much praise with this medal,” Lee said.\n\nCanadian Athlete and Manager Arrested\n\nTwo members of the Canada’s Olympic delegation, an athlete and a manager, were arrested Friday in Pyeongchang, accused of stealing an idling car and driving drunk, a local police official and representative of Team Canada said Saturday.\n\nLee In-ho, superintendent of the Gangwon Province Police, declined to name the athlete or manager but said the driver had a blood alcohol level of .160. Mr. Lee said that the pair jumped into the car and drove from Daegwalryong village in Pyeongchang to the athletes’ village, in Gangneung.\n\nIt was not immediately clear whether the athlete or the manager drove the car. Reports in the Canadian and South Korean news media said the athlete was a 35-year-old skier who did not win a medal.\n\nIsabelle Charest, Canada’s chef de mission, confirmed there had been an incident involving a Canadian athlete but declined to provide further details. — MOTOKO RICH\n\nImage Ivanka Trump watched the men’s Big Air competition with South Korean first lady Kim Jung-sook, center, and South Korean Foreign Minister Kang Kyung-wha on Saturday morning. Credit Doug Mills/The New York Times\n\nCanadian Wins Big Air Snowboarding\n\nSebastien Toutant of Canada won the men’s big air snowboard event, wrapping up the gold with an 84.75 and a competition-best 89.50 on his first two jumps. The American Kyle Mack was second, while Red Gerard, 17, who had won the slopestyle event earlier in the games, placed fifth.\n\nIn the crowd was Ivanka Trump taking in her first event of the Olympics with South Korean First Lady Kim Jung-sook.\n\nImage Ester Ledecka of the Czech Republic won her second gold of the games on Saturday. Credit Chang W. Lee/The New York Times\n\nEster Ledecka Wins Snowboard Race\n\nEster Ledecka of the Czech Republic won a gold medal in the snowboarding parallel giant slalom on Saturday, becoming the first woman to win a medal in two sports in a single Olympics. She had earlier won the skiing super-G. Nevin Galmarini of Switzerland won the men’s race.\n\n“It was actually quite tough to change myself to a snowboarder. I had one week for it, in the end, and until yesterday I didn’t really feel good with my riding. But today I found the snowboarder in me, luckily.” Full coverage here.\n\nImage The United States' George Tyler, center, Matt Hamilton, left, John Shuster, second from right and John Landsteiner celebrating. after winning the gold medal. Credit Doug Mills/The New York Times\n\nU.S. Wins Curling Gold\n\nThe American men won the country’s first gold medal in curling with a 10-7 victory against Sweden. John Shuster, a four-time Olympian who was basically kicked out of the national program after the team’s poor showing in Sochi four years ago, led the team.\n\nIt was one of the more improbable comebacks in the history of curling.\n\nWith a 2-4 record and three games left in the tournament, Shuster couldn’t afford to lose another game. The team got on a roll with wins over the Canadian curling juggernauts and the number one ranked team in the world, Sweden, to capture Olympic gold. Full coverage here.\n\nImage Competitors collapse after the 50-kilometer mass start cross country race. Iivo Niskanen of Finland won the race. Credit Hilary Swift for The New York Times\n\nCross Country Gold for Finland\n\nIivo Niskanen of Finland, who won a gold medal in the team sprint four years ago, proved his versatility by winning the longest race of the Olympics, the 50-kilometer mass start cross country race. It was the first gold medal for Finland at the Games, and the first medal of any kind for a Finnish man.\n\n“It's a big deal for us, I saw the list,” Niskanen said. “The last Olympic champion in an individual race was 20 years ago.\"\n\nSwitzerland Wins Team Skiing Event\n\nA two-man, two-woman Swiss team out-skied Austria in the final of the Alpine team event. The new event featured four head-to-head matchups down a short slalom course with a small jump. Wendy Holdener of the winning team picked up her third medal of the Games and Ramon Zenhausern his second.\n\nNorway won the bronze. A United States team without any of its Alpine stars was eliminated by Britain in the round of 16.\n\nHere’s What You Missed\n\nKjeld Nuis of the Netherlands, the 1,500-meter winner, edged Havard Lorentzen of Norway, the 500-meter winner, in the men’s 1,000-meter speedskating race. It was the seventh gold medal for the Netherlands out of 12 events so far.\n\nThe old rivals Norway and Sweden headed into the final shooting segment of the men’s biathlon relay locked in a battle for first. Fredrik Lindstroem of Sweden missed just once. But Emil Svendsen of Norway, whose poor shooting at the end dropped Norway from first to fourth four years ago, missed three times. As a consolation, this time it only dropped Norway from first to second, rather than fourth.\n\nIn a thrilling end to a battle between the sport’s superpowers, the United States beat Canada by a score of 3-2 in a shootout to win the gold medal in women’s ice hockey . Jocelyne Lamoureux-Davidson’s goal in the sixth round of the shootout sealed the victory for the Americans, giving the team its first gold in the event since 1998.\n\nAlina Zagitova of Russia won the Olympic gold medal in women’s figure skating, edging out her countrywoman, Evgenia Medvedeva. The two skaters tied in the free skate, but Zagitova’s small edge in the short program made the difference.\n\nHere’s What’s Next\n\nThe closing ceremony\n\nVictor Mather is a general assignment sports reporter and editor.\n\n\n\n\n\n", "keywords": ["wins", "olympics", "hockey", "race", "2018", "south", "games", "olympic", "russia", "team", "medal", "results", "winter", "start", "won", "gold"], "polarity": 0.10986568619018952, "subjectivity": 0.38115640797760014},
{"title": "\n                    The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second                ", "url": "https://www.nytimes.com/interactive/2018/02/23/sports/olympics/fractions-of-a-second-composite-images.html", "text": "Women’s Slopestyle\n\nMany of the competitors in the women’s slopestyle event fell victim to gusty winds, including Japan’s Yuka Fujimori, 31. She completed her first run, shown here, but crashed in her second run and finished 9th. Jamie Anderson, 27, of the United States, adjusted her runs because of the weather and won gold, scoring nearly 7 points ahead of the silver medalist.\n\nComposite image by Jeremy White/The New York Times\n\nWomen’s Giant Slalom\n\nMikaela Shiffrin, 22, of the United States, who had sought multiple golds in Pyeongchang, took the top slot in the giant slalom after roaring down the steep and taxing course, a portion of which is shown here. For this, her only gold, she finished 0.39 seconds ahead of the silver medalist.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Alpine Combined\n\nIn the downhill portion of the combined, Shiffrin finished sixth, nearly two seconds behind her teammate Lindsey Vonn, 33. Shiffrin made up ground by attacking the slalom portion of the race to win the silver medal. The fast, technical turns Shiffrin is known for were on display in this final section of the course, below.\n\nComposite image by Jeremy White/The New York Times\n\nMen’s Double Luge\n\nAmerican luge doubles Matt Mortensen, 32, and Jayson Terdiman, 29, sped down the track at more than 70 miles per hour and finished their first run in sixth place, in striking distance of a spot on the podium. But in their second run, shown below, they posted a slower time, and finished the event in 10th place.\n\nComposite image by Bedel Saget/The New York Times\n\nMen’s Team Ski Jump\n\nNorway won the ski jumping team event, collectively jumping nearly 13 meters farther than the German team, which took silver. Robert Johansson, 27, shown here in his final jump, had the second longest jumps of the four-man Norway team.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Halfpipe\n\nChloe Kim, the 17-year-old American, won gold with a nearly perfect score in halfpipe. She had already secured the gold after her first run. But she went bigger and bolder in her final run, executing back-to-back 1080s, a combination that she first landed in 2016. No other woman has matched that feat in competition.\n\nStart Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Start Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Composite image by Alexandra Garcia and Jeremy White/The New York Times\n\nWomen’s Big Air\n\nAfter trailing a rival in the first two runs, Anna Gasser, 26, of Austria, nailed her hardest trick, a cab double cork 1080, shown here, in her final run. The move, which is so difficult in part because it has a blind landing, won her gold in the Olympic debut for big air snowboarding.\n\nComposite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nMen’s Figure Skating\n\nYuzuru Hanyu, 23, of Japan, successfully defended his gold medal in figure skating with a performance that combined both artistry and jumping ability. In a competition in which executing several quads was a must to win, Hanyu, who is recovering from an ankle injury, attempted four of them, including a quad salchow in his long program, shown here.\n\nSecond Third First rotation Fourth Quad Salchow Second Third First rotation Fourth Quad Salchow Backward takeoff 2nd 3rd 1st rotation 4th Quad Salchow Composite image by Archie Tse/The New York Times\n\nNathan Chen, 18, of the United States performed poorly in his short program, finishing 17th. He made major errors in all three of his jump sequences, which included two quads — the four-rotation jumps that made him famous. But he redeemed himself by executing a record-breaking six quads in his long program, shown here, pulling himself up the ranks to fifth place.", "keywords": ["leaps", "finished", "york", "fractions", "olympians", "twists", "speed", "1080", "silver", "gold", "capturing", "timeswomens", "run", "shown", "second", "turns", "won", "image", "12"], "polarity": 0.10188113014199972, "subjectivity": 0.39694407846581753},
{"title": "\n                    How to Get Started With Olympic Winter Sports                ", "url": "https://www.nytimes.com/2018/02/23/smarter-living/how-to-get-started-with-olympic-winter-sports.html", "text": "Advertisement\n\nHow to Get Started With Olympic Winter Sports Inspired by the Olympics? People of all skill levels can get into winter sports like figure skating, bobsledding and, yes, even curling. Here’s how. Image Credit Doug Mills/The New York Times\n\nThere’s a familiar refrain heard in living rooms around the world during the Olympic Games: “I could do that.” Eye rolls usually follow. But if you are watching the Games and wondering if you can follow in the footsteps of those athletes, here’s a way to get started.\n\nFirst, you’ll have to check your ego at the door. You most likely will not be able to nail a chicken salad grab (yes, that’s really what it’s called) on the halfpipe or do a double full twist as an aerial ski jumper. With a humble approach, you can start chasing down your own Olympic, or recreational, dreams.\n\nImage Chris Mazdzer on his way to a silver-medal finish in the men’s luge. Credit James Hill for The New York Times\n\nLuge\n\nThe U.S. Luge team runs “slider searches” introducing children ages 9 to 13 to the sport. Participants are taught the basics of using a sled and then take several runs down a paved luge course on a sled with wheels. The young athletes that show the most potential are invited to try luge on ice at a training site.\n\nDon’t quite fit into that age demographic? There are luge tracks and clinics open to all ages.\n\nMichigan is home to two clubs and tracks for lugeing enthusiasts. The Upper Peninsula Luge Club has a natural track and the Muskegon Winter Sports Complex has a track built like the ones you see in the Olympics. Mere mortals can attempt a run at both sites. There are also courses in Utah and New York.\n\nBut don’t expect to go too fast, or be able to progress too quickly. At the highest level, athletes move at 85 miles per hour. It takes a lot of training to get to that speed and precision safely.\n\nImage Kaillie Humphries and Phylicia George of Canada during training heats on Monday in Pyeongchang. The two-man event is the only bobsled competition in which women can participate at the Olympics. Credit Jeffrey Furticella/The New York Times\n\nBobsled\n\nWant the exhilaration of a sliding sport without any of the training or danger? That’s an option too. Many sliding centers offer visitors the opportunity to ride in a bobsled with a pilot.\n\nBut the jolting ride will cost you — the Whistler Sliding Centre in British Columbia charges $179 per rider. The Lake Placid bobsled experience goes for $95, which includes a team shirt and 20 percent off your second bobsled ride.\n\nIf you want to take up the sport beyond a ride, Utah Olympic Park has a bobsled driving school. And U.S. Bobsled and Skeleton is always looking for new athletes: The federation hosts combines for prospective athletes.\n\nAdrenaline junkies rejoice.\n\nImage Alina Zagitova during the free skate. Credit Doug Mills/The New York Times\n\nFigure Skating\n\nThe back-to-back figure skating gold medalist Yuzuru Hanyu makes it look easy. Don’t be fooled — the ice rink can bring you to your knees, quite literally. Most people need to use something like a walker when they first try ice skating.\n\nMany ice rinks around the United States offer lessons and courses for a range of aspiring athletes. In New York City, Chelsea Piers offers year round classes for skaters ranging from 3-year-olds to adults.\n\nMany local parks and community centers around the country offer ice skating too, with a sliding scale of admission and rental charges. Even better? Skating on frozen lakes and ponds. But don’t forget — without a Zamboni, it may be a bumpier ride.\n\nImage Chloe Kim, 17, outsoared her rivals to win the gold medal in the snowboard halfpipe. Credit Chang W. Lee/The New York Times\n\nSkiing and Snowboarding\n\nHalfpipe snowboarding, slopestyle skiing and aerials have all gained notoriety as some of the flashier sports at the Games, but no one is born able to do those brilliant flying acrobatics.\n\nBefore even thinking of attempting a run at an X-Games sport, you should be comfortable with your winter gear. Wirecutter, The New York Times’s product review site, has a rundown of the best apparel and accessories for enjoying the snow. Next, you’ll need skis or a snowboard, preferably something designed for beginners. That gear may shift as you progress in the sport, but moving from learning how to snowboard to attempting the halfpipe is a long road.\n\nSome camps and clinics exist to help would-be winter athletes make the transition from laid-back skiers who can take lessons at any ski resort to athletes who want to strive for time, style and better performance.\n\nIn Canada, the North Toronto Ski Club has specialized clinics, including halfpipe, slopestyle and moguls. Okemo Mountain in Vermont has programs specifically for freestyle snowboarding and skiing.\n\nImage Shani Davis of the United States won silver in the men’s 1500 meters in both Vancouver and Turin. But in Pyeongchang he finished 19th. Credit James Hill for The New York Times\n\nSpeedskating\n\nLooking as graceful as the world’s best speedskaters takes time. But if you are an experienced in-line skater, you already have a head start. Erin Jackson, a United States Olympian, transitioned from in-line skating to speedskating just months before qualifying for the Pyeongchang Games.\n\nMs. Jackson trained in Florida, home of a vibrant speedskating community (you read that correctly). But there are clubs across the United States and Canada, many of which host classes and clinics. One of the premier speedskating rinks in the country is the Pettit Center in Milwaukee, home of the U.S. Olympic trials in January. The center has a speedskating school divided by age and ability.\n\nImage Kevin Koe in Canada's semifinal against the United States. Credit Jeffrey Furticella/The New York Times\n\nCurling\n\nWant to slow down a bit? Try curling.\n\nThe sport is growing across the United States as more venues start offering classes and starting leagues. There are curling leagues across the country, with vibrant clubs everywhere from Tampa, Fla., to St. Paul, Minn.\n\nThe biggest leagues are concentrated in the Midwest. The Duluth Curling Club of Northern Minnesota encourages new members and offers free lessons. The Milwaukee Curling Club in Wisconsin also offers curling lessons, but most of the dates stretching a month in advance are already sold out.", "keywords": ["credit", "athletes", "olympic", "bobsled", "sport", "luge", "states", "united", "winter", "york", "skating", "started"], "polarity": 0.2049961641733794, "subjectivity": 0.44320099731492124},
{"title": "\n                    South Korea’s Next Generation of Speed                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005752444/south-korea-speedskaters.html", "text": "4 U.S.\n\nTrump on Florida Shooting: ‘I’d Run in There Even If I Didn’t Have a Weapon’", "keywords": ["speed", "south", "koreas", "ustrump", "weapon", "shooting", "run", "id", "generation", "florida", "didnt"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    In Speedskating, South Korea Sees a Fast Track to Olympic Glory                ", "url": "https://www.nytimes.com/2018/02/23/sports/south-korea-speedskating.html", "text": "SEOUL, South Korea — It was an off night for short-track speedskating at the Winter Olympics, but everywhere else around South Korea, the skating never ends. There are champions to build and rosters to fill for 2022, 2026 and beyond.\n\nTwo teenage boys, each expecting to be part of the South Korean team at the 2022 Beijing Games, zoomed around the old Gwacheon Ice Rink, heads down, moving as one. As they leaned hard and pumped their legs around one tight corner, a coach held a 9-year-old girl, standing on her skates, by the arms. With perfect timing, he flung her onto the ice, like a fisherman casting a net into the sea.\n\nThe rocket boost propelled her to speed and landed her in line with the boys, as if they all wore magnets. Three became one. Around they went.\n\nLike the dozens of others who call the rink home, they practice six days a week, two or three hours each day.\n\nAdvertisement Continue reading the main story\n\n“I have trained abroad,” said Lee Seung-Hwan, the kid-flinging coach and a member of South Korea’s long-track speedskating team at the 2002 Salt Lake Games. “I have never seen another country train its children as hard as we do here, from the time they are very young.”", "keywords": ["hard", "coach", "rink", "boys", "south", "sees", "olympic", "games", "track", "team", "ice", "speedskating", "korea", "fast", "glory"], "polarity": 0.04792063492063491, "subjectivity": 0.3711269841269841},
{"title": "\n                    I.O.C. Reinstates a Russia That Is Defiant and Eager to Move On                ", "url": "https://www.nytimes.com/2018/02/28/sports/olympics/ioc-reinstates-russia-doping.html", "text": "The 44 or so Olympians being honored — first with medals, then with a Champagne toast and finally with a new BMW each — had the option of saying a few words from the podium.\n\nThe few who spoke welcomed the end of the Olympic penalties, but they too expressed a certain defiance that the Russian Olympic team, and by extension the country, had emerged from the Winter Olympics relatively well despite the hurdles involved.\n\nPavel Datsyuk, a former N.H.L. player for the Detroit Red Wings and the captain of the Russian team that won gold in men’s ice hockey, called it a “landmark Olympics” for his country.\n\n“We did a decent job defending the honor of our country,” he said in thanking the president, attributing the outcome to both the Russian character and support from across this vast land. “Thanks for your help, thanks for letting us vindicate to the whole world that our Russian character is not broken and won’t ever be broken.”\n\nPhoto\n\nRussia’s flag and anthem were missing from the Pyeongchang Games, though more than 160 of the nation’s athletes were able to participate as neutrals called “Olympic Athletes From Russia.” Two of them accounted for half of the failed drug tests at the Pyeongchang Games. Russia was not allowed to march under its flag in the closing ceremony.\n\nRussia’s reinstatement followed a decision on Sunday by the I.O.C.’s executive board, led by Thomas Bach, its president, to bring Russia back into the fold if the remaining drug tests of its athletes from the Pyeongchang Games were confirmed as negative.\n\nScores of Russian athletes, coaches and officials were barred after an investigation into the yearslong conspiracy that peaked at the 2014 Olympics in Sochi, Russia, when the state security apparatus colluded with sports officials to swap drug-tainted urine samples with clean ones in a clandestine, dead-of-night operation.\n\nAdvertisement Continue reading the main story\n\nThe scandal and its aftermath have led to much upheaval in the global sporting movement, with many athletes and some of the I.O.C.’s own members critical of the way it had been dealt with. Richard Pound, the organization’s longest serving member, boycotted the closing of the Pyeongchang Games in protest. The doping scheme has now tarnished no fewer than three Olympic Games.\n\nAt Sunday’s I.O.C. session, where the plan to rehabilitate Russia was first announced, Nicole Hoevertsz, an official from Aruba tasked with monitoring Russian compliance, said the time had come to move on.\n\n“We should draw a line, we have to draw a line and look to the future,” she said. After the two failed drug tests by Russian athletes — by the curler Alexander Krushelnytsky and the bobsledder Nadezhda Sergeeva — the I.O.C. did not lift the suspension for the closing ceremony, which it had called a possibility.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt the Kremlin, various Russian medalists said that being able to participate in the Olympics was more important than being able to display their national symbols, and several thanked Mr. Putin for allowing them to compete despite the restrictions.\n\nIlya Kovalchuk, a star in both the American and Russian hockey leagues, said in an interview that the most important factor was fulfilling his dream of winning an Olympic gold medal; the other circumstances proved secondary.\n\n“It was a little different, but we tried not to think about it too much,” he said.\n\nPerhaps the most emotional moment, he said, was when the Russian hockey players began singing their own national anthem instead of the Olympic hymn being played as they were awarded their gold medals.\n\n“Everyone knows where we are from,” he said. “Ninety percent of the fans were cheering for us, and there were a lot of Russian flags in the stands. Our friends and families were there, singing, our kids, it was great.”\n\nPhoto\n\nThe athletes seemed to consider their “Olympic Athlete From Russia” uniforms something of a historical treasure to be preserved, not a mark of Cain to be discarded.\n\n“Athletes from other countries were coming up to us and saying, ‘Olympic Athlete From Russia,’ it sounds very honorable, really good; they wanted a name like that,” said Ekaterina Bobrova, a silver medalist in ice dancing.\n\nAdvertisement Continue reading the main story\n\nThe winners generally attributed the far lower Russian medal count — with 17 over all, compared with 29 at Sochi, after some were later rescinded for doping — to the fact that much of the squad was not there.\n\nBut Ms. Bobrova said you could also look at it from the point of view that the Russians did really well winning 17 medals with so many athletes barred.\n\nThat was also a common sentiment at the podium during the ceremony with Mr. Putin, which was held in the round St. Catherine’s Hall, decorated in shades of blue and gold.\n\nAfter a winner’s name was announced, he or she was serenaded to the front of the room by an orchestra of about 30 musicians. All the hockey players walked forward to a blast of brass instruments playing an old Soviet hockey tune, “No Coward Plays Hockey.”\n\n“Cross-country skiing was hit especially hard,” said Yulia Belorukova, who clanked forward wearing her two bronze medals in the sport. “We had lots of young people on board, but we proved that Russia is clean and that we’re capable of competing for medals in any situation.”\n\nRussia has never accepted the description of a state-controlled doping operation in the country set out in great detail by its former doping laboratory head, Grigory Rodchenkov, and confirmed by three separate investigations. The World Anti-Doping Agency said it would continue to regard Russia’s domestic drug testing organization as noncompliant until it does.\n\nMany of Russia’s top athletes were barred from the 2018 Games because of links to the doping scandal. That led to a weak performance, and a vast downgrade from the doping-fueled success in Sochi, where Russia topped the medals table. Alina Zagitova, a 15-year-old figure skater, beat her compatriot Evgenia Medvedeva in a battle for gold, before the Russians secured the hockey title in an overtime victory over Germany on the final day.\n\nAs well as the Olympic ban, Russia was forced to pay a $15 million fine. The effects of the scandal continue to roil the sports world. Several biathletes, including members of the United States team, have announced that they will not participate in next month’s season-ending competition in Russia, while soccer’s governing body, FIFA, is facing scrutiny just four months before the World Cup in Russia over claims of doping by players from there.", "keywords": ["medals", "eager", "defiant", "hockey", "doping", "athletes", "world", "games", "russian", "olympic", "russia", "continue", "reinstates", "ioc"], "polarity": 0.1196668504451523, "subjectivity": 0.37836314628767465},
{"title": "\n                    Will We Ever Stop With the Political Games?                ", "url": "https://www.nytimes.com/2018/02/27/opinion/olympics-congress-guns.html", "text": "Of course it’s better to have our athletes be virtuous and spend their time doing warm-up exercises and tweeting to their fans. Just seems sort of … dull. Obviously I have a bad character.\n\nBret: Obviously. I’m mainly relieved that the Olympics came off without a war starting on the Korean Peninsula. Although maybe it’s premature to say that. Just after the last Winter Olympics, in Sochi, Vladimir Putin marched into Crimea. Don’t be shocked if Kim Jong-un was taking notes.\n\nI guess we also shouldn’t be shocked that Ivanka stonewalled a question from Peter Alexander of the Today Show about whether she believed her father’s denials of sexual misconduct. She said “it’s a pretty inappropriate question to ask a daughter.” What do you think?\n\nGail: It would be pretty inappropriate to ask a daughter who wasn’t a member of the administration.\n\nBret: Wait, you mean that Ivanka Trump shouldn’t play the daughter card while she’s in South Korea meeting the country’s president and representing the United States? That’s so 2015 of you. But go on.\n\nGail: Blocking the kids out of my mind. Will not even mention Junior mixing business with — government — in India.\n\nLet’s move on to Congress. House and Senate skulking back into action — or whatever you call what it is they do. Doesn’t look as if there’ll be any action on guns, does it?\n\nAdvertisement Continue reading the main story\n\nBret: Not while Republicans are in control. The president has spoken about raising the age limit for the purchase of assault rifles to 21, along with a ban on so-called bump stocks, which are devices that help increase the rate of fire. The N.R.A. seems broadly opposed to both, however, so that’s a nonstarter. And I don’t think Trump is going to expend much political capital on getting the G.O.P. to change its mind, either. Which is a tragedy, given the number of future mass shootings we can expect, considering how many past ones we’ve endured.\n\nGail: Yeah, if it hurts gun business, it’s toast. Like the N.R.A. folk, Trump lives in an alternate universe where being armed means always being capable of hitting somebody in a crisis situation. And of course the president himself would have run right into that school the second he heard gunfire, armed or not. Because that’s just the kind of guy he is.\n\nI think we should start by challenging him to hit the side of a barn.\n\nBret: In an alternative universe, Trump might have been the president with the popular clout to oppose the rank-and-file G.O.P. on the positions worth opposing — like the ones the party has on guns and abortion rights — while not opposing it on the positions worth preserving, like its past friendliness toward free trade and immigration. But since he’s incapable of broadening his base, he’s going to become ever more dependent on its hardest and most extreme core.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGail: Yeah, remember when we thought he might be someplace between Mitt Romney and Bernie Sanders? As opposed to where we find him now, which is someplace between a weekend replacement talking head on Fox and a professional wrestling villain.\n\nBut about guns — you may be more radical than I am, given that you want to repeal the Second Amendment, while I’d be thrilled if we could just prohibit gun dealers from selling caches of weapons across state lines. I just can’t summon the energy to talk about changing the Constitution. When was the last success — 1992? And it was to ban Congress from getting a pay raise until after an election had passed. Which had originally been submitted for ratification in 1789. Wahoo.\n\nBret: I don’t think of my proposal as radical at all. I think of it as the essence of conservatism, coming from someone who sees himself as a strict constructionist. The Constitution provides, in Article V, a method for amending itself. Let’s use it! Let’s use it to repeal an amendment that, having left us awash in 300,000,000 firearms, is defeating the larger purposes of the Constitution as they are spelled out in the preamble: to “insure domestic tranquillity”; to “promote the general welfare”; and to “secure the blessings of liberty to ourselves and our posterity.”\n\nWhat is “posterity” for the parents of the children massacred in Parkland, Fla.? Where are the “blessings of liberty” for those who were mowed down at a concert in Las Vegas? Where is the “domestic tranquillity” for the relatives of the 11,000 people murdered with a firearm in 2016?\n\nGail: I applaud your sentiments. You’re absolutely right — I’m just sadly realistic.\n\nBret: Some of my liberal friends think that repealing the Second Amendment is a pipe dream, and we should focus on more achievable goals like reversing the Supreme Court’s 2008 Heller decision and instituting a ban on the AR-15-style rifle, which was used by the killers in Parkland and Vegas. I’m skeptical. The United States had a huge gun problem long before Heller. And most firearm violence is done with handguns, not rifles.\n\nAdvertisement Continue reading the main story\n\nWe need, at the very least, to start talking about root causes and not just symptoms. Questioning the relevance and legitimacy of the Second Amendment is what the N.R.A. most fears, which is why I’m going on about it.\n\nGail: Bless you. And the fight must continue. Just because I’m sure Congress will punt on guns doesn’t mean I don’t really, really believe we have to change.\n\nThe other thing our lawmakers are supposed to do is pass appropriations, although I guess they’ll kick the can down the road with some kind of just-keep-going bill. I am very worried about the whole spending situation. This administration is stripping so many good programs out of existence, from family planning to preserving whooping cranes. Do you have any worries on that front?\n\nBret: Hadn’t heard about the whooping crane, which, for the record, I’m emphatically in favor of preserving as a safe and thriving species.\n\nI guess I’d make two points here. One is that mandatory spending on things like Social Security and Medicare keeps rising as a percentage of overall spending. Last I checked, it amounted to more than half of federal outlays, if you take Medicare to stand for mandatory health care spending generally. So the programs you mentioned are inevitably going to be on the endangered list, especially in an administration that wants to spend more of its discretionary dollars on defense. As I do.\n\nGail: We need to spend a whole conversation on military spending sometime soon. Let me just hint at my position by whispering: Monumental. Amounts. Of. Waste.\n\nBret: Uh oh, we might remind readers there are things we really do disagree about! Wasteful or not, I think Democrats should get behind some version of entitlement reform, to liberate, for the long term, some of the budget for priorities like the ones you mentioned.\n\nGail: Putting entitlements on the must-take-up-in-future list, too. Only whispering that we could start by lifting the cap on the payroll tax.\n\nAdvertisement Continue reading the main story\n\nBret: Or raising the retirement age and block-granting Medicaid. (Cue the evil cackle.)\n\nAnyway, my second point is that if liberals want to preserve those programs, they need to start acting more like a normal political opposition and less like “the resistance.” We hear too much from Democrats about how awful the president is, as if he doesn’t do a fine job by himself of proving the same point. We don’t hear nearly enough about the Democratic tax plan, infrastructure investment ideas and so on. I know there’s probably a paper on a D.N.C. website somewhere, but it’s not what the party is talking about. And it’s what people need to hear.\n\nGail: I have faith that we’re going to get more of that kind of conversation when we get actual candidates running for president. Until then I hang my head and admit you’re right. Onward and upward, Bret. Save the whooping cranes.\n\nBret: And another hurray for you, Gail, for a truly magnificent and well-deserved achievement. Blush away.", "keywords": ["im", "political", "stop", "games", "going", "dont", "spending", "trump", "continue", "president", "think", "second", "start"], "polarity": 0.11168505876839208, "subjectivity": 0.4223233248233249},
{"title": "\n                    From the White House to the Slopes: A Times Photographer’s Olympic Trials                ", "url": "https://www.nytimes.com/2018/02/26/insider/from-the-white-house-to-the-slopes-a-times-photographers-olympic-trials.html", "text": "Photo\n\nPYEONGCHANG, South Korea — I spend 90 percent of my time covering the White House and Capitol Hill, where I wait around for hours for photo ops and news conferences. The Olympics, on the other hand, are a grueling three-week marathon of nonstop physical exertion — for the photographer.\n\nPhoto\n\nI mostly cover alpine skiing, which forces me to be in really good shape. I’m not an expert skier. And when you put 40 pounds of equipment on your back and have to ski down to your photo position, it can be quite dangerous and exhausting. There are also many locations where I have to hike up the mountain to get into position — again carrying all my equipment — and then stand in place for two to three hours in temperatures that, here in South Korea, have been in the single digits.\n\nPhoto\n\nI started my Olympic training the day after Christmas by strapping on the same backpack I would carry here, but loaded up with a barbell that weighed 30 pounds or more, and walking hills and steps near my house for up to an hour every day. (On many days my wife walked with me, carrying a backpack with slightly less weight in it.)\n\nVideo\n\nI’m 57 years old, and every Olympics I try to work a little harder to be in better shape than I was for the previous one. On this trip, I’ve averaged 14,000 to 18,000 steps per day.\n\nAdvertisement Continue reading the main story\n\nEighty percent of those steps have been taken while wearing a backpack filled with two cameras, at least three lenses, chargers, extra batteries, hand warmers, power bars, ice crampons, sunscreen and usually a bottle of water.\n\nPhoto\n\nOnce in position on the mountain, it’s a waiting game. You try everything to keep warm. I pasted toe warmers onto my smart shirt near my kidneys. (All your blood goes through your kidneys.) I learned this from a group of Japanese photographers at my first Olympics in Albertville, France, in 1992. I also like to put two toe warmers in each boot — one on the top of my toes and one on the bottom.\n\nPhoto\n\nI constantly push myself to shoot as many events as I can. These are my 14th Olympic Games, and I’m already looking forward to my 15th.", "keywords": ["position", "olympics", "backpack", "shape", "photographers", "house", "steps", "trials", "olympic", "south", "times", "white", "warmers", "toe", "try", "slopes", "pounds"], "polarity": 0.09166099773242631, "subjectivity": 0.36206349206349214},
{"title": "\n                    South Korean Leader Urges U.S. and North Korea to Make Talks Possible                ", "url": "https://www.nytimes.com/2018/02/26/world/asia/south-north-korean-moon-jae-in-talks.html", "text": "Photo\n\nSEOUL, South Korea — South Korea’s president, Moon Jae-in, urged the United States and North Korea on Monday to soften their uncompromising stances so that talks could start on defusing the crisis prompted by the North’s nuclear program and Washington’s threats to stop it with military force.\n\nDuring a meeting with China’s vice premier, Liu Yandong, Mr. Moon said both North Korea and the United States had begun showing a willingness for talks. But Mr. Moon said both sides still needed to step back from their uncompromising stances to make talks possible, according to a statement from his office.\n\n“The United States needs to lower the threshold for dialogue, and North Korea should express a willingness to denuclearize,” Mr. Moon was quoted as saying, summarizing the obstacles he faced in trying to get the two countries to sit down for talks.\n\nMr. Moon’s remarks came a day after he met Kim Yong-chol, a senior North Korean official who attended the closing ceremony of the Winter Olympics in Pyeongchang, South Korea, on Sunday. During the meeting, Mr. Kim expressed the North’s willingness to talk to American officials, according to Mr. Moon’s office. Given the deep mistrust between both sides, though, that is far from an assurance that negotiations will occur.\n\nAdvertisement Continue reading the main story\n\nMr. Moon, who has long advocated dialogue with North Korea, used the Olympics to court the North and in doing so lowered tensions that escalated last year amid a string of nuclear and missile tests by the North.", "keywords": ["korean", "north", "uncompromising", "south", "talks", "possible", "states", "korea", "moon", "willingness", "united", "mr", "leader", "urges"], "polarity": -0.008080808080808084, "subjectivity": 0.3262626262626263},
{"title": "\n                    Without N.H.L., Olympic Hockey Takes Hit in Ratings and Interest                ", "url": "https://www.nytimes.com/2018/02/25/sports/hockey/olympic-nhl-hockey.html", "text": "In the Kings’ locker room at Staples Center, the German forward Tobias Rieder was not watching the gold medal game after his team’s disappointing loss. A recent trade acquisition from the Arizona Coyotes, Rieder had celebrated Germany’s upset of Canada in the Olympic semifinals by wearing a gold jersey at practice on Friday, along with red tape on his black socks to mimic the German flag.\n\nBefore the Kings took the ice against the Oilers, he had expressed excitement for the gold medal matchup, even if he wasn’t entirely sure what time the final started. “I thought they played at four in the morning,” he said, inadvertently acknowledging a halfhearted interest shared by some fans.\n\n“If I came across it when it was on, I would watch it,” the Kings fan Blaine Yanabu said, adding, “For the most part it wasn’t as exciting because N.H.L. players weren’t there.”\n\nYanabu admitted he was unaware that the Olympic gold medal game was taking place around the same time the Kings were to play the Oilers, or even which two countries were playing for the gold.\n\nPhoto\n\nHe was, however, still buzzing about the women’s Olympic ice hockey final on Wednesday, in which the United States captured its first gold medal in the event since 1998 with a shootout victory over archrival Canada.\n\nNBC announced that 2.9 million viewers had watched that showdown, making it the most-watched late-night program in the history of NBC Sports Network. The figure was a marked decrease from the 4.9 million viewers who watched the same matchup in the 2014 gold medal game at the 2014 Sochi Games, which was broadcast on NBC — though the 2014 final began at noon Eastern time, while this year’s gold medal game began at 11 p.m.\n\nAdvertisement Continue reading the main story\n\nViewership for this year’s Olympic men’s tournament saw a similar decline. The United States men’s eight-round shootout victory over Russia in the 2014 Sochi Games established a record at the time for a hockey game on NBCSN, with 4.1 million viewers. But a 5-1 United States victory over Slovakia this year drew only a third of that number, a sign that rosters without N.H.L. stars and late-night broadcast times were the most obvious things keeping N.H.L. players and coaches — and others — from tuning in.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I miss having the NHL players there but I don’t know that it needs it,” said David Profumo, a Kings fan who attended Saturday’s game in an Adam Deadmarsh Team U.S.A. jersey. “On the men’s side, it’s more even now, instead of Canada having all their big players out there. I mean, hockey is hockey.”\n\nDeprived of an opportunity to watch Germany’s gold medal matchup against Russia from start to finish, Rieder said he hoped he would have a chance to at least discuss the game with Draisaitl before the Oilers left the arena. And maybe chat about what might have been in Pyeongchang.\n\n“It’s pretty funny,” Rieder said. “We could be there playing in the finals with Germany, but we’ve got to play against each other.”", "keywords": ["ratings", "game", "hockey", "takes", "players", "olympic", "interest", "hit", "rieder", "medal", "kings", "viewers", "nhl", "gold", "victory"], "polarity": 0.0033837616284424746, "subjectivity": 0.4391540787817384},
{"title": "\n                    Talking Nonsense About North Korea                ", "url": "https://www.nytimes.com/2018/02/25/opinion/trump-north-korea-talks.html", "text": "Photo\n\nPresident Trump has announced new sanctions on North Korea even as United States diplomats said the White House may be open to informal talks. The suggestion of dialogue came amid lowered tensions in the region during the Winter Olympics in South Korea.", "keywords": ["talking", "north", "nonsense", "south", "talks", "suggestion", "trump", "white", "states", "korea", "united", "winter", "tensions"], "polarity": 0.04545454545454545, "subjectivity": 0.3181818181818182},
{"title": "\n                    Can South Korea’s Leader Turn an Olympic Truce Into a Lasting Peace?                ", "url": "https://www.nytimes.com/2018/02/25/world/asia/north-korea-olympics-peace.html", "text": "Mr. Moon may see an opportunity in the surprise offer by the North Korean leader, Kim Jong-un, conveyed in person by Mr. Kim’s sister, to hold their first summit meeting in Pyongyang. Mr. Kim seized on Mr. Moon’s peace overtures before the Olympics to send his sister, Kim Yo-jong, to the opening ceremony and a large contingent of cheerleaders and athletes to the Games in Pyeongchang, South Korea.\n\nBut Mr. Moon also knows he must convince the Americans to give him a chance. In a sign of how hard that will be, and how deeply the United States and North Korea distrust each other, Mr. Pence, who was Washington’s envoy to the opening ceremony, and Ms. Kim would not even look at each other despite being seated only a few feet apart.\n\nOn Friday, Mr. Moon argued for a South Korean-brokered peace and for the United States-North Korea talks when he met with President Trump’s daughter Ivanka Trump, who arrived to attend the Games’ closing ceremony. He told her he wanted to improve ties “in parallel” with efforts to denuclearize the North.\n\nAnalysts said that once the Olympics ended, Mr. Moon would be left to sort out how much of the North’s so-called charm offensive, in which it refrained from provocations like missile tests, could last.\n\n“South and North Korea used the Olympics to use each other,” said Yoo Dong-ryul, director of the Korea Institute for Liberal Democracy in Seoul. “The South was desperate to ease tensions. The North wanted to soften its image and weaken international sanctions. Now comes the hard part for Moon, after the Olympics.”\n\nWithout a solution to the nuclear issue, relations between the two Koreas “will eventually revert to the same crisis mode before the Olympics,” Mr. Yoo said.\n\nPhoto\n\nSo far, Washington and Pyongyang seem unable to talk. The North Koreans, including Mr. Kim’s sister, canceled a meeting with Mr. Pence in Pyeongchang after he refused to soften his criticisms of the North’s weapons and human rights.\n\nAdvertisement Continue reading the main story\n\nNorth Korea seeks to be accepted as a nuclear power and win economic concessions in return for not advancing its nuclear programs any further, analysts say. But the United States insists it will never enter any serious negotiations or ease sanctions until the North commits itself to nuclear disarmament.\n\nOver the weekend, Mr. Trump announced harsh new sanctions against North Korea and warned of tougher measures if the North fails to relinquish its nuclear arsenal.\n\nThe hard line out of Washington has stood in conspicuous contrast with the more conciliatory gestures from Seoul.\n\nDavid Straub, a former American diplomat who is now a fellow at the Sejong Institute in South Korea, said there were rising frustrations in Washington that Mr. Moon was “apparently working at cross purposes with the Trump administration’s effort to apply ‘maximum pressure’ on North Korea.”\n\nThis “could result in a serious clash of wills between the two allied leaders,” Mr. Straub said. “If the Trump administration or the Moon administation does not change its fundamental position, the odds are increasing that relations between the two will worsen.”\n\nMr. Moon, a dogged advocate of dialogue with the North, had spent the last year helplessly watching the Korean Peninsula edge toward active war, as the North test-launched intercontinental ballistic missiles and conducted its most powerful nuclear test, and Mr. Trump threatened to rain down “fire and fury” on North Korea.\n\nDesperate to avoid a possible military conflict, Mr. Moon seized upon the Pyeongchang Games to craft what some analysts called an “Olympic truce.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It dramatically lowered the pitch of tension on the Korean Peninsula, replacing tests, threats and tweets with face-to-face talks, and it restored Seoul as a key player in the game,” said John Delury, a North Korea expert at Yonsei University in Seoul.\n\nThe question, Mr. Delury said, is the extent to which the Trump administration is willing to let South Korea be a mediator with the North, especially as expectations in Washington have dwindled that the Chinese president, Xi Jinping, can persuade the North to disarm.\n\nAdvertisement Continue reading the main story\n\nSome Trump administration officials said the United States had to accept that there was now a viable diplomatic channel between North and South Korea, and figure out how to use it for American goals. The first step, according to these officials, is for the administration to settle on a more consistent message toward North Korea.\n\nThe United States has veered in recent weeks from expressing openness to diplomacy to reiterating threats of military action if the North does not curb its nuclear and missile programs. The net effect, according to analysts, has been to confuse both North and South Korea.\n\nPhoto\n\nWhite House officials will also have to decide how to react if the inter-Korean diplomacy accelerates. The Trump administration is determined not to make undue concessions to North Korea, a mistake it says both Democratic and Republican presidents have made. On the other hand, if the United States takes too hard a position, analysts said it could prompt Mr. Moon to conclude that the Americans will never come around.\n\nThat could prompt Mr. Moon to set off on his own, isolating the United States by driving away one of its most important allies in Asia, which could end up drifting closer to China.\n\n“Once the ball gets rolling, it’s very hard to stop, in large part because Seoul and Beijing want talks so badly,” said Evan S. Medeiros, a managing director at Eurasia Group who was a senior Asia adviser to President Barack Obama.\n\nAnalysts said Mr. Moon was trying to get that forward momentum by seizing on this chance to move the peninsula toward peace with South Korea in the driver’s seat.\n\n“Moon Jae-in is not a naïve waif,” said Gordon Flake, the chief executive of the Perth USAsia Center at the University of Western Australia. “The South Koreans are desperately seeking to change the trajectory, which was leading to a conflict, and at the same time to do that while not giving too much space between them and the United States.”\n\nFor both the Trump and Moon administrations, the first big test will be what to do about joint United States-South Korean military exercises that were postponed during the Olympics and the Paralympics, which will take place from March 9 to 18.\n\nAdvertisement Continue reading the main story\n\nNorth Korea has indicated that it will restart weapons tests if the drills resume, scuttling Mr. Moon’s efforts to broker a peace.\n\nConservatives in both South Korea and the United States fear that anything less than the full resumption of the war games would only advance the North’s ultimate goal of ridding the peninsula of the American military presence, which they say the South needs for protection.\n\nBut progressive South Koreans who support Mr. Moon would most likely see a push by Washington to resume the exercises as “throwing cold water over the South’s Olympic party,” and as an effort to derail Mr. Moon’s push for inter-Korean rapprochement, said Lee Byong-chul, senior fellow at the Institute for Peace and Cooperation in Seoul.\n\nSouth Koreans who attended Olympic events were cautious about how much the Olympic diplomacy could accomplish.\n\nYeon Ju-lee, 21, who recently watched a joint Korean team in women’s ice hockey, said she felt relieved that the North’s participation in the Olympics was easing fears of possible war. But, she said, actual political unification “will take a long time.”\n\nAnother spectator, Lee Hae-man, 62, said recent developments were promising “because we are all one family together, North and South.”\n\n“I will feel very betrayed if Kim Jong-un goes back to missile tests,” he added.", "keywords": ["turn", "north", "olympics", "south", "lasting", "olympic", "koreas", "trump", "truce", "korea", "moon", "united", "states", "mr", "leader", "nuclear", "peace"], "polarity": 0.007703070931226276, "subjectivity": 0.39912877036663447},
{"title": "\n                    Moments Large and Small in a Memorable Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/olympics/pyeongchang-games-winter.html", "text": "Advertisement\n\nMoments Large and Small in a Memorable Olympics Members of The New York Times Olympic staff share their favorite moments from the Pyeongchang Games.\n\nImage Marit Bjoergen of Norway, center, was greeted by her teammates Ragnhild Haga, left, and Ingvild Flugstad Oestberg at the finish of the 4x5-kilometer relay. Credit Antonio Bat/European Pressphoto Agency\n\nVictor Mather: Four years ago, Norway had by all accounts a screamingly successful Winter Olympics, but failed to win the events it treasures the most: the cross country relays. Indeed, Norway failed even to win a medal, placing fourth in the men’s race and fifth in the women’s.\n\nAt the Pyeongchang Games, it appeared all might go wrong again. After one leg of the women’s relay, Norway was third, and after two it was fourth, 30 seconds back.\n\nBut Norway still had two aces to play. The first was Ragnhild Haga, the gold medalist in the 10-kilometer event. She stormed through the course and pulled within three seconds of the leaders.\n\nThen she turned the race over to Marit Bjoergen, one of the century’s greatest athletes in any sport. Already a six-time gold medalist before these Games, Bjoergen had defied her 37 years by picking up a silver and a bronze in individual events in Pyeongchang. (She added an individual gold later.)\n\nAnd the relay? She won it for Norway. Of course. And it certainly made the victory sweeter that the runner-up was Norway’s old rival, Sweden.\n\nFor good measure, Norway won the men’s race the next day, coming from behind again.\n\nImage Adam Rippon in the men's free skate. He finished 10th in the singles competition and helped the United States win a bronze medal in the team event. Credit Chang W. Lee/The New York Times\n\nA Voice That Soared\n\nKaren Crouse: Mixed zones, those areas where reporters descend on athletes immediately after they’re done competing, are seldom places of high profundity. Imagine trying to hold a serious conversation in a packed subway car. But then along came the walking book of quotations known as Adam Rippon, whose repartee is sharper than his skate blades.\n\nRippon, who competed in the men’s and team figure skating events, had a dozen memorable quips and comebacks. After his free skate in the men’s singles, Rippon, one of two openly gay men on the United States Olympic team, was asked about the people back home who don’t embrace him.\n\n“Haters are just fans in denial,” Rippon said, providing an answer, but more important, a mantra, for all of us who regularly put our work out there for public consumption.\n\nImage Xu Mengtao of China during the women's aerials. She did not reach the medal round. Credit James Hill for The New York Times\n\nWhen Olympic Stars Twinkle Overhead\n\nJames Hill: One night during the first week of competition, I had the chance to photograph the women’s aerials finals at Phoenix Snow Park.\n\nIt was my first visit to the venue, and the photo manager told me that during practice he allowed photographers to stand underneath the ramp off which the skiers launch themselves. Normally one has to stand to the side of the course or far below by the finish. This vantage point gave an entirely different view.\n\nOne cannot see the skiers approach, which focuses one’s attention. A speaker announces, “athlete on course,” and one listens attentively as the smooth sound of skis on snow becomes stronger and then, suddenly, the athletes are flying overhead.\n\nAs they take off, their skis carry a residue of snow from the ramps that disperses all around. Sometimes there is a lot of snow, giving the sense of skiers flying in a snowstorm. Sometimes there are just specks which, at night, dot the blackness like stars. As the skiers rotate, one can photograph them upside down or in some obtuse position that is both unfamiliar and wondrous to our eyes or, in this case, seeming to circle the earth like a satellite in the cosmos.\n\nImage Jingyu Lee and Yoonjung Park of the unified Korean hockey team took a lap around the ice after their final game of the Olympics. Credit Hilary Swift for The New York Times\n\n‘We Are One!’\n\nMotoko Rich: Losing all five of its games, the unified Korea women’s ice hockey team was pretty battered, not just on the ice, but by intense political and news media attention. Yet after the team’s final game, against Sweden, the players formed a circle in the middle of the rink and brought their sticks down in a resounding crack, while the crowd chanted, “We are one!”\n\nThen the players did a skate around the perimeter to salute the fans as the theme song from the 1988 Seoul Games, “Hand in Hand,” blared across the arena. The last player on the ice was goalie Shin So-jung, who let in four goals that night. She left to a standing ovation from the crowd.\n\nImage Choi Min-jeong of South Korea after winning the 1,500-meter short-track speedskating race. Credit Hilary Swift for The New York Times\n\nInescapable Speedskating\n\nJohn Branch: The first night of short-track speedskating was a hoot, an arena bursting with energy and a crowd of knowledgeable fans cheering one of South Korea’s favorite sports.\n\nBut you did not have to be in the arena to understand what short track means to the host country. During the last night of competition, I was on a high-speed train from Seoul to the Olympic city of Gangneung. My reserved seat in economy was behind a man traveling alone and next to a woman traveling with her child. I bemoaned my bad timing: I would not only miss being in the short-track arena but also would be nowhere near a television. Then I caught a glimpse of the man’s smartphone. He was watching the live broadcast. I turned to the woman. She was doing the same thing on her phone, her daughter leaning in to see, too.\n\nImage Aljona Savchenko and Bruno Massot of Germany after their stunning long program. Credit Chang W. Lee/The New York Times\n\nA Perfect Comeback\n\nJere Longman: Aljona Savchenko and Bruno Massot of Germany, who were among the favorites in the pairs figure skating competition, fell to fourth after the short program when Massot made a jumping mistake. He seemed disconsolate, and gold seemed beyond reach.\n\nBut they rallied with a stunning performance in the long program. Afterward, having poured everything into the routine, Savchenko, who was competing in her fifth Olympics, collapsed to the ice. Massot went to his knees and hugged her. And they won the gold medal.\n\nUntil November, Massot’s eligibility to compete for Germany had been in doubt. He is a native of France who needed three tries to pass a written test to gain German citizenship. Germany’s president, Frank-Walter Steinmeier, visited the skaters during the Games. Massot later confessed to a friend, “I couldn’t understand everything he said.”\n\nImage Ivett Toth during her sizzling, and chilly, tribute to AC/DC. Credit Chang W. Lee/The New York Times\n\nA Biker on Ice, a Skater on the Edge\n\nJuliet Macur: After just a couple beats of the music playing in the Gangneung Ice Arena, I knew Ivett Toth of Hungary wasn’t skating to the same old songs. Nothing from “Carmen” or “Swan Lake.” Not one of those go-to figure skating songs that I’d heard about 1,143 times since covering my first Winter Games in 2002.\n\nThis was the first Olympics where skaters could perform to music with words, and Toth’s choice was classic — classic rock, that is.\n\nHer music had the rafters shaking. It was AC/DC’s “Back in Black,” and Toth was dressed as a biker. She wore a sleeveless, studded black leather vest with a zipper up the front and an image of AC/DC’s lead guitarist, Angus Young, on the back. She also wore finger-less black gloves and black tights. It was clear that this 18-year-old was expressing herself and having so much fun, and it was heaven to see something so different.\n\nAs the music suggested, Toth rocked it. Half of the crowd clapped along as the song changed to AC/DC’s “Thunderstruck,” a staple of N.F.L. games. The other half of the crowd watched with jaws on the ground. I swear that I could see the judges growing pale.\n\nToth finished 23rd out of 30 skaters, but recorded her personal best score.\n\nWhen Toth came out for her free skate two days later, though, and the first few notes started playing, it was clear that she had left her hard edge at home this time. She went with “Carmen.”\n\nImage Joe Ward, left, with Doug Mills, whom he calls one of his \"heroes.\" Credit Doug Mills/The New York Times\n\n‘It’s Going to Be a Good Morning’\n\nJoe Ward: Anytime you can start your workday on a chairlift with the Pulitzer Prize-winning White House photographer Doug Mills, you know it’s going to be a good morning. Wind chills of minus-20 and gusts of 60 m.p.h. only make the experience of working alongside one of your journalistic heroes all the more memorable.\n\nDoug snapped the famous photograph of President George W. Bush being told about the attacks on the World Trade Center in a Florida classroom. The multitudes of people who admire Mills’s photographs don’t also get to experience his generosity and humor. Some days, more than others, you realize you’re lucky to be doing what you’re doing.\n\nImage Artur Nogal of Poland falling painfully early in the speedskating sprint. Credit John Sibley/Reuters\n\nAn Athlete Falls, and Applause Rises\n\nDavid Segal: If Poland’s Artur Nogal ever has grandchildren and wants to tell them about his Olympic experience, it is going to be a very short story.\n\nIn the men’s 500-meter speedskating event, he lined up, crouched as he readied for the start gun and then sprang into a sprint. It lasted for two seconds. Nogal slipped and fell to the ice, his face of rictus of agony as he spun on his rear end.\n\nIf records were kept for “shortest amount of time in the Games when you were in contention,” this guy would be hard to beat.\n\nHe didn’t stay on the ground for long. While the athlete he was supposed to race flew around the track, Nogal got up and slowly started to skate again. Then something happened that was either amazing or inevitable. Either way, it was stirring and spoke to the deep empathy of the crowd, which recognized immediately that it had witnessed an athlete’s nightmare.\n\nThe audience applauded. It sounded nothing like the applause for Cha Min Kyu, a South Korean who ultimately won the silver and was rapturously cheered when he delivered the best time of the night, at least until a Norwegian bested him by a hundredth of a second. Instead this was the ovation of a crowd expressing its heartfelt condolences, or just saluting Nogal for years of training, and for having the grace and nerve to finish a race he had lost in an instant.\n\nImage Family and fans of Anna Gasser of Austria celebrate her win in the women's Big Air snowboarding final. Credit Hilary Swift for The New York Times\n\nA Visual Cue From the Roar of the Crowd\n\nBedel Saget: As a visual journalist, I find it interesting that my favorite moment of the Pyeongchang Games was a strictly audible one. For the women’s big air final, I was shooting from a position where I could see all the spins and flips but not the scores or the landings, a crucial component in big air. (Ask the silver medalist, Jamie Anderson, who couldn’t hold onto first place after failing to land her “cab double cork 1080” in the final round.)\n\nI followed as best as I could by using the reaction of the crowd after each jump. By the third and final round, I had a strong feeling that the Austrian Anna Gasser — the reigning world champion and favorite whom I’d followed for an entire year for one of our Olympic preview interactive graphics — would land somewhere on the podium.\n\nThe stadium was so quiet for this last and deciding jump, I sensed everyone could hear the rapid fire of my camera as Gasser flew past me, flipping twice and spinning three times on her cab double cork 1080. After she disappeared out of view, the exploding roar of the crowd told me that something special had just happened. Gasser had won the first gold medal in Olympic big air competition, and more important, this entire field of athletes had finally been able to reveal the progress and depth of women’s snowboarding. It was a stark contrast to the slopestyle final, in which the women had to scale back their runs because of dangerously high winds.\n\nImage Vice President Mike Pence of the United States and President Moon Jae-in of South Korea shared a laugh at the women's 500 meters short-track speedskating race. Credit Julie Jacobson/Associated Press\n\nA Night of Geopolitics, and Gold\n\nRandal C. Archibold: In one night, I saw South Korea win its first gold medal, Vice President Mike Pence and his entourage push past me, and the North Korean cheerleading squad execute “the wave” with robotic precision.\n\nWho knew short-track speedskating could deliver so much in one night?\n\nIt was a chance visit to the event, motivated by the simple urge to get out of the windowless office where I helped edit our coverage and to go see something. The other events I attended or covered could not match this one for its athletic and geopolitical resonance. So the first Olympic event I have ever attended will probably stay with me the longest.\n\nImage Who let this guy come to the top of the jump? Credit Doug Mills/The New York Times\n\nAn Olympic Veteran Reaches New Heights\n\nDoug Mills: Without a doubt, my pinch-me moment came when I was allowed to spend time up in the ski jumpers’ start house. This is a place I had never visited while photographing several other Games, and I had not seen many photos made from inside.\n\nI would not have been allowed to show the reader the behind-the-scenes images without the support of the wonderful photo managers at that venue. It’s hard to describe how far up the start house is, but I know one thing: There is no way I could do what these Olympic athletes do.\n\nImage \"As long as we can make people smile, we are happy,\" said one of the Norwegian men at the train station. Credit Inyoung Kang\n\nNorwegian Fans Help Make the World Smaller\n\nInyoung Kang: I was waiting for the 8:24 train back to Seoul when I heard the two men coming — laughing, chattering, clanking. They were covered in Norwegian flags, from their glasses to their cowbells to their Viking plushies.\n\nI gawked for a moment before asking if I could take their picture.\n\n“Of course!” they said in unison, beaming and posing.\n\nI snapped a photo and asked if they were in Pyeongchang to cheer for anyone in particular. In the station, I had met a Swede who had come to support his daughter, an Alpine skier.\n\n“No, we are just fans,” one said. He gestured at his friend’s get-up. “We came here for fun. As long as we can make people smile, we are happy.”\n\nThe first Olympics I remember watching were the Nagano Games in 1998. As a child, I was fascinated by the sports, the teams and how the world seemed to come together and put aside its differences, if only for a little while. Now, 20 years later, I was in the country of my parents’ birth to cover my first Olympics. I have always felt a bit like an outsider — a minority at home or a foreigner with an American accent here. But that night on the train platform, on my 20th visit to Korea, the world felt a little smaller. I thanked the Norwegians, and we parted ways.\n\n\n\nImage At the finish of the team sprint, Jessie Diggins made one small slide for herself and one giant stretch for Team U.S.A., clinching its first gold in cross country. Credit Dmitri Lovetsky/Associated Press\n\nBecause Minnesota\n\nTalya Minsberg: “Because Minnesota.” That’s a reason I was assigned to follow the United States women’s cross country team throughout the Winter Games. Both Jessie Diggins and I grew up in Minnesota and spent hours racing around golf courses in the Twin Cities.\n\nDiggins and the other American women had a real shot at winning a medal in cross-country skiing — the first for the United States since Bill Koch took home a silver in 1976.\n\nOn Feb. 10, she finished in the fifth in the skiathlon. On Feb. 13, she finished sixth in the sprint classic. Two days later, she finished fifth in the 10-kilometer freestyle, just 3.3 seconds away from winning a medal. And when the stands were the fullest, on Feb. 17, the American team of Sophie Caldwell, Sadie Bjornsen, Kikkan Randall and Diggins came in fifth in the 4x5-kilometer relay.\n\nWhen asked if she still thought she could win a medal, after so many narrow misses, Diggins flashed a megawatt smile and said, “If I didn’t, I wouldn’t be here.”\n\nOn Wednesday morning, the day of the team sprint relay, my editor sent me a message: “Want to chase cross country one more time?”\n\nThe race turned out to be one that deserves to be replayed in Olympic highlight reels for years. Diggins and Randall didn’t just win a medal. They took the gold.\n\n\n\nImage The Pyeongchang crowds approached the Olympics with a mix of enthusiasm and fascination. Credit Hilary Swift for The New York Times\n\nSome of the Best Pictures Are Not of Athletes\n\nHilary Swift: One of my favorite days at the Olympics was the qualifying runs for women’s big air snowboarding. It was probably the warmest day I can remember, and so a lot of spectators came to the event.\n\nMy colleague Doug Mills was at the top of the jump getting pictures of skiers coming down, so I was free to roam the crowd and look for features. To me, this photo speaks to what the Olympic experience is like for the majority of people who cycle through venues. You may not be an athlete or a volunteer, but you’re supporting your country’s athletes and others from all over the world.\n\nImage The media buses at the Olympics were like moving living rooms with live coverage of the Games. Credit Hilary Swift for The New York Times\n\nPardon the Delay While My Country Races\n\nAndrew Keh: A bus full of journalists was chugging down a busy road last Sunday when the driver swerved onto the left shoulder, put the vehicle in park and craned his neck for a better view of the giant television propped above his head.\n\nRight then, Lee Sang-hwa of South Korea was inching toward the starting line in the women’s 500-meter speedskating event. Lee charged around the ice, only to finish 0.39 seconds behind the eventual gold medalist, Nao Kodaira of Japan. As Lee broke down in tears, the driver tapped the steering wheel, let out a disappointed grunt and started the bus again.\n\nBus drivers were among the countless workers here doing thankless jobs to keep the Olympics running. But every so often, when a Korean athlete was about to perform, patriotism (or perhaps mere curiosity) compelled them to pause for a few moments. The passengers never seemed to mind.\n\nTwo days later, a bus driver on a different route pulled over to watch the final seconds of the South Korean women’s curling win over the United States team. Some passengers clapped as the women, unexpected stars of the Games, celebrated on screen. The driver laughed out loud.\n\n“Wow, they really are good,” he said to no one in particular. Then he yanked the bus back into busy traffic.\n\nImage Michelle Gisin of Switzerland was a friendly bus companion one day and a gold medal winner in the Alpine combined a few days later. Credit Doug Mills/The New York Times\n\nExceptional on the Slopes, Normal on the Bus\n\nTara Parker-Pope: For me, the best part of the Olympics happened between competitions, when I would occasionally run into athletes or their families in a casual setting. I struck up a conversation with the Swiss skier Michelle Gisin on a bus — about her two siblings, who also ski (her sister Dominique won a gold medal in Sochi), and how her parents worry about them getting hurt.\n\nGisin was charming and humble. We traded pins, and I wished her luck. A week later she stormed to a gold medal in the Alpine combined. At my hotel, I ran into 17 relatives of the snowboarder Jamie Anderson a few hours before she won the gold medal in the slopestyle competition. “You know Jamie?” her father asked, almost surprised at how famous his daughter had become.\n\nIt’s an incredible gathering of athletes and families, all so passionate about what they do, and you find these athletes often are just normal people doing exceptional things.\n\nImage Two old friends, Matthew Futterman, left, and Jason Albert, tried to figure out where more than a quarter-century had gone since the last time they saw each other: on their college graduation day. Credit Gabby Naranja\n\nIs That You, Jason?\n\nMatthew Futterman: The Olympic Games are supposed to be about bringing people together.\n\nAs a student at Union College in Schenectady, N.Y., I spent the better part of my junior and senior years sharing a rundown house with a great friend named Jason Albert. We called him “J-bert” back then. A lover of the outdoors, he was the guy who, on a clear night, would take his sleeping bag and crash in the middle of the softball field because, well, why not?\n\nWe spent endless hours on beat-up couches, contemplating problems large and small — Iraq, what we were going to do after graduating, girls who (rightfully, probably) found us unworthy.\n\nOn graduation day, we bro-hugged and said something like, “See you soon.”\n\nWe didn’t. That was nearly 27 years ago. There is no good explanation other than life, which carried him to Bend, Ore., and me to the Upper West Side of Manhattan.\n\nThe day before the Olympics started, as I was looking at my phone and hurrying to attend to a story, I nearly walked head-on into a correspondent for the great Nordic sports website fasterskier.com — my old friend and housemate Jason.\n\nIn that moment, and then at a couple cross country races where we leaned on a fence and watched the competition, we were right back on those couches — thankfully, without very much to complain about.\n\nImage From left to right, Mina Kim, Robert Fissel and the brothers Keun Hwan and Dong-hyung Lee taking in a bobsled race. \"It's so fast,\" Dong-hyung Lee said. Credit Chang W. Lee/The New York Times\n\nThe Best Bobsled Picture Has No Bobsled\n\nChang W. Lee: This is my favorite picture from these Olympics.\n\nIt’s so hard to find a new way to illustrate many Olympic sports, especially bobsled.\n\nOne day as I walked down from the top of the sledding hill, I could barely see anything. There were spots where I could see some parts of the track, with the Olympic Village in the background or flags nearby, but they didn’t make for very good pictures.\n\nI kept walking down. Still, nothing much. The competition went on, and I didn’t have a picture yet. I heard the crowds cheering, but there was no bobsled in sight. When I had nearly reached the bottom, I saw a gap in the course. I peeked into it. I tried looking for several different groups of fans, but I didn’t see much in the way of reactions.\n\nThen, there we go. I made the best picture of sliding sports I have ever seen, even without a bobsled.\n\nThree fans made all the noise in the grandstand next to the finish line. Just three fans. You could not help but hear their cheering, because just about everyone else in the area was stunned silent.\n\nImage Ester Ledecka of the Czech Republic stood stunned after winning the women’s super-G Alpine race. Credit Doug Mills/The New York Times\n\nDid I Really Just Do That?\n\nBill Pennington: The outcome of the women’s super-G Alpine race had been decided about 10 minutes earlier. Or so it seemed. The top 20 ranked skiers had already finished, which in nearly every case would mean that the fastest time had already been recorded.\n\nThen Ester Ledecka of the Czech Republic, the 26th racer to leave the start gate, dashed down the hill. When she came to a stop and turned her eyes to the scoreboard, she stood motionless, her mouth agape. There was a No. 1 next to her name.\n\nOther racers and the audience were as stunned as Ledecka. But not three Czech fans in the grandstand. They began yelling, stomping their feet and shaking cowbells.\n\nLedecka was sure it was a mistake. Much of the crowd thought the same thing, and a confused quiet enveloped the finish area.\n\nBut there was no error, and bit by bit, the three Czech fans had a contagious effect on those around them. The cheering built slowly until it was a roaring ovation. It almost, but not completely, drowned out the three fans who first knew the truth — and celebrated the capricious spirit of the Olympics.\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page B 8 of the New York edition with the headline: Moments & Memories Large & Small\n\n\n\n\n\n", "keywords": ["womens", "credit", "olympics", "large", "games", "olympic", "fans", "gold", "team", "medal", "moments", "york", "small", "memorable"], "polarity": 0.1348748929022366, "subjectivity": 0.42537959653193985},
{"title": "\n                    The Airborne Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/the-airborne-olympics.html", "text": "Image Credit Doug Mills/The New York Times The Airborne Olympics CreditDoug Mills/The New York Times\n\n\n\n\n\n\n\n\n\nAt the Winter Olympics, many gold medals are earned in the air. Generally the athletes that manage to defy gravity for the longest can pull off the most complex maneuvers, positioning themselves for the podium.\n\nNew York Times photographers have captured airborne athletes throughout the Pyeongchang Games. Here’s a look at some of their favorites photos.\n\nImage Jamie Anderson of the United States won silver in snowboard big air on Thursday morning. Credit Hilary Swift for The New York Times\n\nIn the newest Olympic sport, big air, athletes shoot down a 49-meter-high hill and launch themselves off a ramp. The sport consists of that one jump and as many tricks athletes can fit into their time in the sky. It’s called big air for a reason.\n\nJamie Anderson of the United States won the silver medal. Earlier in the week, she won a gold in slopestyle snowboarding.\n\nImage Shaun White competing at the Pyeongchang Winter Olympics. Credit Chang W. Lee/The New York Times\n\nHalfpipe snowboarders and skiers have more than one chance to go skyward. While traveling down the 170-meter halfpipe, athletes sail — sometimes over 20 feet above the rim — to perform a variety of tricks. They are judged on the degree of difficulty, height and technique.\n\nAmerican Shaun White won his third gold in the halfpipe. His third run was nearly flawless, and included a frontside double cork 1440 followed by a cab double cork 1440. Trust us, that’s really hard.\n\nImage Cassie Sharpe of Canada won the gold in ski halfpipe. Credit Doug Mills/The New York Times\n\nHalfpipe skiers are judged on the number of turns, snowboarders are judged on the number of rotations. So these athletes don’t need to just get themselves in the air. To win, they need to stay there for as long as they can to complete their run.\n\nCanada’s Cassie Sharpe won the gold medal in the ski halfpipe with a run that included back-to-back 900s and a cork 1080.\n\nImage Yuzuru Hanyu during his free skate. In this program, he scored second behind Nathan Chen of the United States. He scored a 317.85 in total, and was able to defend his Olympic title. Credit Margaret Cheatham Williams/The New York Times\n\nFor a figure skater to earn a spot on the podium, they need to rise above the ice. Each jump is worth a certain number of points based on the degree of difficultly, and judges frequently watch slow motion replays of routines to make sure rotations are properly noted.\n\nJapanese gold medalist Yuzuru Hanyu performed quad salchows and quad toe loops, earning his second consecutive gold medal.\n\nImage Alina Zagitova skated her way to the gold medal in the free skating program of women’s skating competition at the Pyeongchang Games. Credit James Hill for The New York Times\n\nRussian gold medalist Alina Zagitova successfully landed a triple lutz — triple loop combination in both her short and long program.\n\nImage Lindsey Vonn of the United States hits a jump during her run at the Jeongseon Alpine Center in Pyeongchang, South Korea. Vonn finished 6th. Credit Doug Mills/The New York Times\n\nNo one can compete with the airborne speed of downhill skiers at the Olympics. To reach the bottom of the hill first, they must navigate jumps quickly and smoothly. That means being airborne at some 80 miles per hour and landing safely, only to make a turn and do it again.", "keywords": ["credit", "olympics", "airborne", "athletes", "air", "states", "united", "york", "won", "gold", "pyeongchang"], "polarity": 0.12370189995189998, "subjectivity": 0.3804834054834055},
{"title": "\n                    Highlights and Photographs From the 2018 Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/25/sports/olympics/closing-ceremony-winter-games.html", "text": "As a little thrill to shake up the torpor of the speeches, several well-known athletes, including Lindsey Vonn and Pita Taufatofua, the Tongan taekwondo Olympian who competed in cross-country skiing and appeared shirtless and well-oiled for the fourth consecutive Olympic ceremony, posed with Bach and made a heart gesture with their hands.\n\nPhoto\n\nPhoto\n\nBeijing 2022 Takes the Stage\n\nSkaters scooted around the stage leaving luminescent trails that formed patterns, and eventually the logo of the 2022 Games. Giant illuminated pandas roller-bladed around. And then, at least according to the guidebook, the pandas flew back to Beijing through the internet.\n\nPhoto\n\nK-Pop Takes a Turn\n\nTime for K-pop! CL sang the pseudo hip-hop song “The Baddest Female” and “I Am the Best,” with torches and dancers. The crowd hit its highest level of excitement so far. And then some ritual. The national anthem of Greece. The flag of Greece was raised. The Olympic anthem. The Olympic flag was lowered and handed over to the mayor of Beijing, host of the 2022 Games. The national anthem of China. And that meant it was time for a segment devoted to Beijing. Yes, with pandas!\n\nPhoto\n\nVisual Spectacle and Some Math\n\nNext a somewhat abstract look at time. Some base 60 numbers were projected. It was a bit hard to understand, but the ceremony guidebook clarified: “When the number becomes zero, the people of the future break free from the existing time and space, and arrive at a world no longer bound by gravity.” And “The Axis of New Time set a new orbit of time in motion, and despite the fluid nature of the orbit, it reformulates itself by discovering and creating a new order.” Thousands of moving lights and dancers made for a fine visual spectacle if not a crystal clear one.\n\nPhoto\n\nCross-Country Medalists Share the Stage\n\nTraditionally a victory ceremony or two is held at the closing ceremony. Here it was the men’s and women’s mass start cross-country races. Marit Bjoergen of Norway accepted her mind-boggling eighth gold medal and Iivo Niskanen of Finland his second. Thomas Bach of the IOC was on hand and was introduced for a second time as a former fencing gold medalist. In English and French. In French, fencing is “escrime.”\n\nPhoto\n\nPhoto\n\nNorth Korea and South Korea Carry Their Own Flags\n\nRather than carrying the unified flag that was seen throughout the Games, South and North Korea each carried in their own flag: speedskater Lee Seung-hoon carried South Korea, and Kim Ju-sik of pairs figure skating, carried North Korea.\n\nOn the stage, a mournful and reflective moment; a tribute to those who have died, led by a turtle and giant puppets. The puppets were kkoktu, used at funerals to guide the dead to the next world. Marchers carried dandelion seeds, symbolic of life arising from death. Turtles are said to carry messages from humans to the gods.\n\nPhoto\n\nPhoto\n\nPhoto\n\nThe Parade of Flags, Minus One\n\nNext up was the parade of flags, with each nation carried by one of its own Olympic heroes. Except for Russia, whose flag has been banner non grata at the Games. Ester Ledecka (Czech Republic), Jessie Diggins (U.S.), Marit Bjoergen (Norway), Ireen Wust (Netherlands) and Javier Fernandez (Spain) are among those who earned the honor.\n\nAdvertisement Continue reading the main story\n\nAnd then came the mass of athletes, entering in no particular order rather than strictly by nation as in the closing ceremony. This entry was scheduled to take 20 minutes, although at other Olympics it has often gone on much longer. There were a record 2,920 athletes at these Games.\n\nThe Canadian delegation marched in on a high, with many athletes wearing their medals around their necks. They had their best Winter Olympics performance ever — winning 29 medals in total, 11 gold. You’ll notice less athletes in the closing ceremony than you did in the opening ceremony. Many athletes — and most of the biggest name athletes — travel back home after their events. But the last event of the Olympics concluded just 3 hours before the closing ceremony. So if you see any athletes limping just a little, they may have participated in this afternoon’s 30 kilometer cross-country skiing race.\n\nPhoto\n\nPhoto\n\nPhoto\n\nA Blending of Traditional and Rock Music\n\nJang Sa-ik and a group of children got the South Korean national anthem assignment. The anthem was accompanied not by an orchestra but by a single marimba, a xylophone-like instrument. And then Yang Tae-Hwan, 13, completely shredded Vivaldi’s the Four Seasons (Winter, naturally) in a rock guitar arrangement, as performers in glowing suits cavorted. Eighty traditional Korean instruments, geomungos, a kind of zither, were then mixed with the rock — the meeting of old and new. A prayer pagoda rose from the stage to cap the opening number.\n\nPhoto\n\nA Colorful Introduction and a Handshake\n\nIn a colorful intro, young skiers and skaters on wheels dashed onto the circular stage that filled the pentagonal stadium. There was heavy use of light projections on the stage. President Moon Jae-in of South Korea and Thomas Bach of the I.O.C. arrived and shook hands with Ivanka Trump among others. They were presented with snow globes by two children. Their significance? They were each born on July 7, 2011, the day Pyeongchang was awarded the Games.\n\nIt was 35 degrees in the Pyeongchang Olympic Stadium. That’s tropical compared to the low teens from the opening ceremony here. Attendees were still given a bag with a seat warmers, hand warmers and toe warmers. The ceremony is expected to be two hours long, after all.", "keywords": ["olympics", "2018", "athletes", "south", "highlights", "stage", "olympic", "flag", "anthem", "games", "ceremony", "photographs", "korea", "winter", "carried"], "polarity": 0.10879314379314374, "subjectivity": 0.40920001170001147},
{"title": "\n                    Russians Won’t Get to March Behind Their Flag at the Olympic Closing Ceremony                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics-russia-closing-ceremony-ban.html", "text": "Russia’s final doping test results are anticipated within 72 hours, and if they are clean, the country will be restored to the I.O.C. in early March, Hoevertsz said.\n\nWith the vote, the I.O.C.’s membership rubber-stamped a recommendation from its executive board. That group failed to reach common ground at a meeting on Saturday.\n\nThe Bach-led executive board asked the review panel to change a part of its report late Saturday. The report was changed to make clear the two failed drugs tests were not part of a systematic doping scheme involving the Russian Olympic Committee.\n\nTwo investigations revealed that Russia’s doping program had tainted scores of athletes and multiple sporting events across several years. Many of Russia’s top athletes were linked to the scandal and barred from the Games.\n\nAlina Zagitova, a 15-year-old figure skater, was the only Russian to have won a gold medal in Pyeongchang by the time the committee voted. The men’s hockey team won a second gold on Sunday, defeating Germany.\n\nThe Russians will now leave the Olympics the way they entered: in neutral uniforms that provided a constant reminder of the damage done to Russia’s sporting reputation by the scheme, a state-controlled effort to replace drug-tainted urine samples with clean ones, according to the investigations.\n\nPresident Vladimir V. Putin of Russia and other top sports officials from the country have denied that the doping program reached the highest levels of their government.\n\nAdvertisement Continue reading the main story\n\nThe effects of the scandal have disrupted the last two Games, shifting attention from athletics to litigation. Before the 2016 Summer Olympics in Rio de Janeiro, where Russia participated as a nation while some of its athletes were banned because of the scandal, the country tried to use the sports courts to increase its number of participants. It made a similar effort in the final days leading up to these Winter Olympics. Both attempts were unsuccessful.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA Russian delegation that included Evgenia Medvedeva, the silver medalist in women’s figure skating, made a presentation to the executive board.\n\nThe bobsledder Nadezhda Sergeeva’s positive drug test the day before did not help Russia’s cause. She was the second Russian to fail a drug test here. When the I.O.C. banned Russia on Dec. 5, the organization said a condition of the country’s reinstatement would be a commitment to global antidoping regulations. Russia was also required to pay a $15 million fine.\n\n“This is not a decision everyone will be happy with,” Hoevertsz said after Sunday’s vote. “We will be criticized.”\n\nThe decision to potentially reinstate Russia met skepticism on Sunday, with critics pointing to retests of doping samples conducted years after the 2008 and 2012 Summer Olympics. In those tests, Russian athletes had the most confirmed cases at both Games, according to the I.O.C.’s own statistics (18 out of 65 from Beijing 2008; 21 out of 49 from London 2012)\n\n“If the retests shows the result then the I.O.C will take the appropriate measures,” Bach said at a news conference Sunday afternoon, without elaborating.\n\nRichard Pound, the I.O.C.’s longest-serving member, skipped the meeting in protest of what he considered to be lenient treatment of Russia. Adam Pengilly, a British member who also has been critical of the I.O.C.’s reaction to the Russia scandal, was sent home from the Games after an altercation with a security guard.\n\nAfter being warned that their conduct would affect the I.O.C.’s decision, Russian athletes have largely been keeping a low profile in South Korea. They have generally stayed off social media and refrained from making critical comments or displaying nationalistic symbols.\n\nThe two failed drugs tests were not part of a systematic doping scheme, the panel said. Russia’s I.O.C. member, Shamil Tarpischev, said “a lack of cultural education” was to blame.\n\nAdvertisement Continue reading the main story\n\nRussia will be welcomed back as a full-fledged Olympic nation if all of its remaining drugs tests from the Pyeongchang Games are negative. Then the I.O.C. can try to move on from one of the biggest scandals in Olympics history.\n\nAthletes from around the world have been among the most critical voices opposing Russia’s return. On Saturday, American biathletes joined others to say they wouldn’t participate in a season-ending event in Russia.\n\n“We believe this should be the end of this big problem and pave the way for a new chapter in Olympic sport,” Tarpischev said.", "keywords": ["russians", "olympics", "doping", "athletes", "flag", "olympic", "russia", "russian", "iocs", "scandal", "ceremony", "wont", "closing", "tests", "russias", "ioc"], "polarity": 0.09563270063270064, "subjectivity": 0.39629370629370625},
{"title": "\n                    At the Olympics, Motherhood Skis Away With a Gold and a Bronze                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics-motherhood-randall-gold-medal.html", "text": "After their pregnancies, Randall and her fellow competitors shared parenting advice about sleep training and getting back into shape. It seems to have worked. Two of the women ended up on top of an Olympic podium at these Games and two more came close.\n\nThey also worked together to persuade the International Ski Federation to support them. Randall and Finland’s Aino-Kaisa Saarinen were able to get federation officials to provide credentials for caregivers and to find space for baby rooms — stocked with diapers and toys — that doubled as a warm place for children and the people watching over them during long events.\n\n“Men can have families, and they don’t ever have to miss a single race,” said Randall, who has pink highlights in her blond hair and is as ripped as a ninja warrior. “Knowing we were all having babies, we lobbied to have some support for moms that first season back. It’s the first time the international federation has provided that kind of support.”\n\nWhile those changes helped, all of the other mothers lived in Europe and didn’t face the same challenges Randall did in packing up her family and traveling for six months out of the year. For Randall, the only way to make the ski season successful as both an athlete and a parent was to enlist the support of her teammates.\n\nTheir buy-in was never in doubt. Randall has long been at the elite level of cross-country skiing, and several of her current teammates idolized her when they were teenagers. The goal was for Randall to spend time training with the team and still be there for her family. It helped that her husband, Jeff Ellis, a former Canadian ski racer, worked as a media coordinator for the International Ski Federation. Both sets of grandparents have also provided extensive caregiving during the racing season.\n\nPhoto\n\n“We made this deal where I wanted to be as much a part of the team as I could, but I didn’t want to be disruptive to the athletes,” Randall said. “Kids bring extra germs, and he might be crying at night.”\n\nAdvertisement Continue reading the main story\n\nAfter talking with the coaches, her family adopted ground rules — sitting at separate tables in the dining hall to allow the athletes to decide how much or how little they wanted to interact with the baby. Randall and her family stayed in separate quarters, but sometimes those rooms were still within earshot of teammates, creating extra worry about whether a crying baby might wake someone up.\n\nThere were bumps in the road. It took a month for Breck to adjust to the time difference in Europe, resulting in multiple wake-ups at night. And it was also a challenge to be on the road with a growing baby. “There was a lot of gear,” Randall said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe toughest part was dividing her time between the needs of her family and her own desire to be with her team. “How do I be the best mom and best athlete? That part I hadn’t anticipated,” she said.\n\nHer teammate Diggins said the cross-country team knew that having a baby along during training and competition wouldn’t always be ideal. Sometimes the Americans stayed in small hotels with thin walls, and team members would hear Breck crying in the middle of the night or when they were trying to nap, she said, speaking last fall at an event in Park City, Utah.\n\nBut Diggins said the team didn’t want Randall to have to choose between being a mother and being a world-class skier, and they wanted to help her create something approaching a work-life balance. “Women shouldn’t have to choose,” Diggins said. “This team only works when everyone buys in.”\n\nPhoto\n\nAnd there were benefits to having Breck along for the ride, said Sadie Bjornsen, another team member. Bjornsen, who calls herself a “sucker for kids,” said playing with Breck on the road helped keep her from thinking about skiing every waking hour.\n\n“Sometimes I will come in after a race and be bummed out about how I’ve done, and I’ll just go over and hug Breck, and it will make me feel better,” she said.\n\nRandall, who plans to retire after this Olympics, recently won election to the International Olympic Committee Athletes’ Commission. She hopes she can use her experience as a mother and an athlete to help other Olympic families.\n\nIn the end, she did not bring her son to the Olympics because the cost was so prohibitive. Instead, Breck stayed in Toronto with her husband’s parents, and the separation was painful, said Randall. She said she wanted to work with the I.O.C. to create affordable housing for family members at future Olympics.\n\nShe hopes that seeing women like herself and Bjorgen on the Olympic podium will convince a new generation of athletes that it doesn’t have to choose between an Olympic medal and motherhood. In fact, she asserted, the two can work well together. She recalled sharing a moment with Bjorgen when they were each presented a stuffed white Soohorang tiger, the Olympic mascot, during the podium ceremony. They looked at each other with a knowing laugh.\n\nAdvertisement Continue reading the main story\n\n“I said, ‘Well, this is for Breck,’ and she said, ‘This is for Marius.’ ”", "keywords": ["away", "olympics", "bronze", "randall", "family", "olympic", "team", "international", "baby", "motherhood", "wanted", "ski", "breck", "skis", "federation", "gold"], "polarity": 0.11003659039373326, "subjectivity": 0.35858757644471934},
{"title": "\n                    For the Moment, Mikaela Shiffrin Is Looking a Little Lonely at the Top                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/american-skiiing-alpine-shiffrin-vonn.html", "text": "That leaves the 22-year-old Shiffrin, who could compete in two or three more Winter Olympics. Shiffrin may yet be a transcendent talent who sets a host of Olympic medal records, but is anyone else in the American ski racing community going to rise up and give her a hand?\n\nIn the last two weeks here, besides Vonn and Shiffrin, there were women on the United States team who showed promise. In the women’s downhill, Alice McKennis was fifth and Breezy Johnson was seventh. Over all, if you add their teammates Laurenne Ross and Alice Merryweather, there were seven top 20 finishes at the Pyeongchang Olympics by American women not named Vonn or Shiffrin.\n\nAnd another top woman on the United States team, Jacqueline Wiles, missed these Winter Games when she was injured in a heartbreaking crash on the final weekend of racing before the 2018 Olympics were to start. Wiles was third in a World Cup downhill late last month.\n\nPhoto\n\nBut on the men’s side, things were more bleak. Perhaps symbolically, Ted Ligety, one of three Americans to win two Alpine gold medals, watched his Olympic career probably come to a close with a disappointing 15th in his signature event, the giant slalom. Days earlier, Ligety had the highest finish by an American man at the Pyeongchang Games when he was fifth in the Alpine combined. The American men’s team was without one of its top performers in Travis Ganong, who is injured. The 36-year-old veteran Steven Nyman was also sidelined.\n\nStill, Ligety’s fifth place was the only top 10 result by an American man here. That’s a long way from the eight medals the Olympic men’s team won at the 2010 Vancouver Games.\n\n“We don’t have all cylinders firing, but that doesn’t mean we can’t turn it around in a two- to four-year cycle,” said Tiger Shaw, the chief executive of U.S. Ski and Snowboard, the umbrella group overseeing the ski team. “We have a lot of young talent. I think you need to look at potential, and when I look at the potential, I’m not worried.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt is true that there were flashes of an improved future for the American men. Ryan Cochran-Siegle, who is the son of the 1972 American Olympic gold medalist Barbara Cochran, had the third fastest time in the field in the second run of the giant slalom. Cochran-Siegle was participating in his first Olympics, and finished 11th, but even one blistering run on a big stage can propel a budding career. Cochran-Siegle was also 14th in the super-G.\n\nBryce Bennett, another Olympic rookie and an intriguing prospect because he is 6 feet 7 inches, was 16th in the downhill and 17th in the Alpine combined. Bennett and Cochran-Siegle are each 25 years old.\n\nAdvertisement Continue reading the main story\n\nBuried for now deep on the United States ski team’s roster are other American men with impressive junior racing pedigrees who were simply too untested on the World Cup level to qualify for the trip to Pyeongchang. Included in that group is River Radamus, the son of two high-level, Colorado-based, ski racing coaches. Radamus, 19, has been near the top of the overall standings on what amounts to ski racing’s minor league circuit for most of this winter. In 2017, at the Youth Olympic Games, Radamus won three races, which was unprecedented at the event.\n\nTwo years older than Radamus is his teammate Sam Morse, who won the downhill at the junior world championships last year (Merryweather won the women’s downhill).\n\nMorse, raised in Maine, not only believes better days are coming for the American men, he believes the new wave of racers will introduce pioneering techniques because it is the first generation to have spent its entire upbringing using shaped skis, which, because of their parabolic silhouettes, are easier to turn.\n\n“It’s a different style coming up, more arcing of turns and less sliding,” Morse said late last year.\n\nMorse added: “And when we come up, it won’t just be one or two fast guys but a whole squad.”\n\nIf so, Shiffrin will appreciate the reinforcements.", "keywords": ["racing", "looking", "olympics", "shiffrin", "moment", "olympic", "mikaela", "team", "radamus", "downhill", "american", "ski", "won", "little", "lonely"], "polarity": 0.10282756132756134, "subjectivity": 0.38639610389610385},
{"title": "\n                    Her Olympic Goal: Find Her Birth Parents                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005741037/her-olympic-goal-find-her-birth-parents.html", "text": "4 U.S.\n\nTrump on Florida Shooting: ‘I’d Run in There Even If I Didn’t Have a Weapon’", "keywords": ["ustrump", "parents", "olympic", "birth", "goal", "weapon", "shooting", "run", "id", "florida", "didnt"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    As Medals Pile Up, Norway Worries: Are We Winning Too Much?                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/final-medal-count-norway.html", "text": "PYEONGCHANG, South Korea — Surpassing its own lofty expectations, Norway has delivered the greatest performance in the history of the Winter Games, winning a total of 39 medals, 14 of them gold. A nation of only five million people has crushed all comers, including sports behemoths like Germany and the United States, in the events Norwegians care about the most.\n\nElsewhere, these historic results would yield the kind of street parties where strangers high-five one another until their hands hurt. In Norway, celebrations have been far more subdued. The most raucous it has gotten so far is a lot of joyful shouting at the television.\n\n“We always want to win,” said Fredrik Aukland, a TV sports commentator in Norway. “But modesty is a big part of the culture here. And Norwegians don’t go out much.”\n\nUnless it’s Constitution Day, ostentatious displays of all kinds are frowned upon in Norway, especially when it comes to wealth, a notable feature in one of the world’s richest countries. Nobody expects a parade for returning athletes, even though they are bringing home 14 medals in cross-country, six in biathlon, five in ski jumping, seven in Alpine skiing and four in speedskating.\n\nAdvertisement Continue reading the main story\n\nThe haul is sure to revive pangs of concern that have shadowed Norway’s streak of victories in recent years — that the country may dominate some winter sports so thoroughly that it is ruining them.", "keywords": ["medals", "far", "norway", "14", "yield", "win", "worries", "norwegians", "worlds", "winter", "winning", "pile"], "polarity": 0.25724637681159424, "subjectivity": 0.5871980676328502},
{"title": "\n                    Winter Olympics 2018 Results: Russia Wins Hockey Gold                ", "url": "https://www.nytimes.com/2018/02/24/sports/olympics/medals-table-schedule-results.html", "text": "Advertisement\n\nWinter Olympics 2018 Results: Russia Wins Hockey Gold Right Now Marit Bjoergen won her eighth gold medal in the final event of the Games, mass start cross country.\n\nImage The Swedish women’s curling team defeated South Korea in the gold medal match. Credit Chang W. Lee/The New York Times\n\nEnd of the Line for Garlic Girls\n\nSouth Korea’s “Garlic Girls” lost the curling gold medal match to Sweden, 8-3. Two steals in ends 4 and 5 gave Sweden a 5-1 lead that it did not relinquish. South Korea’s silver medal was its first in curling; it also won its first snowboard, bobsled and skeleton medals ever at these Games.\n\n“We did the game of the week when we needed it in an Olympic final,” said Swedish skip Anna Hasselborg. “I'm so proud of my girls. It was an amazing game to play. I'm overwhelmed with feelings. It's crazy.”\n\nImage Olympic Athletes from Russia, including Ilya Kovalchuk (71) celebrating their 4-3 overtime win over Germany in the men’s hockey gold medal game. Credit James Hill for The New York Times\n\nRussia Wins Hockey\n\nRussia rallied from 3-2 down to Germany in the third period of the gold medal hockey match, scoring a short-handed goal with less than a minute left, then winning in overtime, 4-3. Nikita Gusev had two goals for Russia, known at these Games as “Olympic Athletes from Russia.” It was the first gold for Russian players in the event since 1992, when Russia played as the Unified Team.\n\n“Since I was five years old, when I started to play hockey, this was the dream of my late father; this was my dream,” said Ilya Kovalchuk, the tournament’s MVP.\n\n“I think we haven’t quite realized what we did. But no matter how often you said that it would be easy, that it’s a second-tier league, I think that today’s game put a lot of things back in their place. It showed that this is the Olympics.”\n\nNo Russian Flag at Closing Ceremony\n\nThe International Olympic Committee upheld its suspension of Russia as a team from the Games, a move that will force its athletes to march in the closing ceremony without their national colors or flag.\n\nThe decision, in a vote here Sunday, came after two failed drug tests by Russian athletes — among more than 160 competing here under a special dispensation — and after a long night of talks among senior I.O.C. officials. Full coverage here.\n\nFlag bearers at the ceremony will include Jessica Diggins of the United States, Marit Bjoergen of Norway, Ester Ledecka of Czech Republic and Pita Taufatofua of Tonga.\n\nEighth Gold for Bjoergen\n\nMarit Bjoergen of Norway powered away from the field and won the women’s mass start race by almost two minutes. It was the eighth gold medal and 15th medal overall for Bjoergen, 37.\n\nThe eight gold medals equaled the record held by two other Norwegians, Ole Bjoerndalen in biathlon and Bjoern Daehlie in cross country. The 15 medals is the record.\n\n“When I look behind me and see what I have done, it's incredible,” Bjoergen said. “It has been an amazing career for me; this is my last Olympics and to finish like this is incredible.”\n\nTeresa Stadlober of Austria was in second place when she took a wrong turn, dropping her back to eighth. She finished ninth.\n\nGermany Wins Bobsled\n\nFrancesco Friedrich of Germany, driver of the winning two-man sled, added the gold medal in the four-man bob. A second German sled and South Korea tied for the silver. Germany won gold in all three bobsled events at the Games. It was Germany’s 14th gold medal at the Games, equaling a record set by Canada in Vancouver in 2010. Norway also won 14 golds at these Games.\n\nMass Start Wins to Japan and South Korea\n\nNana Takagi of Japan and Seung-Hoon Lee of South Korea won the mass start speedskating races. New at these Olympics, mass start races are the only long-track events in which skaters all race at once. “As the first mass start, I feel very happy to do this in front of my home crowd and I am honored to get so much praise with this medal,” Lee said.\n\nCanadian Athlete and Manager Arrested\n\nTwo members of the Canada’s Olympic delegation, an athlete and a manager, were arrested Friday in Pyeongchang, accused of stealing an idling car and driving drunk, a local police official and representative of Team Canada said Saturday.\n\nLee In-ho, superintendent of the Gangwon Province Police, declined to name the athlete or manager but said the driver had a blood alcohol level of .160. Mr. Lee said that the pair jumped into the car and drove from Daegwalryong village in Pyeongchang to the athletes’ village, in Gangneung.\n\nIt was not immediately clear whether the athlete or the manager drove the car. Reports in the Canadian and South Korean news media said the athlete was a 35-year-old skier who did not win a medal.\n\nIsabelle Charest, Canada’s chef de mission, confirmed there had been an incident involving a Canadian athlete but declined to provide further details. — MOTOKO RICH\n\nImage Ivanka Trump watched the men’s Big Air competition with South Korean first lady Kim Jung-sook, center, and South Korean Foreign Minister Kang Kyung-wha on Saturday morning. Credit Doug Mills/The New York Times\n\nCanadian Wins Big Air Snowboarding\n\nSebastien Toutant of Canada won the men’s big air snowboard event, wrapping up the gold with an 84.75 and a competition-best 89.50 on his first two jumps. The American Kyle Mack was second, while Red Gerard, 17, who had won the slopestyle event earlier in the games, placed fifth.\n\nIn the crowd was Ivanka Trump taking in her first event of the Olympics with South Korean First Lady Kim Jung-sook.\n\nImage Ester Ledecka of the Czech Republic won her second gold of the games on Saturday. Credit Chang W. Lee/The New York Times\n\nEster Ledecka Wins Snowboard Race\n\nEster Ledecka of the Czech Republic won a gold medal in the snowboarding parallel giant slalom on Saturday, becoming the first woman to win a medal in two sports in a single Olympics. She had earlier won the skiing super-G. Nevin Galmarini of Switzerland won the men’s race.\n\n“It was actually quite tough to change myself to a snowboarder. I had one week for it, in the end, and until yesterday I didn’t really feel good with my riding. But today I found the snowboarder in me, luckily.” Full coverage here.\n\nImage The United States' George Tyler, center, Matt Hamilton, left, John Shuster, second from right and John Landsteiner celebrating. after winning the gold medal. Credit Doug Mills/The New York Times\n\nU.S. Wins Curling Gold\n\nThe American men won the country’s first gold medal in curling with a 10-7 victory against Sweden. John Shuster, a four-time Olympian who was basically kicked out of the national program after the team’s poor showing in Sochi four years ago, led the team.\n\nIt was one of the more improbable comebacks in the history of curling.\n\nWith a 2-4 record and three games left in the tournament, Shuster couldn’t afford to lose another game. The team got on a roll with wins over the Canadian curling juggernauts and the number one ranked team in the world, Sweden, to capture Olympic gold. Full coverage here.\n\nImage Competitors collapse after the 50-kilometer mass start cross country race. Iivo Niskanen of Finland won the race. Credit Hilary Swift for The New York Times\n\nCross Country Gold for Finland\n\nIivo Niskanen of Finland, who won a gold medal in the team sprint four years ago, proved his versatility by winning the longest race of the Olympics, the 50-kilometer mass start cross country race. It was the first gold medal for Finland at the Games, and the first medal of any kind for a Finnish man.\n\n“It's a big deal for us, I saw the list,” Niskanen said. “The last Olympic champion in an individual race was 20 years ago.\"\n\nSwitzerland Wins Team Skiing Event\n\nA two-man, two-woman Swiss team out-skied Austria in the final of the Alpine team event. The new event featured four head-to-head matchups down a short slalom course with a small jump. Wendy Holdener of the winning team picked up her third medal of the Games and Ramon Zenhausern his second.\n\nNorway won the bronze. A United States team without any of its Alpine stars was eliminated by Britain in the round of 16.\n\nHere’s What You Missed\n\nKjeld Nuis of the Netherlands, the 1,500-meter winner, edged Havard Lorentzen of Norway, the 500-meter winner, in the men’s 1,000-meter speedskating race. It was the seventh gold medal for the Netherlands out of 12 events so far.\n\nThe old rivals Norway and Sweden headed into the final shooting segment of the men’s biathlon relay locked in a battle for first. Fredrik Lindstroem of Sweden missed just once. But Emil Svendsen of Norway, whose poor shooting at the end dropped Norway from first to fourth four years ago, missed three times. As a consolation, this time it only dropped Norway from first to second, rather than fourth.\n\nIn a thrilling end to a battle between the sport’s superpowers, the United States beat Canada by a score of 3-2 in a shootout to win the gold medal in women’s ice hockey . Jocelyne Lamoureux-Davidson’s goal in the sixth round of the shootout sealed the victory for the Americans, giving the team its first gold in the event since 1998.\n\nAlina Zagitova of Russia won the Olympic gold medal in women’s figure skating, edging out her countrywoman, Evgenia Medvedeva. The two skaters tied in the free skate, but Zagitova’s small edge in the short program made the difference.\n\nHere’s What’s Next\n\nThe closing ceremony\n\nVictor Mather is a general assignment sports reporter and editor.\n\n\n\n\n\n", "keywords": ["wins", "olympics", "hockey", "race", "2018", "south", "games", "olympic", "russia", "team", "medal", "results", "winter", "start", "won", "gold"], "polarity": 0.10986568619018952, "subjectivity": 0.38115640797760014},
{"title": "\n                    The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second                ", "url": "https://www.nytimes.com/interactive/2018/02/23/sports/olympics/fractions-of-a-second-composite-images.html", "text": "Women’s Slopestyle\n\nMany of the competitors in the women’s slopestyle event fell victim to gusty winds, including Japan’s Yuka Fujimori, 31. She completed her first run, shown here, but crashed in her second run and finished 9th. Jamie Anderson, 27, of the United States, adjusted her runs because of the weather and won gold, scoring nearly 7 points ahead of the silver medalist.\n\nComposite image by Jeremy White/The New York Times\n\nWomen’s Giant Slalom\n\nMikaela Shiffrin, 22, of the United States, who had sought multiple golds in Pyeongchang, took the top slot in the giant slalom after roaring down the steep and taxing course, a portion of which is shown here. For this, her only gold, she finished 0.39 seconds ahead of the silver medalist.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Alpine Combined\n\nIn the downhill portion of the combined, Shiffrin finished sixth, nearly two seconds behind her teammate Lindsey Vonn, 33. Shiffrin made up ground by attacking the slalom portion of the race to win the silver medal. The fast, technical turns Shiffrin is known for were on display in this final section of the course, below.\n\nComposite image by Jeremy White/The New York Times\n\nMen’s Double Luge\n\nAmerican luge doubles Matt Mortensen, 32, and Jayson Terdiman, 29, sped down the track at more than 70 miles per hour and finished their first run in sixth place, in striking distance of a spot on the podium. But in their second run, shown below, they posted a slower time, and finished the event in 10th place.\n\nComposite image by Bedel Saget/The New York Times\n\nMen’s Team Ski Jump\n\nNorway won the ski jumping team event, collectively jumping nearly 13 meters farther than the German team, which took silver. Robert Johansson, 27, shown here in his final jump, had the second longest jumps of the four-man Norway team.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Halfpipe\n\nChloe Kim, the 17-year-old American, won gold with a nearly perfect score in halfpipe. She had already secured the gold after her first run. But she went bigger and bolder in her final run, executing back-to-back 1080s, a combination that she first landed in 2016. No other woman has matched that feat in competition.\n\nStart Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Start Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Composite image by Alexandra Garcia and Jeremy White/The New York Times\n\nWomen’s Big Air\n\nAfter trailing a rival in the first two runs, Anna Gasser, 26, of Austria, nailed her hardest trick, a cab double cork 1080, shown here, in her final run. The move, which is so difficult in part because it has a blind landing, won her gold in the Olympic debut for big air snowboarding.\n\nComposite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nMen’s Figure Skating\n\nYuzuru Hanyu, 23, of Japan, successfully defended his gold medal in figure skating with a performance that combined both artistry and jumping ability. In a competition in which executing several quads was a must to win, Hanyu, who is recovering from an ankle injury, attempted four of them, including a quad salchow in his long program, shown here.\n\nSecond Third First rotation Fourth Quad Salchow Second Third First rotation Fourth Quad Salchow Backward takeoff 2nd 3rd 1st rotation 4th Quad Salchow Composite image by Archie Tse/The New York Times\n\nNathan Chen, 18, of the United States performed poorly in his short program, finishing 17th. He made major errors in all three of his jump sequences, which included two quads — the four-rotation jumps that made him famous. But he redeemed himself by executing a record-breaking six quads in his long program, shown here, pulling himself up the ranks to fifth place.", "keywords": ["leaps", "finished", "york", "fractions", "olympians", "twists", "speed", "1080", "silver", "gold", "capturing", "timeswomens", "run", "shown", "second", "turns", "won", "image", "12"], "polarity": 0.10188113014199972, "subjectivity": 0.39694407846581753},
{"title": "\n                    How to Get Started With Olympic Winter Sports                ", "url": "https://www.nytimes.com/2018/02/23/smarter-living/how-to-get-started-with-olympic-winter-sports.html", "text": "Advertisement\n\nHow to Get Started With Olympic Winter Sports Inspired by the Olympics? People of all skill levels can get into winter sports like figure skating, bobsledding and, yes, even curling. Here’s how. Image Credit Doug Mills/The New York Times\n\nThere’s a familiar refrain heard in living rooms around the world during the Olympic Games: “I could do that.” Eye rolls usually follow. But if you are watching the Games and wondering if you can follow in the footsteps of those athletes, here’s a way to get started.\n\nFirst, you’ll have to check your ego at the door. You most likely will not be able to nail a chicken salad grab (yes, that’s really what it’s called) on the halfpipe or do a double full twist as an aerial ski jumper. With a humble approach, you can start chasing down your own Olympic, or recreational, dreams.\n\nImage Chris Mazdzer on his way to a silver-medal finish in the men’s luge. Credit James Hill for The New York Times\n\nLuge\n\nThe U.S. Luge team runs “slider searches” introducing children ages 9 to 13 to the sport. Participants are taught the basics of using a sled and then take several runs down a paved luge course on a sled with wheels. The young athletes that show the most potential are invited to try luge on ice at a training site.\n\nDon’t quite fit into that age demographic? There are luge tracks and clinics open to all ages.\n\nMichigan is home to two clubs and tracks for lugeing enthusiasts. The Upper Peninsula Luge Club has a natural track and the Muskegon Winter Sports Complex has a track built like the ones you see in the Olympics. Mere mortals can attempt a run at both sites. There are also courses in Utah and New York.\n\nBut don’t expect to go too fast, or be able to progress too quickly. At the highest level, athletes move at 85 miles per hour. It takes a lot of training to get to that speed and precision safely.\n\nImage Kaillie Humphries and Phylicia George of Canada during training heats on Monday in Pyeongchang. The two-man event is the only bobsled competition in which women can participate at the Olympics. Credit Jeffrey Furticella/The New York Times\n\nBobsled\n\nWant the exhilaration of a sliding sport without any of the training or danger? That’s an option too. Many sliding centers offer visitors the opportunity to ride in a bobsled with a pilot.\n\nBut the jolting ride will cost you — the Whistler Sliding Centre in British Columbia charges $179 per rider. The Lake Placid bobsled experience goes for $95, which includes a team shirt and 20 percent off your second bobsled ride.\n\nIf you want to take up the sport beyond a ride, Utah Olympic Park has a bobsled driving school. And U.S. Bobsled and Skeleton is always looking for new athletes: The federation hosts combines for prospective athletes.\n\nAdrenaline junkies rejoice.\n\nImage Alina Zagitova during the free skate. Credit Doug Mills/The New York Times\n\nFigure Skating\n\nThe back-to-back figure skating gold medalist Yuzuru Hanyu makes it look easy. Don’t be fooled — the ice rink can bring you to your knees, quite literally. Most people need to use something like a walker when they first try ice skating.\n\nMany ice rinks around the United States offer lessons and courses for a range of aspiring athletes. In New York City, Chelsea Piers offers year round classes for skaters ranging from 3-year-olds to adults.\n\nMany local parks and community centers around the country offer ice skating too, with a sliding scale of admission and rental charges. Even better? Skating on frozen lakes and ponds. But don’t forget — without a Zamboni, it may be a bumpier ride.\n\nImage Chloe Kim, 17, outsoared her rivals to win the gold medal in the snowboard halfpipe. Credit Chang W. Lee/The New York Times\n\nSkiing and Snowboarding\n\nHalfpipe snowboarding, slopestyle skiing and aerials have all gained notoriety as some of the flashier sports at the Games, but no one is born able to do those brilliant flying acrobatics.\n\nBefore even thinking of attempting a run at an X-Games sport, you should be comfortable with your winter gear. Wirecutter, The New York Times’s product review site, has a rundown of the best apparel and accessories for enjoying the snow. Next, you’ll need skis or a snowboard, preferably something designed for beginners. That gear may shift as you progress in the sport, but moving from learning how to snowboard to attempting the halfpipe is a long road.\n\nSome camps and clinics exist to help would-be winter athletes make the transition from laid-back skiers who can take lessons at any ski resort to athletes who want to strive for time, style and better performance.\n\nIn Canada, the North Toronto Ski Club has specialized clinics, including halfpipe, slopestyle and moguls. Okemo Mountain in Vermont has programs specifically for freestyle snowboarding and skiing.\n\nImage Shani Davis of the United States won silver in the men’s 1500 meters in both Vancouver and Turin. But in Pyeongchang he finished 19th. Credit James Hill for The New York Times\n\nSpeedskating\n\nLooking as graceful as the world’s best speedskaters takes time. But if you are an experienced in-line skater, you already have a head start. Erin Jackson, a United States Olympian, transitioned from in-line skating to speedskating just months before qualifying for the Pyeongchang Games.\n\nMs. Jackson trained in Florida, home of a vibrant speedskating community (you read that correctly). But there are clubs across the United States and Canada, many of which host classes and clinics. One of the premier speedskating rinks in the country is the Pettit Center in Milwaukee, home of the U.S. Olympic trials in January. The center has a speedskating school divided by age and ability.\n\nImage Kevin Koe in Canada's semifinal against the United States. Credit Jeffrey Furticella/The New York Times\n\nCurling\n\nWant to slow down a bit? Try curling.\n\nThe sport is growing across the United States as more venues start offering classes and starting leagues. There are curling leagues across the country, with vibrant clubs everywhere from Tampa, Fla., to St. Paul, Minn.\n\nThe biggest leagues are concentrated in the Midwest. The Duluth Curling Club of Northern Minnesota encourages new members and offers free lessons. The Milwaukee Curling Club in Wisconsin also offers curling lessons, but most of the dates stretching a month in advance are already sold out.", "keywords": ["credit", "athletes", "olympic", "bobsled", "sport", "luge", "states", "united", "winter", "york", "skating", "started"], "polarity": 0.2049961641733794, "subjectivity": 0.44320099731492124},
{"title": "\n                    South Korea’s Next Generation of Speed                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005752444/south-korea-speedskaters.html", "text": "4 U.S.\n\nTrump on Florida Shooting: ‘I’d Run in There Even If I Didn’t Have a Weapon’", "keywords": ["speed", "south", "koreas", "ustrump", "weapon", "shooting", "run", "id", "generation", "florida", "didnt"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    In Speedskating, South Korea Sees a Fast Track to Olympic Glory                ", "url": "https://www.nytimes.com/2018/02/23/sports/south-korea-speedskating.html", "text": "SEOUL, South Korea — It was an off night for short-track speedskating at the Winter Olympics, but everywhere else around South Korea, the skating never ends. There are champions to build and rosters to fill for 2022, 2026 and beyond.\n\nTwo teenage boys, each expecting to be part of the South Korean team at the 2022 Beijing Games, zoomed around the old Gwacheon Ice Rink, heads down, moving as one. As they leaned hard and pumped their legs around one tight corner, a coach held a 9-year-old girl, standing on her skates, by the arms. With perfect timing, he flung her onto the ice, like a fisherman casting a net into the sea.\n\nThe rocket boost propelled her to speed and landed her in line with the boys, as if they all wore magnets. Three became one. Around they went.\n\nLike the dozens of others who call the rink home, they practice six days a week, two or three hours each day.\n\nAdvertisement Continue reading the main story\n\n“I have trained abroad,” said Lee Seung-Hwan, the kid-flinging coach and a member of South Korea’s long-track speedskating team at the 2002 Salt Lake Games. “I have never seen another country train its children as hard as we do here, from the time they are very young.”", "keywords": ["hard", "coach", "rink", "boys", "south", "sees", "olympic", "games", "track", "team", "ice", "speedskating", "korea", "fast", "glory"], "polarity": 0.04792063492063491, "subjectivity": 0.3711269841269841}
]