[
{"title": "\n                    Notes From the Book Review Archives                ", "url": "https://www.nytimes.com/2018/03/20/books/review/paule-marshall-language.html", "text": "Photo\n\nThis week’s issue is dedicated to women, both ordinary and trailblazing. In 1983, Paule Marshall, best known for her novel “Brown Girl, Brownstones,” reflected on how observing her mother’s relationship to language inspired her career. An excerpt follows.\n\nI grew up among poets. Now they didn’t look like poets — whatever that breed is supposed to look like. Nothing about them suggested that poetry was their calling. They were just a group of ordinary housewives and mothers, my mother included, who dressed in a way (shapeless housedresses, dowdy felt hats and long, dark, solemn coats) that made it impossible for me to imagine they had ever been young.\n\nNor did they do what poets were supposed to do — spend their days in an attic room writing verses. Several mornings a week these unknown bards would put an apron and a pair of old house shoes in a shopping bag and take the train or streetcar from our section of Brooklyn out to Flatbush. There, those who didn’t have steady jobs would wait on certain designated corners for the white housewives in the neighborhood to come along and bargain with them over pay for a day’s work cleaning their houses. Later, armed with the few dollars they had earned, which in their vocabulary became “a few raw-mouth pennies,” they made their way back to our neighborhood, where they would sometimes stop off to have a cup of tea or cocoa together before going home to cook dinner for their husbands and children.\n\nThere was no way for me to understand it at the time, but the talk that filled the kitchen those afternoons was highly functional. It served as therapy, the cheapest kind available to my mother and her friends. It restored them to a sense of themselves and reaffirmed their self-worth. Through language they were able to overcome the humiliations of the work day. Confronted by a world they could not encompass, they took refuge in language.\n\nThey taught me my first lessons in the narrative art. They trained my ear. They set a standard of excellence. This is why the best of my work must be attributed to them; it stands as testimony to the rich legacy of language and culture they so freely passed on to me in the wordshop of the kitchen.", "keywords": ["mother", "book", "supposed", "look", "work", "way", "neighborhood", "poets", "language", "mothers", "notes", "review", "archives", "ordinary"], "polarity": 0.106871921182266, "subjectivity": 0.42137110016420365},
{"title": "\n                    New & Noteworthy                ", "url": "https://www.nytimes.com/2018/03/20/books/review/new-noteworthy-kim-barker.html", "text": "Photo\n\nNew this week:\n\nFIRED UP! READY TO GO! By Peggy Cooper Cafritz. (Rizzoli, $75.) Cafritz, who founded the Duke Ellington School of the Arts, amassed one of the country’s most important collections of work by artists of color. Among the striking examples here are pieces by Kara Walker, Kehinde Wiley and Carrie Mae Weems. IRIS APFEL By Iris Apfel. (HarperDesign, $35.) It’s hard to resist this self-proclaimed “geriatric starlet.” With her owlish glasses, loud prints and necklaces upon necklaces, even in her 90s, Apfel is a fashion icon who combines a memoir with photos of the vibrant content of her closets. HOW TO SLAY By Constance C. R. White. (Rizzoli, $55.) White explores the rich history of African-American style and taste, from Josephine Baker and Diana Ross to Rihanna and Lupita Nyong’o. Through text and image, she tells a long story, arguing for the centrality of African-Americans in fashion. DRESS LIKE A WOMAN. (Abrams Image, $24.99.) What do women wear when they go to work, whether firefighter, surgeon, astronaut, soldier or judge? That’s the guiding question of this collection, which includes introductory essays by Roxane Gay and The Times’s fashion critic, Vanessa Friedman. THIS IS M. SASEK By Olga Cerna, Pavel Ryska and Martin Salisbury. (Universe, $29.95.) The eventful life of Miroslav Sasek, the beloved children’s book illustrator who created the “This Is” series, is explored here through documents, book covers and his own whimsical paintings.\n\n& Noteworthy\n\nIn which we ask colleagues at The Times what they’re reading now.\n\n“After attending a journalism award ceremony in November named for Nellie Bly, I realized I knew little about Bly, a reporter who became an international sensation in the 1880s, when female journalists typically covered only fashion and society. So I escaped into the past, reading NELLIE BLY, an acclaimed 1994 biography by Brooke Kroeger, and then Bly’s actual stories, filled with stunts and derring-do. Self-trained, Bly was not a master craftswoman: Her writing could flirt both with tedium and turgidity. Some stories seemed more truthy than truthful. But what stories! By the time she turned 26, Bly had gone undercover as a mental patient in New York, exposed corruption in the state capital and traveled the world in 72 days, a great feat at the time. She changed that world in small ways and opened the door for other women to follow. Not bad, for a girl reporter.”\n\n— Kim Barker, reporter, investigations desk\n\n", "keywords": ["rizzoli", "noteworthy", "world", "reporter", "sasek", "work", "women", "bly", "apfel", "white", "fashion"], "polarity": 0.15841619318181818, "subjectivity": 0.5195549242424242},
{"title": "\n                    A Well-Read Woman                ", "url": "https://www.nytimes.com/2018/03/20/books/review/women-reading.html", "text": "Sketchbook\n\nA Well-Read Woman\n\nCelebrating the literary lives of girls with a nod to the illustrator William Steig’s ‘CDB!’", "keywords": ["wellread", "nod", "woman", "william", "sketchbooka", "literary", "girls", "womancelebrating", "lives", "illustrator", "steigs"], "polarity": 0.125, "subjectivity": 0.1},
{"title": "\n                    Tracy K. Smith: By the Book                ", "url": "https://www.nytimes.com/2018/03/20/books/review/tracy-k-smith-by-the-book.html", "text": "Did you read poetry as a child? What books made you fall in love with poetry?\n\nI had a big reading textbook in fifth grade, which I’d race ahead in and find — to my great excitement — brief poems by poets like Emily Dickinson and Gwendolyn Brooks. When I was growing up, my father had a series of books whose titles began “The Works of ….” Without making a lot of fuss about them, or worrying over the literal sense of them, I read sonnets by Shakespeare and poems by Poe, and loved the feeling that those works created in me. I felt from an early age that poetry was something mysterious, something playful and lilting. As I got older, poems began to offer me new and life-changing ways of looking at the familiar world.\n\nWas there a book of poems or a poet in particular that inspired you to write?\n\nSeamus Heaney’s first book, “Death of a Naturalist,” made me want to be a poet. More than that, it made me want to be Seamus Heaney, and I imitated him for a long time. I was his student as an undergraduate, and that whole time I was, at least in my heart, imitating him. He was kind and generous enough to guide me gently toward what he recognized as intimations of my own voice and subject matter.\n\nWhich poets continue to inspire you?\n\nLucille Clifton and Elizabeth Bishop are never-ending sources of anchoring and astonishment for me as a poet. The more I read them, the more their poems seem to accomplish. I’m co-translating the contemporary Chinese poet Yi Lei, and her vision of freedom and love, her concerns for humanity and for the planet speak very actively to my own. I’m learning a great deal from living with her voice and her imagination.\n\nAre there poets for whom you’ve gained greater appreciation over time?\n\nWhen I first became brave enough to tell people that I wrote poems, so many people would rave to me about Edna St. Vincent Millay’s work. I was embarrassed not to have read her and I think that put me off from reading her for a long time. So many of her poems are just impeccable. I love the subtlety and the tiny, yet significant, gestures driving poems like “Ebb” and “The Fitting.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs poet laureate of the United States, you’ve been traveling across the country to meet with people in underserved communities. What books do you recommend to them? And have they in turn pointed you to any neglected or unfamiliar writers?\n\nI find myself sharing poems by other poets on these trips, which is something I didn’t used to do at readings. Some of the voices I’ve been excited to celebrate so far are Natalie Diaz, Aracelis Girmay, John Yau, Patrick Rosal, Laura Kasischke and Chen Chen. I like that these are poets living and writing in America today, each with different thematic concerns, different approaches to language and different ideas about what it means to belong to this place made up of many places. And I feel very lucky that I get to meet other poets in my travels. In New Mexico, I met dg okpik, an Inupiaq-Inuit poet whose work draws Inuit creation stories into conversation with a personal exploration of self, family and the natural world. And I read recently with Kealoha, the poet laureate of Hawaii, whose performance piece “The Story of Everything” traces the origin of the universe from the Big Bang until now.\n\nIf you had to name one book that made you who you are today, what would it be?\n\n“Little Women” made me into a reader. About a decade later, I wrote one of my college admissions essays on Thoreau’s “Walden.” I have no memory of what I might have said then about the book, though I do remember loving its various paradoxes and the beautiful spacious sense of self, nature and possibility that the prose fostered. I was longing for the kind of largeness of spirit and rhetorical authority of a writer like Thoreau. I didn’t encounter Emerson until college, but I think I was an aspiring Transcendentalist from a young age.\n\nWhat genres do you especially enjoy reading? And which do you avoid?\n\nI have three kids, so children’s literature is a big part of my life. At one time, I thought I’d raise my kids on the classic books from my childhood: “Little House in the Big Woods,” Beverly Cleary’s wonderful Ramona books, “Black Beauty.” It’s been great to revisit some of those titles as a parent, but my children have guided me to the joys of contemporary children’s literature. Jacqueline Woodson’s books are such a gift to parents and children for their poignant subtlety and lyricism, and their willingness to let a reader dwell in the pangs of realization that we sometimes try to protect our children from. I’m thinking of “Each Kindness” and “The Other Side.” My daughter is 8 and loves the way that private and public history intersect in “Feathers.” Many picture books have fostered inroads for talking with our kids about history: Margaret H. Mason’s “These Hands” tells the story of racial discrimination at the Wonder Bread factory in the 1950s and ’60s. Selina Alko’s “The Case for Loving” tells the story behind the Supreme Court’s Loving v. Virginia decision. And then there are books that have given us a wonderfully useful vocabulary for feelings of anger or longing, like Barbara O’Connor’s “Wish.”\n\nAdvertisement Continue reading the main story\n\nI have to say that I just haven’t found a way to get excited about “Harry Potter,” though my daughter and husband loved the series. I loved C. S. Lewis as a kid, so I thought I’d have a toehold in that world, but invariably I’d get about two paragraphs in and fall asleep. Maybe I’ll be ready to face those books in a few more years when they come around for our boys.\n\nWhat books might we be surprised to find on your shelves?\n\nPerhaps because I’ve lost both my parents, I really appreciate Elisabeth Kübler-Ross’s books on death and dying.\n\nWhat do you plan to read next?\n\nEmily Wilson’s translation of “The Odyssey.”", "keywords": ["book", "big", "k", "poets", "poems", "books", "id", "read", "loving", "poet", "smith", "tracy", "reading"], "polarity": 0.23049761686125333, "subjectivity": 0.4975381520836067},
{"title": "\n                    Collections of Essays by Writers Old and Young                ", "url": "https://www.nytimes.com/2018/03/20/books/review/ursula-le-guin-no-time-to-spare-essays.html", "text": "Photo\n\nNO TIME TO SPARE\n\nThinking About What Matters\n\nBy Ursula K. Le Guin\n\n215 pp. Houghton Mifflin Harcourt. $22.\n\nPhoto\n\nLe Guin (who died in January) has written before about the genre for which she is best known, and explains herein that “the fantastic tale may suspend the laws of physics … but it carries its revolt against reality no further.” That is, the author of fantasy must have a sharp understanding of emotional, social and political realities. Such intelligence gleams in these essays, culled from several years of blog posts. Le Guin claims the form “sounds like a sodden tree trunk in a bog” and calls her own attempts “more trivially personal” than those that inspired her. But the trivially personal is a chief pleasure of this collection, which uses its firm footing in the concrete world to ponder an eclectic array of topics. The pages sparkle with lines that make a reader glance up, searching for an available ear with which to share them.\n\n“Old age is for anybody who gets there,” Le Guin asserts in a scorching section about aging, while two others describe the travails of her cat, Pard, with less irony than J. R. Ackerley’s memoir of his dog, Tulip, but no less charm. Other sections meander from the nature of belief, Homer and the obsolete nature of the Great American Novel to domestic studies like the relocation of a rattlesnake from her own yard to that of the millionaire down the street.\n\nThe strongest essays narrow themselves to Le Guin’s fervent obsession with language. In “Having My Cake,” a contemplation of her difficulty understanding proverbs becomes a syntax-shuffling close reading of the one in the title. This linguistic gnawing is one of the book’s great delights. “Words fascinate me,” she explains, “the way box elder beetles fascinate my friend Pard,” who will “stare unmoving for 10 minutes at the unattainable light fixture in which a beetle is visible as a tiny moving silhouette.” Images as simple and striking as this or the “small but violent” LED lights on a Christmas tree become grand observations on the nature of writing and living. “Words are my skein of yarn, my lump of wet clay, my block of uncarved wood,” she explains, and then quietly astounds us with the carving.\n\nAdvertisement Continue reading the main story\n\nI WROTE THIS BECAUSE I LOVE YOU\n\nEssays\n\nBy Tim Kreider\n\n206 pp. Simon & Schuster. $26.\n\nPhoto\n\nKreider, a political cartoonist and essayist, has indeed written this book because he loves you. Or rather, because he has loved some women and one cat, and learned a few things along the way. In a style reminiscent of Orwell, E. B. White and David Sedaris, an affable hero gamely bumbles through adventures rich with moments of fleeting profundity and moral reckoning. He follows a manic circus tutor on a train to Mexico, falls for a fellow cartoonist amid the early aughts’ war on terror and trysts with a politically enlightened prostitute. These stories entertain, though I prefer him being wittily deprecated by his female companions to his drawing binaries between “‘Type A’: smart, pretty, sane, moral girls with glasses who tended to work for nonprofits or write” and “bawdy dominatrices” (to be fair, this reviewer is a Type A, former bawdy dominatrix who writes). But his depictions of the arc from ignorance to wisdom are reliably deft. With every blunder he gleans insights like “However salacious it may seem to civilians, that’s what prostitution is: another goddamn job.”", "keywords": ["explains", "young", "writers", "words", "understanding", "nature", "way", "type", "old", "le", "trivially", "essays", "guin", "written", "collections"], "polarity": 0.15339655636265806, "subjectivity": 0.458427495291902},
{"title": "\n                    A Call to Action for Girl Squads Everywhere                ", "url": "https://www.nytimes.com/2018/03/20/books/review/text-me-when-you-get-home-kayleen-schaefer.html", "text": "Photo\n\nTEXT ME WHEN YOU GET HOME\n\nThe Evolution and Triumph of Modern Female Friendship\n\nBy Kayleen Schaefer\n\n288 pp. Dutton. $24.\n\nIn “Text Me When You Get Home” Kayleen Schaefer recalls a first date — not with a potential romantic partner but with a potential friend. Describing the emotional rush of an evening spent colluding and conjoining, she sounds as if she has a new crush: “I related to every single thing she said,” Schaefer tells us, reporting that they discussed “things I don’t typically share with someone I’m just sitting down with for the first time.” She gushes to her mother via text the next day: “I have a new best friend. … I love her.”\n\nIn a year that has been described as a women’s renaissance, female friendship feels particularly worthy of contemplation. As professional opportunities broaden and cultural attitudes shift, competition between women has given way to allyship. Through the return of women’s social organizations and the formalization of whisper networks, female solidarity is more pervasive than ever, a byproduct of girl power and the cumulation of years of quiet rebellion.\n\n“Women are stepping up together, loudly and publicly,” writes Schaefer, a journalist whose subjects have ranged from the Korean beauty industry to the occult. It seems the world is finally recognizing the power of female connection, which the poet Adrienne Rich once described as “the most feared, the most problematic and the most potentially transforming force on the planet.”\n\nAdvertisement Continue reading the main story\n\nWhat girl hasn’t buzzed with the rare thrill of a new friendship? It offers a shared hiding place and a secret understanding outside the reach of men, parents, employers; someone who hates everything you hate, who takes on your causes as her own; someone who, after leaving you at the end of the night, cares that you get home safely.\n\nPhoto\n\nIn many of our lives, friendships matter as much as romantic relationships. Friends are our soul mates — and, more practically, our emergency contacts. Why then, Schaefer asks, is friendship as an institution not afforded the same benefits and privileges as marriage? It’s a position that has been gaining steam in the legal community, among advocates of so-called friendship law like Rachel Moran, a law professor at the University of California, Los Angeles, who has argued that platonic bonds ought to matter “not only in my own intimate life, but in the eyes of the law.”", "keywords": ["action", "potential", "womens", "schaefer", "girl", "text", "matter", "friendship", "romantic", "law", "female", "power", "squads"], "polarity": 0.14661102786102786, "subjectivity": 0.47259892884892873},
{"title": "\n                    Portraits of ‘Brazen’ Women Who Lived as They Wanted                ", "url": "https://www.nytimes.com/2018/03/20/books/review/brazen-penelope-bagieu.html", "text": "The woman in the hijab turns out to be a contemporary Afghan rapper and refugee, Sonita Alizadeh, born in 1996, whose low-tech, unflinching music video about the fate of young girls sold into marriage went viral and helped her escape her own fate as a child bride. Alizadeh raps, “Let me scream, I’m tired of silence,” while lifting a Western-style wedding veil. Beneath it her face is made up to look as if she’s been beaten: swollen eyes and bruised jaw. It’s a powerful image, one that Bagieu doesn’t hesitate to draw into the strip.\n\nVideo\n\nAnd Bagieu’s drawings are wonderful. Though sometimes spare, with minimal effort spent on backgrounds, her line manages to flow and skate through 29 stories of remarkable women. These drawings can act. They are alive with gestural attitude. They move, dance, struggle, fight back, fall in love, resist and wonder at the world. Some ham it up. Some suffer terrible abuse. To her credit, Bagieu doesn’t back away from drawing the marks of violence on their faces and their bodies, which may come as a surprise to those who are expecting a rah-rah young adult girl-power sort of read.\n\nBagieu calls these comics “broad stroke portraits,” and explains the sometimes too breezy storytelling this way: “This book is by no means a thorough scholarly work; rather, it’s one woman’s tribute — my homage to the full, daring lives they lead, often against great odds.”\n\nAdvertisement Continue reading the main story\n\nAll of her stories follow a similar pattern. Almost every page has nine frames and each biography begins with a portrait drawn in a beribboned oval template. They cover the birth, life and death of each of her subjects in a way that can feel a bit formulaic, but this seems to have more to do with the fact that the English translation is typeset rather than in Bagieu’s handwriting.\n\nIn the original version of these strips, which are luckily available in French on the Le Monde website, where they originally appeared, the difference is instantly apparent. The nature of handwriting gives the portraits a more personal “voice.” It feels as if Bagieu herself is telling you these stories. They lose their Wikipedia tone and become more intimate, more like that of a cool fairy godmother recounting tales you need to hear without too much worry about sources, originality or historical accuracy. Her handwriting preserves her passion, along with clear intent to both delight and embolden the reader.\n\nPhoto\n\nIt’s painful to see this crucial part of her work replaced with type. It changes everything about how the stories are received. The reading speed is altered. The tone and the visual relationship between the text and the drawing just isn’t there. It’s her handwriting that makes these panels spring to life. Panels that seemed awkwardly composed suddenly become elegant and beautifully balanced. It’s hard for people to understand the importance of a cartoonist’s handwriting. In the same way melody transforms lyrics, handwriting transforms words and can have a profound impact on how the story is received and understood.\n\nSadly, nearly every scrap of Bagieu’s lovely handwriting has been scrubbed and replaced in this translation, even when completely unnecessary. The only clue to this “voice” is a rare lettered sign here and there, and her name, “Pénélope,” sweetly signed at the end of each strip.\n\nThese “rebel ladies” come from all over the world (though surprisingly over a third of them are American). They also come from all points in time, like Agnodice, whom Bagieu presents as a gutsy gynecologist from ancient Greece, to the astronaut Mae Jemison (the one with the tight Afro), to the “Animal Whisperer” Temple Grandin and the “Lover of Modern Art” Peggy Guggenheim (she’s the one with the wild sunglasses). Bagieu includes sets of siblings, like the Wiggins sisters, who were forced by their father to form a rock band called “The Shaggs,” and “Las Mariposas,” the Dominican Republic’s Mirabel sisters, who were murdered during the Trujillo regime in 1960. And she profiles too one of my favorite women, Frances Glessner Lee, who helped crime scene investigators hone their craft by creating intensely accurate miniature replicas of rooms where murders took place.\n\nBagieu has dedicated this book to her own daughters, and I kept that in mind as I read it. When I imagine her telling these stories to them, I’m reminded of something my grandmother would say when she told me these kinds of tales. “Of course it is only a story my dear. But it is true!” Bagieu’s pen transforms these true stories into something that has the tone of a personalized fairy tale. And in the end, this turns out to be just perfect.", "keywords": ["transforms", "young", "bagieus", "lived", "brazen", "way", "work", "women", "come", "bagieu", "wanted", "handwriting", "portraits", "world", "tone"], "polarity": 0.17715336134453774, "subjectivity": 0.5357580532212883},
{"title": "\n                    If It’s a Man’s World, Let’s Escape It … or Subvert It                ", "url": "https://www.nytimes.com/2018/03/20/books/review/back-talk-danielle-lazarin.html", "text": "The depiction of these recurring themes is stressful in its realism. Some of Lazarin’s stories — not coincidentally, my favorites — show women pinging furiously off one another instead of their boyfriends, husbands and fathers, gathering incremental surges of strength and autonomy and rage, of unspoken power. In “The Holographic Soul,” two young sisters playact a psychic guessing game, then try to actually access their powers, longing for a presence to manifest itself and give them something solid on which to pin their anxieties. The two teenage friends in “Gone” keep a list of real-life dead girls, sharing their fear as puberty descends. (“Girls are taught to be discreet,” Lazarin writes in a later story. “Boys, who shout their own terror, make a mess of it, take you down with them.”)\n\nPhoto\n\nIt’s easy to anticipate criticism of “Back Talk” and its quietly realist, “literary” writing. It won’t help to note that Lazarin’s characters are educated and middle- to upper-class, that her stories are often set in New York and Paris. They are, certainly, beautifully crafted. I loathe the word “polished” in the context of prose. It’s too clinical, implying that the work was dull before the author intentionally spruced it up. So I’d prefer to say that the sentences in these stories are living and seamless, as if Lazarin had run her hand over them until they became smooth and gleaming with the evidence of her touch. Yet they are not without viscera; sublimated rage fills the crevices between them.\n\nLazarin’s style succeeds in part because the stakes for her characters are wide-ranging, because the implications of their actions ripple outward. In “Back Talk,” the theme of internalized misogyny is, to be quite blunt, terrifying. It’s all the scarier in that it’s so quietly and accurately rendered: These women aren’t running screaming through the night, fleeing to convents, joining all-female cults or driving off into the desert without looking back.\n\nAdvertisement Continue reading the main story\n\nIn “Spider Legs,” the teenage narrator goes to Paris to visit her mother, who is writing a book about St. Agnes. Long divorced from the girl’s father, she has chosen as her subject this woman of early Christian Rome, honored by the church for spurning the marriage proposals that would have spared her from suffering and martyrdom. “For that, she was tortured, shamed, killed, of course,” the narrator’s mother tells her with a wry smile. “No sense of self-preservation, those saints.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHow ironic that the choice is between death and assimilation, loss of identity and survival. Although Lazarin’s work has the tone and style of traditional mainstream short fiction, it joins a growing canon of quietly realist stories that establish women’s experiences as worthy of literary attention. And not just women’s experiences: These stories also explore the exhausting, slow poison of masculine power, the grind of the patriarchy on even the most privileged of women, the subtle ways in which men have trained women to minimize themselves.\n\nThe hunger for these types of stories is powerful. How else to explain the ferocious explosion of emotion aroused by Kristen Roupenian’s New Yorker story “Cat Person”? It shared many qualities with Lazarin’s work — quiet, literary, realist — but it made a particular generation of women feel as if they were about to crawl out of their skin, as if they suddenly remembered how bad things had been, how bad they could be, how bad they could get.\n\nIn “American Men in Paris I Did Not Love,” Lazarin’s narrator finds herself in the presence of an insufferable pedant who is probably married and certainly has designs on her. “We spend four hours together,” she notes flatly, “before I remember that I can just get up and go.” And so these stories hand their warnings to us: Don’t be pleasant or easy to teach. Look mean for the camera. Just get up and go.", "keywords": ["bad", "lazarins", "subvert", "york", "literary", "girls", "work", "women", "escape", "mans", "quietly", "realist", "lets", "paris", "world"], "polarity": 0.04352808771822858, "subjectivity": 0.3886726927219885},
{"title": "\n                    The Revolution Has Been Televised                ", "url": "https://www.nytimes.com/2018/03/19/books/review/stealing-the-show-joy-press-.html", "text": "STEALING THE SHOW\n\nHow Women Are Revolutionizing Television\n\nBy Joy Press\n\nIllustrated. 311 pp. Atria Books. $26.\n\nA jaw-dropper of a plot twist overtook Joy Press in the course of writing “Stealing the Show: How Women Are Revolutionizing Television.” This versatile Los Angeles-based culture journalist began her project — reporting on challenges and successes in the careers of a handful of contemporary star female showrunners — inspired by the remarkable number of outstanding female-centric series that were on the air in 2015. These included “Inside Amy Schumer” (which won the accommodating Schumer an Emmy for best variety sketch show); “Transparent” (which won its creator, Jill Soloway, an Emmy for directing); and the Golden Globe comedy nominees “Orange Is the New Black” (created by Jenji Kohan), “Girls” (the signature work of Lena Dunham) and “Jane the Virgin” (developed by Jennie Snyder Urman). Meanwhile, the powerhouse producer Shonda Rhimes dominated network television on Thursday nights with “Grey’s Anatomy,” “Scandal” and “How to Get Away With Murder” (created by “Grey’s” supervising producer Peter Nowalk).\n\nPhoto\n\nNot unrealistically, the happy publication tie-in that Press expected and hoped for as her work got underway was the election of Hillary Clinton to become the first female president of the United States; the Democratic candidate’s triumph would be the history-making climax of a campaign supported by many of the same industry women Press was interviewing. Dunham, for one, stumped indefatigably on Clinton’s behalf. Rhimes and her producing partner, Betsy Beers, made the video that introduced Clinton at the 2016 Democratic convention. Diane English, who dreamed up the conversation-setting feminist sitcom “Murphy Brown” in the Reaganite 1980s, backed a pro-Clinton super PAC.\n\nWe know the Big Reveal. By the time the author, a former TV critic for The Village Voice, finished her book, Donald Trump had become the first fake-reality-TV character to occupy the Oval Office. “What looked like the forward march of progress turned out to be one of history’s grand zigzags,” Press says in her realistically dismayed introduction. And so began the rising up of a new, very real, very raw female impatience with the same-old, same-old ways of gender inequality in politics; and in the workplace; and in the arts, media, industrial life, military life, factory life, corporate life and even in cartoon-superhero life, what with lady heroes condemned to run around in constricting bustiers.\n\nPhoto\n\nThe rising up continues. Nothing on the air seems quite so funny or delightful anymore, and the scripted shows meant to shock, provoke and amuse, whether about trans sexuality within the family (“Transparent”), murder as oh-hello (“Scandal”) or weird sex stuff that women are jolly about (“Broad City,” made by Abbi Jacobson and Ilana Glazer), don’t cause nearly as much shock as the testimony of real women talking about what they experience during working hours.\n\nAdvertisement Continue reading the main story\n\nThe litany of imbalances sounds repetitious only because gender inequality repeats itself daily, while the latest headline-making abuses are discussed as if fantastic plot twists in an outrageous soap. And so, between the long-ago year of 2015 and now, the agitation continues, hashtags flying, with ramifications for pop culture and the business behind it that go considerably beyond the scope of Press’s investigation.\n\nPhoto\n\nIn other words, “Stealing the Show” at times feels a little bereft of urgency.\n\nThen again. Here is a collection of women who have managed to make television on their own terms, embodying proof that it can be done. Press gives a properly respectful nod to Gertrude Berg, who wrote, starred in and produced “The Goldbergs” from 1949 to 1955, calling her “the founding mother of the American TV sitcom.” She makes quick, appropriate bows to “I Love Lucy” (and Lucille Ball), “That Girl” (and Marlo Thomas) and “The Mary Tyler Moore Show” (and its namesake). She learns from Barbara Corday, who, with her writing partner Barbara Avedon, launched the breakout female-cop-buddy drama “Cagney & Lacey” in 1982, that the seed of the show’s idea was inspired, in a roundabout way, by the feminist critic Molly Haskell’s essential critique “From Reverence to Rape: The Treatment of Women in the Movies.”", "keywords": ["televised", "writing", "tv", "life", "work", "stealing", "won", "women", "press", "television", "revolution", "female"], "polarity": 0.18218982275586054, "subjectivity": 0.45402372784448247},
{"title": "\n                    Turf Wars of the Ultra-Wealthy, Upper East Side Style                ", "url": "https://www.nytimes.com/2018/03/19/books/review/caitlin-macy-mrs.html", "text": "In this world, even the privileged are hyper-tense, constantly measuring themselves against their peers. On play dates, the mothers worry about how to hold their silverware: “Whether she ought to cross, American-style, or keep her fork facing down, European-style.” They worry about whether they overthanked the doorman — the richest moms always maintain an aloof, almost distracted separation from the help — and whether to dress their household staff in uniforms. They bully themselves into submission. “We deflected compliments,” Macy writes, Greek-chorus style. “We made deprecating comments about how much we had eaten at the last meal and how lazy we were and how badly we sucked at tennis when in fact we were not at all lazy and we were very good tennis players.”\n\nPhoto\n\nMacy artfully observes the elite custom of seeming never to care about anything. Questions, she notes, are proffered only as segues into bragging: “Do your children…? Because we. …” As a Yale student trying to disguise his middle-class upbringing, John D. Curtis wears the hems of his jeans flamboyantly long so his loafers flatten them as he walks, a hallmark of slouchy, preppie indifference. And as the mothers watch another mother hugging and kissing her daughter after school, “each one of us remembered, in a depth of bumming-out, the moment, in preadolescence, when we had learned from either our parents or our peers that one had to pretend not to care.” Even the marriages are chilly: “A certain type of man needed a wife to help keep things impersonal, as if marriage were a barracks, and inspection from the outside could come at any time.” Brrrr.\n\nMacy is well versed in the rigors of schadenfreude and social judgment. The descendant of an old-money family that had lost its fortune by her father’s generation, she attended an East Coast boarding school, then went to Yale on scholarship. As she revealed in 2009 on the publication of her previous book, “Spoiled,” a story collection about class distinctions among the privileged, her husband had lost jobs at a bank and a hedge fund, and her older daughter had been rejected by all the private schools they applied to for kindergarten. (I’m pretty sure things have turned out all right for them.)\n\nMacy has clearly observed the world of aspiration and failure up close, which is why “Mrs.” has such a tonic air of authenticity. Within this novel, there’s almost an entire treatise on the decorating habits of the wealthy — and not so wealthy. One mother can’t be trusted to weigh in on another’s apartment because her own home is “floor to ceiling Pottery Barn — giant clocks, lobster traps for coffee tables, apothecary shop for a kitchen.” Minnie’s kitchen is “vast, suburban-size,” glistening “like an operating theater with menacing, hyper-clean appliances.” One townhouse is so grand that its parlor floor makes the gathered parents look dumpy, “as if the room had been made for a larger, more significant race, one that didn’t have to stuff itself into pantyhose or pay through the nose for monthly highlights in a condescending salon on Madison.” Even among wealthy people, there are levels of fabulousness.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe novel’s attention to such interior detail makes you wonder if Macy is curating the scenery for an inevitable cable rendition, the way Liane Moriarty’s novel “Big Little Lies” was adapted for HBO. In fact, the stories are similar: Both use the children’s school as a stage, with the parents as the stars. “Mrs.” is set among the Manhattan 1-percenters who count wine cellars and his-and-hers drivers as necessities, just as the TV version of “Big Little Lies” is set among the wealthy of Monterey. And as both stories unfold, the pursuit of luxurious lifestyles becomes incidental to survival, revenge and redemption.\n\nConsider a scene from “Mrs.” that might as well have been directed by Jean-Marc Vallée. Two mothers confront John D. Curtis and engage him in combat, eventually wresting from his wife an overdue debt. One takes off with her compensation (from an assignation-turned-assault during her “Belle du Jour” days), and as she strides away with her children, crisp hundred-dollar bills sail out of her pockets.\n\nThe remaining parents regard one another in stunned silence. Do they chase the money? Of course! Even masters of the capitalist universe and their flawless wives are soon scampering after the floating bills, stooping to the sidewalk, “one with a stomp of the foot, the other on his knees, shooting out a hand.” It’s the children who look on, aghast.\n\nThe boldest thing about “Mrs.” — as with “Big Little Lies” — is that it focuses on the depths of women’s experiences as wives and mothers. Their clashes with one another are entertaining, sure, but they’re a diversion from the more important conflict with their husbands and with male power. “Mrs.” could easily have been a glossy, rushed novel about bitchy, bored housewives nursing social resentment. Plenty of those have been published, passing from memory as quickly as the pages fly under your fingers. But Macy hasn’t written that kind of book. Although Philippa, Minnie and Gwen aren’t smash-the-patriarchy crusaders for social justice, they recognize the violent, self-flattering, corrupt man in their midst and they deliver him, finally, to justice — even if it comes at the expense of other lives.", "keywords": ["social", "wealthy", "parents", "macy", "lies", "upper", "school", "turf", "wars", "novel", "mothers", "style", "ultrawealthy", "east", "mrs", "little"], "polarity": 0.08597234576686631, "subjectivity": 0.5817487991460596},
{"title": "\n                    In New Books for Kids, Women’s Victories Speak Loud and Clear                ", "url": "https://www.nytimes.com/2018/03/19/books/review/womens-history-achievements-childrens.html", "text": "Reading through both “Roses and Radicals” and “Votes for Women,” I was struck by how little I had been taught about this crucial chapter of our history. These books turned me into a dispenser of feminist fun facts. “Did you know that Frederick Douglass spoke at the Seneca Falls Convention of 1848?” I asked a friend excitedly over happy hour. (“Yes,” he replied. “But only because you already told me that last week.”)\n\nPhoto\n\nIn these books, the women who shaped the American narrative come to life with refreshing attention to detail. “Votes for Women” opens with a minibiography of Elizabeth Cady Stanton, set up as a cinematic hero’s journey from that fateful moment when her father, mourning the death of his last son, told his daughter he wished she had been born a boy. Zimet is less wide-eyed and more unsentimental in her approach. Opting for frankness about the racism of Stanton’s platform, for instance, she contextualizes but also condemns her use of the atrocious term “Sambo.”\n\nOf course, no women were more oppressed than women of color, and their stories are buried even deeper than those of the few celebrity suffragists who make it into stock history lessons. “Roses and Radicals” and “Votes for Women” both remind us of this fact through the inclusion of Sojourner Truth’s 1851 “Ain’t I a Woman” speech at a women’s rights meeting in Akron, Ohio. “Truth was demanding that her listeners understand that women’s rights weren’t merely a matter for white women,” Zimet writes. There are listeners today who still need help understanding this. Imagine if the most fundamental realities of women’s intersecting identities were taken into consideration in history class.\n\nAdvertisement Continue reading the main story\n\nOne woman of color in particular is at the center of Amy Hill Hearth’s STREETCAR TO JUSTICE: How Elizabeth Jennings Won the Right to Ride in New York (HarperCollins, 160 pp., $19.99; ages 8 to 12). In 1854, a century before Rosa Parks refused to give up her seat on a Montgomery bus, there was Jennings’s defiant bravery on a streetcar in the Five Points neighborhood of New York. Wrapped up in Hearth’s detailing of Jennings’s courage is a sobering recognition that the shame of our nation’s history was widespread. Slavery wasn’t restricted to the South. In fact, New York City itself was home to a municipal slave market until 1762. Writing with a compassionate hand-holding tone perhaps best suited for readers on the younger end of the book’s suggested age range, Hearth reminds us that Jennings was not only blocked from riding in a streetcar, she also faced institutionalized obstacles. “For blacks, both boys and girls, the road to success was blocked by the color of their skin,” she explains. “Only a very few managed to break through the barriers, and when they did, they still were not considered equal to whites.”\n\nPhoto\n\nThings hadn’t improved much nearly 100 years later, during the time that Melba Pattillo Beals writes about in her shocking autobiography, MARCH FORWARD, GIRL: From Young Warrior to Little Rock Nine (Houghton Mifflin Harcourt, 224 pp., $16.99; ages 10 and up). This book looks at Beals’s younger years, before she was part of the Little Rock Nine who integrated Central High School (as she recounts in her best-selling “Warriors Don’t Cry”). In empathetic yet unflinching prose respectful of younger readers, Beals depicts the nightmarish way the KKK held sway over the lives of black people. “The first thing I remember about being a person living in Little Rock, Ark., during the 1940s is the gut-wrenching fear in my heart and tummy that I was in danger,” she begins. “By age 3, I realized the culture of this small town in the Deep South was such that the color of my skin framed the entire scope of my life.” Beals candidly details the origins of her activism, as her fear transforms into rage over the passivity of the tormented adults who felt they could do nothing. There is in this new book even more untold history, more pain, outright terror and forgotten bravery, and yet so little has changed.\n\nIt’s thrilling to think of girls and young women immersed in not just history-book bullet points, but entire chapters fleshing out the stories of Elizabeth Cady Stanton and Elizabeth Jennings. Previously, a curious child might have found these depictions in the pages of a dusty encyclopedia, and only if she knew where to look. We have been denied the full reality of our past, both its injustices and its secret heroes. It is still true that the road to success is blocked by both skin color and gender.\n\nEach victory in these pages is hung with the spoiler alert that we have yet to pass the Equal Rights Amendment. These books are an assertion of the female narrative, containing anger about the past, while arming a new generation with information they need to create a hopeful future. As Zimet writes in “Roses and Radicals,” one thing is certain: “No matter what happens, the fight for women’s rights continues.”", "keywords": ["clear", "elizabeth", "kids", "victories", "womens", "rights", "speak", "zimet", "loud", "women", "color", "books", "history", "younger", "little"], "polarity": 0.05225757575757576, "subjectivity": 0.44433160173160163},
{"title": "\n                    When Doctors Don’t Listen to Women                ", "url": "https://www.nytimes.com/2018/03/19/books/review/abby-norman-ask-me-about-my-uterus.html", "text": "Photo\n\nASK ME ABOUT MY UTERUS\n\nA Quest to Make Doctors Believe in Women’s Pain\n\nBy Abby Norman\n\n272 pp. Nation Books. $27.\n\nIn the 1940s, in their quest to devise an objective pain scale, Cornell University researchers poked an increasingly hot metal rod into the hands of 13 women in the throes of childbirth. The volunteers were supposed to express how each level of heat compared with the others. But as labor progressed and the rod got hotter, they were in too much distress (and quite possibly distracted with other kinds of pain) to grapple with adjectives. Throbbing? Searing? A 7 on a scale of 10?\n\nAnd therein lies the conundrum. Few of us can express our aches and hurts accurately, particularly when we are in the thick of them.\n\nThis quirky bit of medical history opens Abby Norman’s vivid memoir, “Ask Me About My Uterus.” But the focus of the book is really in the subtitle: “A Quest to Make Doctors Believe in Women’s Pain.” She builds a convincing case that women describing discomfort are more likely than men to be dismissed by physicians, but along the way tells a story that will resonate with anyone (man or woman) who has ever experienced pain.\n\nPhoto\n\nNorman suffers from endometriosis — a chronic and debilitating illness triggered by uterine-like cells growing outside of the womb. Women with the disorder have heavy, agonizing periods along with a litany of other symptoms depending on where the rogue cells lurk. If they congregate near the bladder, urinating hurts; near the sciatic nerve, pain can shoot down the legs; inside the lung (a rare event), breathing can be stifled.\n\nAdvertisement Continue reading the main story\n\nAfter one bout — “as sudden as a thunderclap. A stabbing pain in my middle” — Norman eventually got to an emergency room, where she was handed the typical 1-10 pain scorecard. She was still aching, but not in the original horrors of it all. So she didn’t know how to assign a number to it: “Bad enough that I couldn’t ignore it, which made it definitely higher than a four or five.” She questioned whether she was a six or higher and whether the doctor would believe her anyhow.", "keywords": ["doctors", "quest", "near", "believe", "womens", "hurts", "dont", "higher", "women", "scale", "rod", "listen", "pain"], "polarity": 0.03267973856209152, "subjectivity": 0.5131535947712419},
{"title": "\n                    Dear Match Book: I’m Starting an International Feminist Book Club                ", "url": "https://www.nytimes.com/2018/03/13/books/review/match-book-international-feminist-book-club.html", "text": "Drawing Fire\n\nEven the most contemplative graphic novels offer a kinetic sense of play guaranteed to hook your colleagues’ interest. Why not launch your feminist exploration with an illustrated book set in a place that may be unfamiliar to all of you? Marguerite Abouet’s six-volume “Aya” comics series, set in Ivory Coast in the 1970s (illustrated by Abouet’s husband, Clément Oubrerie, and translated by Helge Dascher), follows the lives of its ambitious but dutiful namesake protagonist and her more freewheeling friends, Bintou and Adjoua. In “Aya: Love in Yop City” — which encompasses the last three chapters in the series — Aya, now a medical student, is sexually assaulted by her biology professor. The shame she feels in the wake of her attack shifts over the course of the book as she plans a fiery revenge.\n\nIn her illustrated story collection “Boundless,” Jillian Tamaki flips the script: To read the first and last of her kooky and elegant tales, you often must rotate the book 90 degrees. The stories’ subjects — an eerie “mirror Facebook”; a promotional pitch for a skin care product — unfold with a deliciously wry feminist slant.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStranger Things\n\nA pair of mesmerizing and eccentric story collections would make excellent additions to your reading list. Carmen Maria Machado’s inventive, sexually exuberant debut, “Her Body and Other Parties” — which includes a novella-length section outlining 272 speculative, alternative views of “Law & Order: SVU” episodes — reveals characters with crystalline consciousnesses clouded by their fabulist circumstances. In Kōno Taeko’s “Toddler-Hunting and Other Stories” (published in Japan throughout the 1960s and translated by Lucy North and Lucy Lower), it is the women themselves — alienated, but composed — who push past boundaries to enact lucid waking nightmares.\n\nThe Marriage Trap\n\nThe domestic bonds that doom the female characters in the classics of the Western feminist canon — from “The Yellow Wallpaper,” by Charlotte Perkins Gilman, to “Wide Sargasso Sea,” by Jean Rhys — find echoes in two arresting novels by Asian writers. “The Waiting Years,” Fumiko Enchi’s psychologically astute 1957 novel of stifled emotions, traces the protracted humiliation of Tomo, a 19th-century Japanese wife obliged to procure a series of mistresses for her husband over the course of their marriage.\n\nIn Han Kang’s propulsive, lacerating novel “The Vegetarian,” translated from the Korean by Deborah Smith, the bloodless union between Yeong-hye, a hushed bookworm, and her largely indifferent husband ruptures when she ceases to be a carnivore. “Stop eating meat, and the world will devour you whole,” Yeong-hye’s mother chides. And she’s right: When Yeong-hye asserts her dietary will, characters around her react with violent rage.\n\nIsland Women\n\nFor a change of pace, introduce your book club to Jessica Hagedorn’s raucous, warmly florid novel “Dogeaters,” set in the Philippines in the 1950s. The book is crowded with politics and crime, movie stars and soapy family stories. The extended cast features women caught in a culture that fetishizes glamour, including an unlikely beauty queen who denounces her crown and the central narrator, a girl named Rio Gonzaga who is 10 when the book begins and already in possession of discerning tastes and an enviable wisdom about the world.\n\nYours truly,\n\nMatch Book\n\nDo you need book recommendations? Write to matchbook@nytimes.com.\n\nCheck out Match Book’s earlier recommendations here.", "keywords": ["book", "international", "illustrated", "club", "series", "feminist", "dear", "match", "novel", "aya", "im", "set", "translated", "characters", "husband", "starting"], "polarity": 0.1238377564464521, "subjectivity": 0.46021315640880855},
{"title": "\n                    Overlooked No More: Charlotte Brontë, Novelist Known for ‘Jane Eyre’                ", "url": "https://www.nytimes.com/2018/03/08/obituaries/overlooked-charlotte-bronte.html", "text": "A survivor whose life had been shaped by grief, Brontë was perhaps emboldened to write as few, if any, women had before: tales of resistance and insistence on trusting one’s own sense of true morality, however unconventional. In “Jane Eyre,” she wrote from the first-person perspective of a child, an innovation that gave voice and power even to the very young; she created, too, a heroine who was, like Brontë herself, plain, pale, small, and yet frankly desirous, as well as worthy of desire.\n\nBrontë once wrote to a friend that she considered the marital ambitions of women of no means or beauty “an imbecility which I reject with contempt,” a practical response to the frank injustices of class and a kind of sexism. In her novels, however, those same plain women are entitled to not just any marriages, but to passionate, loving ones. The interior lives of Jane Eyre and Lucy Snowe are shared in such detail that the characters’ unfair burdens are plainly manifest; Brontë could make great sweeping plotlines of the small moments and humiliations in an unmarried woman’s life. Lucy Snowe’s struggle to find a private place to read a long-awaited letter reads, over several pages, with the suspense and drama of a Spenserian quest.\n\nA miniaturist of the soul, Brontë captured shades of emotion with a psychological subtlety that still feels exquisitely modern. When Lucy Snowe, battling depression, is advised to cultivate her own happiness, her strong response will feel familiar to many a 21st-century person who has the condition: “No mockery in this world ever sounds to me so hollow as that of being told to cultivate happiness,” she wrote. “Happiness is not a potato to be planted in mould and tilled with manure.”\n\nShe had a mordant wit, which could protect her only so much from the series of losses that left her so fragile. “It is useless to tell you how I live,” she wrote to a friend in 1851. “I endure life — but whether I enjoy it or not is another question.” She startled readily, and wrote to friends complaining of crushing insomnia, a poor appetite, grief and flashbacks; she put off writing letters for fear of how dejected she would feel if the replies came too slowly. Her two most intense romantic passions — one, involving a married Belgian school master, was meticulously memorialized in “Villette”; the other, for her publisher, George Smith (also captured in the characteristics of a doctor in “Villette”) — were both unrequited.\n\nBut reader, she married, eventually, at the age of 38, choosing Arthur Bell Nicholls, a pastor who worked for Brontë’s father. Although she acknowledged frankly that he was not her intellectual equal, he pursued her persistently, and against her father’s wishes, possibly imbuing a late-in-life courtship with a jolt of romance.\n\nDid Brontë ultimately find the kind of happiness that she described as “a glory shining far down upon us out of heaven”? In “Villette,” Lucy Snowe describes her own feelings about happiness: “The negation of severe suffering was the nearest approach to happiness I expected to know. Besides, I seemed to hold two lives — the life of thought, and that of reality. And provided the former was nourished with a sufficiency of strange and necromantic joys of fancy, the privileges of the latter might remain limited to daily bread, hourly work and a roof of shelter.” Once Brontë married, however, her life of thought suffered. “My own life is more occupied than it used to be,” she wrote to a friend. “I have not so much time for thinking.”\n\nLiterature would no longer be the business of her life; whether the pleasures of marriage could offset that loss remains unclear. To one friend, she wrote, “It is a solemn and strange and perilous thing for a woman to become a wife.” But several months later, she wrote, “I have a good, kind attached husband, and every day makes my own attachment to him stronger.”", "keywords": ["lucy", "novelist", "wrote", "married", "snowe", "known", "eyre", "brontë", "jane", "life", "friend", "women", "villette", "overlooked", "happiness", "charlotte"], "polarity": 0.15464722412090828, "subjectivity": 0.4587040517961569},
{"title": "\n                    Contemporary Womanhood, in Fact and Fiction                ", "url": "https://www.nytimes.com/2017/11/28/books/review/contemporary-womanhood.html", "text": "Broadsides\n\nStart with two essay collections whose blazing honesty will clear your head. In “The Unspeakable,” Meghan Daum chips away at convention to uncover unvarnished personal truths. In an entry entitled “Matricide,” about the death of her mother, Daum compares her grandmother to “splintered bits of shrapnel.” In another, “Difference Maker,” Daum unsparingly details her ambivalence about motherhood and her wrenching turn as a court-appointed advocate for a foster child. Throughout, Daum parses then tallies emotional truths; her revelations are exhilarating, terrifying and oddly comforting.\n\nDaum’s essays often take amusing turns along dark paths, but in Scaachi Koul’s self-aware debut, “One Day We’ll All Be Dead and None of This Will Matter,” humor is the way through a thicket of harder stuff: the fears and comfort administered by Koul’s parents, Indian immigrants who settled in Calgary, Alberta; the way clothing can both mask and amplify a woman’s insecurities; social media bullying. Koul puts on a breezy and fleetingly filthy sideshow, but when she writes about gender and race she reveals that knife-throwing is her main act.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nForm and Function\n\nYour affection for distinct prose stylists like Rachel Cusk and Maggie Nelson tells me you would enjoy Sheila Heti’s “How Should a Person Be?” and Durga Chew-Bose’s “Too Much and Not the Mood.” Heti’s philosophical and alluring mostly-novel follows a 20-something named Sheila navigating her own artistic, romantic and moral life post-breakup. The book takes digressive turns (long walks and talks about art abound) and structural liberties (some of the dialogue among Sheila and her friends, including her painter confidante, Margaux, appears in the form of a play) on the road to both self-discovery and the realization of “the true singularity” of others.\n\nThe roads Chew-Bose follows in her slim collection of 14 visually and verbally astute essays lead inward. She narrates her discursive thoughts in a breathless torrent of thrillingly precise observations about everyday life (“the rubbery satisfaction of yanking a single blade of grass from its root”) and minute reflections on cultural figures and their work, from the playwright Annie Baker to the Beastie Boys to Janet Jackson. The glow emanating from Chew-Bose’s voracious curiosity and engagement with art and emotion illuminates not only her particularly searching mind at work, but also a new way of seeing the world.\n\nIn her books “Don’t Let Me Be Lonely,” a vital collage of words and images from life and politics and television and death, and “Citizen,” a meditative and arresting distillation of racism in America, Claudia Rankine mixes the personal and the political. I carried “Citizen” around in my bag for more than a year, rereading the prose poems in parts whenever I had a spare minute. The searing images of casual racism and racial violence, as well as Rankine’s tone — “an internalized liquid smoke blurring ordinary ache” — never lost their power over me.\n\nDoing Their Own Thing\n\nFor explicitly feminist writing, turn to Rebecca Traister’s canny, insightful “All the Single Ladies,” a book to match your taste for journalistic prose and your desire to read about a range of female life. Traister’s appraisal of unmarried women in “intellectual and public realms” — that is, their friendships, their solitude, their economic gains and shortfalls and their sexuality — rooted in both contemporary and historical research, will inspire you to seek out more stories. This is just the beginning.\n\nYours truly,\n\nMatch Book\n\nDo you need book recommendations? Write to matchbook@nytimes.com.\n\nCheck out Match Book’s earlier recommendations here.", "keywords": ["womanhood", "book", "york", "daum", "sheila", "life", "way", "prose", "work", "turn", "fiction", "turns", "fact", "contemporary"], "polarity": 0.08464363017934444, "subjectivity": 0.4358089826839827},
{"title": "\n                    Chimamanda Ngozi Adichie’s Blueprint for Feminism                ", "url": "https://www.nytimes.com/2017/03/15/books/chimamanda-ngozi-adiche-dear-ijeawele.html", "text": "In person, Ms. Adichie, 39, is warm and thoughtful, and also distinctly glamorous. She has spoken often about the pleasure she takes in fashion, and she is the face of Boots No7, a makeup brand.\n\nMs. Adichie has cultivated these two strands of her identity: the serious literary author and the fashion icon. In turn, she has been celebrated both by mainstream pop culture and the literati. She won a MacArthur fellowship in 2008, and her novel “Americanah” won the 2013 National Book Critics Circle Award for fiction and was chosen as New York City’s “One Book” for 2017. Her 2012 TEDx talk, “We Should All Be Feminists,” was sampled by Beyoncé in her music, and excerpts appeared on T-shirts at Dior’s Paris Fashion Week show last year. The pop and the literary threads are not opposites to her, and their merger is central to the way she presents her public self and her work.\n\n“I think it’s very important that brilliant women step up and be hot babes,” Ms. Adichie joked in a conversation with the author Zadie Smith in 2014.\n\nPhoto\n\nSo in the past few years, she has become something of a star, flourishing at the unlikely juncture of fiction writing and celebrity. Her position was on full display during her visit to New York, where she started her book tour last week. She took the stage in front of a sold-out crowd at Cooper Union, and there was “this kind of unanimous scream,” said Robin Desser, a Knopf editor who has worked with Ms. Adichie for 12 years.\n\n“I really have never seen anything like this,” Ms. Desser said. “And I’ve published people who are really popular.”\n\nAdvertisement Continue reading the main story\n\nThe main proposition of “Dear Ijeawele” is that feminism is a project that necessarily binds mothers and daughters, and that raising a daughter feminist has as much to do with what you tell yourself as what you tell her. Ms. Adichie’s first of 15 suggestions places a mother’s freedom and growth at the center of a daughter’s feminist education.\n\n“Be a full person,” Ms. Adichie writes. “Motherhood is a glorious gift, but do not define yourself solely by motherhood.”\n\nThe book grew partly out of the desire of Ms. Adichie’s friend, called Ijeawele in the text, to teach her daughter “to take less of the nonsense” that past generations faced. Ms. Adichie wrote her friend a letter in 2015 and published it on Facebook last year.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe said she still wasn’t thinking of it as a book but simply wanted to start a conversation. The responses she received made her even more sure that it was an important piece to write.\n\n“Even friends of mine — people I love — wrote, ‘why yes, we kind of agree, but why call it feminist? It’s just common sense.’ And I’m like no, it’s feminist,” Ms. Adichie said. “Or, oh it’s just humanism. Or someone said, ‘these are just democratic ideals.’ And I thought, what? It’s everything but to acknowledge the fact that gender is a problem.”\n\nMs. Adichie wrote the letter before she was a parent, but now she has a 17-month-old daughter whom she is trying to raise as a feminist. She and her husband split their time between Nigeria, where she grew up, and the United States.\n\nMs. Adichie often comments on how race and gender play out in the United States, but her book does not tackle some of the meatier questions that have occupied the American feminist movement in recent years, most notably the role of transgender people.\n\nOn this book tour, after we spoke, Ms. Adichie made controversial comments suggesting that transgender women experience male privilege before they transition. For activists who have been grappling with these questions for years, the comments came across as ill-informed. Asked about them, Ms. Adichie suggested through a spokesman that people go to her Facebook page, where she has posted several responses, acknowledging that her comments “upset many people, and I consider their concerns to be valid.”\n\n“I see how my saying that we should not conflate the gender experiences of trans women with that of women born female could appear as if I was suggesting that one experience is more important than the other. Or that the experiences of trans women are less valid than those of women born female,” she wrote. “I do not think so at all — I know that trans women can be vulnerable in ways that women born female are not.”\n\nAdvertisement Continue reading the main story\n\nMs. Adichie has written about Hillary Clinton for The Atlantic and Michelle Obama in T: The New York Times Style Magazine, and last summer wrote a short story in The Times imagining Melania Trump’s experience on the campaign trail. Although she was an enthusiastic Hillary Clinton supporter in the election, she sees Mrs. Trump as a sympathetic character.\n\n“I think there is some misogyny in the way she’s been characterized, and I think it’s ugly,” Ms. Adichie said. She becomes animated talking about the vitriol aimed at Mrs. Trump, in the same way she bristles when asked about how Mrs. Clinton was treated during the campaign. She is concerned with how society responds to powerful women across the political spectrum.\n\n“I don’t even like talking about it, because I get very upset,” she said while describing the media’s focus on Mrs. Clinton’s “likability.” (One of the suggestions in her book is for mothers to teach daughters to “reject likability.”)\n\nMs. Adichie will not say what she’s working on next — “I’m very superstitious” — but continues to write and throw herself into her international speaking engagements. The satisfaction she takes in her work is at the heart of her proposal: To raise feminist daughters, mothers must take pleasure in their own achievements, follow both the challenges and delights of the work, and give themselves room to fail. Ultimately, as Ms. Adichie writes, they must be full people.", "keywords": ["book", "wrote", "adichie", "ngozi", "blueprint", "york", "chimamanda", "feminist", "think", "women", "ms", "mothers", "feminism", "mrs", "adichies"], "polarity": 0.14795013628346965, "subjectivity": 0.43228626654552577},
{"title": "\n                    Notes From the Book Review Archives                ", "url": "https://www.nytimes.com/2018/03/20/books/review/paule-marshall-language.html", "text": "Photo\n\nThis week’s issue is dedicated to women, both ordinary and trailblazing. In 1983, Paule Marshall, best known for her novel “Brown Girl, Brownstones,” reflected on how observing her mother’s relationship to language inspired her career. An excerpt follows.\n\nI grew up among poets. Now they didn’t look like poets — whatever that breed is supposed to look like. Nothing about them suggested that poetry was their calling. They were just a group of ordinary housewives and mothers, my mother included, who dressed in a way (shapeless housedresses, dowdy felt hats and long, dark, solemn coats) that made it impossible for me to imagine they had ever been young.\n\nNor did they do what poets were supposed to do — spend their days in an attic room writing verses. Several mornings a week these unknown bards would put an apron and a pair of old house shoes in a shopping bag and take the train or streetcar from our section of Brooklyn out to Flatbush. There, those who didn’t have steady jobs would wait on certain designated corners for the white housewives in the neighborhood to come along and bargain with them over pay for a day’s work cleaning their houses. Later, armed with the few dollars they had earned, which in their vocabulary became “a few raw-mouth pennies,” they made their way back to our neighborhood, where they would sometimes stop off to have a cup of tea or cocoa together before going home to cook dinner for their husbands and children.\n\nThere was no way for me to understand it at the time, but the talk that filled the kitchen those afternoons was highly functional. It served as therapy, the cheapest kind available to my mother and her friends. It restored them to a sense of themselves and reaffirmed their self-worth. Through language they were able to overcome the humiliations of the work day. Confronted by a world they could not encompass, they took refuge in language.\n\nThey taught me my first lessons in the narrative art. They trained my ear. They set a standard of excellence. This is why the best of my work must be attributed to them; it stands as testimony to the rich legacy of language and culture they so freely passed on to me in the wordshop of the kitchen.", "keywords": ["mother", "book", "supposed", "look", "work", "way", "neighborhood", "poets", "language", "mothers", "notes", "review", "archives", "ordinary"], "polarity": 0.106871921182266, "subjectivity": 0.42137110016420365},
{"title": "\n                    New & Noteworthy                ", "url": "https://www.nytimes.com/2018/03/20/books/review/new-noteworthy-kim-barker.html", "text": "Photo\n\nNew this week:\n\nFIRED UP! READY TO GO! By Peggy Cooper Cafritz. (Rizzoli, $75.) Cafritz, who founded the Duke Ellington School of the Arts, amassed one of the country’s most important collections of work by artists of color. Among the striking examples here are pieces by Kara Walker, Kehinde Wiley and Carrie Mae Weems. IRIS APFEL By Iris Apfel. (HarperDesign, $35.) It’s hard to resist this self-proclaimed “geriatric starlet.” With her owlish glasses, loud prints and necklaces upon necklaces, even in her 90s, Apfel is a fashion icon who combines a memoir with photos of the vibrant content of her closets. HOW TO SLAY By Constance C. R. White. (Rizzoli, $55.) White explores the rich history of African-American style and taste, from Josephine Baker and Diana Ross to Rihanna and Lupita Nyong’o. Through text and image, she tells a long story, arguing for the centrality of African-Americans in fashion. DRESS LIKE A WOMAN. (Abrams Image, $24.99.) What do women wear when they go to work, whether firefighter, surgeon, astronaut, soldier or judge? That’s the guiding question of this collection, which includes introductory essays by Roxane Gay and The Times’s fashion critic, Vanessa Friedman. THIS IS M. SASEK By Olga Cerna, Pavel Ryska and Martin Salisbury. (Universe, $29.95.) The eventful life of Miroslav Sasek, the beloved children’s book illustrator who created the “This Is” series, is explored here through documents, book covers and his own whimsical paintings.\n\n& Noteworthy\n\nIn which we ask colleagues at The Times what they’re reading now.\n\n“After attending a journalism award ceremony in November named for Nellie Bly, I realized I knew little about Bly, a reporter who became an international sensation in the 1880s, when female journalists typically covered only fashion and society. So I escaped into the past, reading NELLIE BLY, an acclaimed 1994 biography by Brooke Kroeger, and then Bly’s actual stories, filled with stunts and derring-do. Self-trained, Bly was not a master craftswoman: Her writing could flirt both with tedium and turgidity. Some stories seemed more truthy than truthful. But what stories! By the time she turned 26, Bly had gone undercover as a mental patient in New York, exposed corruption in the state capital and traveled the world in 72 days, a great feat at the time. She changed that world in small ways and opened the door for other women to follow. Not bad, for a girl reporter.”\n\n— Kim Barker, reporter, investigations desk\n\n", "keywords": ["rizzoli", "noteworthy", "world", "reporter", "sasek", "work", "women", "bly", "apfel", "white", "fashion"], "polarity": 0.15841619318181818, "subjectivity": 0.5195549242424242},
{"title": "\n                    A Well-Read Woman                ", "url": "https://www.nytimes.com/2018/03/20/books/review/women-reading.html", "text": "Sketchbook\n\nA Well-Read Woman\n\nCelebrating the literary lives of girls with a nod to the illustrator William Steig’s ‘CDB!’", "keywords": ["wellread", "nod", "woman", "william", "sketchbooka", "literary", "girls", "womancelebrating", "lives", "illustrator", "steigs"], "polarity": 0.125, "subjectivity": 0.1},
{"title": "\n                    Tracy K. Smith: By the Book                ", "url": "https://www.nytimes.com/2018/03/20/books/review/tracy-k-smith-by-the-book.html", "text": "Did you read poetry as a child? What books made you fall in love with poetry?\n\nI had a big reading textbook in fifth grade, which I’d race ahead in and find — to my great excitement — brief poems by poets like Emily Dickinson and Gwendolyn Brooks. When I was growing up, my father had a series of books whose titles began “The Works of ….” Without making a lot of fuss about them, or worrying over the literal sense of them, I read sonnets by Shakespeare and poems by Poe, and loved the feeling that those works created in me. I felt from an early age that poetry was something mysterious, something playful and lilting. As I got older, poems began to offer me new and life-changing ways of looking at the familiar world.\n\nWas there a book of poems or a poet in particular that inspired you to write?\n\nSeamus Heaney’s first book, “Death of a Naturalist,” made me want to be a poet. More than that, it made me want to be Seamus Heaney, and I imitated him for a long time. I was his student as an undergraduate, and that whole time I was, at least in my heart, imitating him. He was kind and generous enough to guide me gently toward what he recognized as intimations of my own voice and subject matter.\n\nWhich poets continue to inspire you?\n\nLucille Clifton and Elizabeth Bishop are never-ending sources of anchoring and astonishment for me as a poet. The more I read them, the more their poems seem to accomplish. I’m co-translating the contemporary Chinese poet Yi Lei, and her vision of freedom and love, her concerns for humanity and for the planet speak very actively to my own. I’m learning a great deal from living with her voice and her imagination.\n\nAre there poets for whom you’ve gained greater appreciation over time?\n\nWhen I first became brave enough to tell people that I wrote poems, so many people would rave to me about Edna St. Vincent Millay’s work. I was embarrassed not to have read her and I think that put me off from reading her for a long time. So many of her poems are just impeccable. I love the subtlety and the tiny, yet significant, gestures driving poems like “Ebb” and “The Fitting.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs poet laureate of the United States, you’ve been traveling across the country to meet with people in underserved communities. What books do you recommend to them? And have they in turn pointed you to any neglected or unfamiliar writers?\n\nI find myself sharing poems by other poets on these trips, which is something I didn’t used to do at readings. Some of the voices I’ve been excited to celebrate so far are Natalie Diaz, Aracelis Girmay, John Yau, Patrick Rosal, Laura Kasischke and Chen Chen. I like that these are poets living and writing in America today, each with different thematic concerns, different approaches to language and different ideas about what it means to belong to this place made up of many places. And I feel very lucky that I get to meet other poets in my travels. In New Mexico, I met dg okpik, an Inupiaq-Inuit poet whose work draws Inuit creation stories into conversation with a personal exploration of self, family and the natural world. And I read recently with Kealoha, the poet laureate of Hawaii, whose performance piece “The Story of Everything” traces the origin of the universe from the Big Bang until now.\n\nIf you had to name one book that made you who you are today, what would it be?\n\n“Little Women” made me into a reader. About a decade later, I wrote one of my college admissions essays on Thoreau’s “Walden.” I have no memory of what I might have said then about the book, though I do remember loving its various paradoxes and the beautiful spacious sense of self, nature and possibility that the prose fostered. I was longing for the kind of largeness of spirit and rhetorical authority of a writer like Thoreau. I didn’t encounter Emerson until college, but I think I was an aspiring Transcendentalist from a young age.\n\nWhat genres do you especially enjoy reading? And which do you avoid?\n\nI have three kids, so children’s literature is a big part of my life. At one time, I thought I’d raise my kids on the classic books from my childhood: “Little House in the Big Woods,” Beverly Cleary’s wonderful Ramona books, “Black Beauty.” It’s been great to revisit some of those titles as a parent, but my children have guided me to the joys of contemporary children’s literature. Jacqueline Woodson’s books are such a gift to parents and children for their poignant subtlety and lyricism, and their willingness to let a reader dwell in the pangs of realization that we sometimes try to protect our children from. I’m thinking of “Each Kindness” and “The Other Side.” My daughter is 8 and loves the way that private and public history intersect in “Feathers.” Many picture books have fostered inroads for talking with our kids about history: Margaret H. Mason’s “These Hands” tells the story of racial discrimination at the Wonder Bread factory in the 1950s and ’60s. Selina Alko’s “The Case for Loving” tells the story behind the Supreme Court’s Loving v. Virginia decision. And then there are books that have given us a wonderfully useful vocabulary for feelings of anger or longing, like Barbara O’Connor’s “Wish.”\n\nAdvertisement Continue reading the main story\n\nI have to say that I just haven’t found a way to get excited about “Harry Potter,” though my daughter and husband loved the series. I loved C. S. Lewis as a kid, so I thought I’d have a toehold in that world, but invariably I’d get about two paragraphs in and fall asleep. Maybe I’ll be ready to face those books in a few more years when they come around for our boys.\n\nWhat books might we be surprised to find on your shelves?\n\nPerhaps because I’ve lost both my parents, I really appreciate Elisabeth Kübler-Ross’s books on death and dying.\n\nWhat do you plan to read next?\n\nEmily Wilson’s translation of “The Odyssey.”", "keywords": ["book", "big", "k", "poets", "poems", "books", "id", "read", "loving", "poet", "smith", "tracy", "reading"], "polarity": 0.23049761686125333, "subjectivity": 0.4975381520836067},
{"title": "\n                    Collections of Essays by Writers Old and Young                ", "url": "https://www.nytimes.com/2018/03/20/books/review/ursula-le-guin-no-time-to-spare-essays.html", "text": "Photo\n\nNO TIME TO SPARE\n\nThinking About What Matters\n\nBy Ursula K. Le Guin\n\n215 pp. Houghton Mifflin Harcourt. $22.\n\nPhoto\n\nLe Guin (who died in January) has written before about the genre for which she is best known, and explains herein that “the fantastic tale may suspend the laws of physics … but it carries its revolt against reality no further.” That is, the author of fantasy must have a sharp understanding of emotional, social and political realities. Such intelligence gleams in these essays, culled from several years of blog posts. Le Guin claims the form “sounds like a sodden tree trunk in a bog” and calls her own attempts “more trivially personal” than those that inspired her. But the trivially personal is a chief pleasure of this collection, which uses its firm footing in the concrete world to ponder an eclectic array of topics. The pages sparkle with lines that make a reader glance up, searching for an available ear with which to share them.\n\n“Old age is for anybody who gets there,” Le Guin asserts in a scorching section about aging, while two others describe the travails of her cat, Pard, with less irony than J. R. Ackerley’s memoir of his dog, Tulip, but no less charm. Other sections meander from the nature of belief, Homer and the obsolete nature of the Great American Novel to domestic studies like the relocation of a rattlesnake from her own yard to that of the millionaire down the street.\n\nThe strongest essays narrow themselves to Le Guin’s fervent obsession with language. In “Having My Cake,” a contemplation of her difficulty understanding proverbs becomes a syntax-shuffling close reading of the one in the title. This linguistic gnawing is one of the book’s great delights. “Words fascinate me,” she explains, “the way box elder beetles fascinate my friend Pard,” who will “stare unmoving for 10 minutes at the unattainable light fixture in which a beetle is visible as a tiny moving silhouette.” Images as simple and striking as this or the “small but violent” LED lights on a Christmas tree become grand observations on the nature of writing and living. “Words are my skein of yarn, my lump of wet clay, my block of uncarved wood,” she explains, and then quietly astounds us with the carving.\n\nAdvertisement Continue reading the main story\n\nI WROTE THIS BECAUSE I LOVE YOU\n\nEssays\n\nBy Tim Kreider\n\n206 pp. Simon & Schuster. $26.\n\nPhoto\n\nKreider, a political cartoonist and essayist, has indeed written this book because he loves you. Or rather, because he has loved some women and one cat, and learned a few things along the way. In a style reminiscent of Orwell, E. B. White and David Sedaris, an affable hero gamely bumbles through adventures rich with moments of fleeting profundity and moral reckoning. He follows a manic circus tutor on a train to Mexico, falls for a fellow cartoonist amid the early aughts’ war on terror and trysts with a politically enlightened prostitute. These stories entertain, though I prefer him being wittily deprecated by his female companions to his drawing binaries between “‘Type A’: smart, pretty, sane, moral girls with glasses who tended to work for nonprofits or write” and “bawdy dominatrices” (to be fair, this reviewer is a Type A, former bawdy dominatrix who writes). But his depictions of the arc from ignorance to wisdom are reliably deft. With every blunder he gleans insights like “However salacious it may seem to civilians, that’s what prostitution is: another goddamn job.”", "keywords": ["explains", "young", "writers", "words", "understanding", "nature", "way", "type", "old", "le", "trivially", "essays", "guin", "written", "collections"], "polarity": 0.15339655636265806, "subjectivity": 0.458427495291902},
{"title": "\n                    A Call to Action for Girl Squads Everywhere                ", "url": "https://www.nytimes.com/2018/03/20/books/review/text-me-when-you-get-home-kayleen-schaefer.html", "text": "Photo\n\nTEXT ME WHEN YOU GET HOME\n\nThe Evolution and Triumph of Modern Female Friendship\n\nBy Kayleen Schaefer\n\n288 pp. Dutton. $24.\n\nIn “Text Me When You Get Home” Kayleen Schaefer recalls a first date — not with a potential romantic partner but with a potential friend. Describing the emotional rush of an evening spent colluding and conjoining, she sounds as if she has a new crush: “I related to every single thing she said,” Schaefer tells us, reporting that they discussed “things I don’t typically share with someone I’m just sitting down with for the first time.” She gushes to her mother via text the next day: “I have a new best friend. … I love her.”\n\nIn a year that has been described as a women’s renaissance, female friendship feels particularly worthy of contemplation. As professional opportunities broaden and cultural attitudes shift, competition between women has given way to allyship. Through the return of women’s social organizations and the formalization of whisper networks, female solidarity is more pervasive than ever, a byproduct of girl power and the cumulation of years of quiet rebellion.\n\n“Women are stepping up together, loudly and publicly,” writes Schaefer, a journalist whose subjects have ranged from the Korean beauty industry to the occult. It seems the world is finally recognizing the power of female connection, which the poet Adrienne Rich once described as “the most feared, the most problematic and the most potentially transforming force on the planet.”\n\nAdvertisement Continue reading the main story\n\nWhat girl hasn’t buzzed with the rare thrill of a new friendship? It offers a shared hiding place and a secret understanding outside the reach of men, parents, employers; someone who hates everything you hate, who takes on your causes as her own; someone who, after leaving you at the end of the night, cares that you get home safely.\n\nPhoto\n\nIn many of our lives, friendships matter as much as romantic relationships. Friends are our soul mates — and, more practically, our emergency contacts. Why then, Schaefer asks, is friendship as an institution not afforded the same benefits and privileges as marriage? It’s a position that has been gaining steam in the legal community, among advocates of so-called friendship law like Rachel Moran, a law professor at the University of California, Los Angeles, who has argued that platonic bonds ought to matter “not only in my own intimate life, but in the eyes of the law.”", "keywords": ["action", "potential", "womens", "schaefer", "girl", "text", "matter", "friendship", "romantic", "law", "female", "power", "squads"], "polarity": 0.14661102786102786, "subjectivity": 0.47259892884892873},
{"title": "\n                    Portraits of ‘Brazen’ Women Who Lived as They Wanted                ", "url": "https://www.nytimes.com/2018/03/20/books/review/brazen-penelope-bagieu.html", "text": "The woman in the hijab turns out to be a contemporary Afghan rapper and refugee, Sonita Alizadeh, born in 1996, whose low-tech, unflinching music video about the fate of young girls sold into marriage went viral and helped her escape her own fate as a child bride. Alizadeh raps, “Let me scream, I’m tired of silence,” while lifting a Western-style wedding veil. Beneath it her face is made up to look as if she’s been beaten: swollen eyes and bruised jaw. It’s a powerful image, one that Bagieu doesn’t hesitate to draw into the strip.\n\nVideo\n\nAnd Bagieu’s drawings are wonderful. Though sometimes spare, with minimal effort spent on backgrounds, her line manages to flow and skate through 29 stories of remarkable women. These drawings can act. They are alive with gestural attitude. They move, dance, struggle, fight back, fall in love, resist and wonder at the world. Some ham it up. Some suffer terrible abuse. To her credit, Bagieu doesn’t back away from drawing the marks of violence on their faces and their bodies, which may come as a surprise to those who are expecting a rah-rah young adult girl-power sort of read.\n\nBagieu calls these comics “broad stroke portraits,” and explains the sometimes too breezy storytelling this way: “This book is by no means a thorough scholarly work; rather, it’s one woman’s tribute — my homage to the full, daring lives they lead, often against great odds.”\n\nAdvertisement Continue reading the main story\n\nAll of her stories follow a similar pattern. Almost every page has nine frames and each biography begins with a portrait drawn in a beribboned oval template. They cover the birth, life and death of each of her subjects in a way that can feel a bit formulaic, but this seems to have more to do with the fact that the English translation is typeset rather than in Bagieu’s handwriting.\n\nIn the original version of these strips, which are luckily available in French on the Le Monde website, where they originally appeared, the difference is instantly apparent. The nature of handwriting gives the portraits a more personal “voice.” It feels as if Bagieu herself is telling you these stories. They lose their Wikipedia tone and become more intimate, more like that of a cool fairy godmother recounting tales you need to hear without too much worry about sources, originality or historical accuracy. Her handwriting preserves her passion, along with clear intent to both delight and embolden the reader.\n\nPhoto\n\nIt’s painful to see this crucial part of her work replaced with type. It changes everything about how the stories are received. The reading speed is altered. The tone and the visual relationship between the text and the drawing just isn’t there. It’s her handwriting that makes these panels spring to life. Panels that seemed awkwardly composed suddenly become elegant and beautifully balanced. It’s hard for people to understand the importance of a cartoonist’s handwriting. In the same way melody transforms lyrics, handwriting transforms words and can have a profound impact on how the story is received and understood.\n\nSadly, nearly every scrap of Bagieu’s lovely handwriting has been scrubbed and replaced in this translation, even when completely unnecessary. The only clue to this “voice” is a rare lettered sign here and there, and her name, “Pénélope,” sweetly signed at the end of each strip.\n\nThese “rebel ladies” come from all over the world (though surprisingly over a third of them are American). They also come from all points in time, like Agnodice, whom Bagieu presents as a gutsy gynecologist from ancient Greece, to the astronaut Mae Jemison (the one with the tight Afro), to the “Animal Whisperer” Temple Grandin and the “Lover of Modern Art” Peggy Guggenheim (she’s the one with the wild sunglasses). Bagieu includes sets of siblings, like the Wiggins sisters, who were forced by their father to form a rock band called “The Shaggs,” and “Las Mariposas,” the Dominican Republic’s Mirabel sisters, who were murdered during the Trujillo regime in 1960. And she profiles too one of my favorite women, Frances Glessner Lee, who helped crime scene investigators hone their craft by creating intensely accurate miniature replicas of rooms where murders took place.\n\nBagieu has dedicated this book to her own daughters, and I kept that in mind as I read it. When I imagine her telling these stories to them, I’m reminded of something my grandmother would say when she told me these kinds of tales. “Of course it is only a story my dear. But it is true!” Bagieu’s pen transforms these true stories into something that has the tone of a personalized fairy tale. And in the end, this turns out to be just perfect.", "keywords": ["transforms", "young", "bagieus", "lived", "brazen", "way", "work", "women", "come", "bagieu", "wanted", "handwriting", "portraits", "world", "tone"], "polarity": 0.17715336134453774, "subjectivity": 0.5357580532212883},
{"title": "\n                    If It’s a Man’s World, Let’s Escape It … or Subvert It                ", "url": "https://www.nytimes.com/2018/03/20/books/review/back-talk-danielle-lazarin.html", "text": "The depiction of these recurring themes is stressful in its realism. Some of Lazarin’s stories — not coincidentally, my favorites — show women pinging furiously off one another instead of their boyfriends, husbands and fathers, gathering incremental surges of strength and autonomy and rage, of unspoken power. In “The Holographic Soul,” two young sisters playact a psychic guessing game, then try to actually access their powers, longing for a presence to manifest itself and give them something solid on which to pin their anxieties. The two teenage friends in “Gone” keep a list of real-life dead girls, sharing their fear as puberty descends. (“Girls are taught to be discreet,” Lazarin writes in a later story. “Boys, who shout their own terror, make a mess of it, take you down with them.”)\n\nPhoto\n\nIt’s easy to anticipate criticism of “Back Talk” and its quietly realist, “literary” writing. It won’t help to note that Lazarin’s characters are educated and middle- to upper-class, that her stories are often set in New York and Paris. They are, certainly, beautifully crafted. I loathe the word “polished” in the context of prose. It’s too clinical, implying that the work was dull before the author intentionally spruced it up. So I’d prefer to say that the sentences in these stories are living and seamless, as if Lazarin had run her hand over them until they became smooth and gleaming with the evidence of her touch. Yet they are not without viscera; sublimated rage fills the crevices between them.\n\nLazarin’s style succeeds in part because the stakes for her characters are wide-ranging, because the implications of their actions ripple outward. In “Back Talk,” the theme of internalized misogyny is, to be quite blunt, terrifying. It’s all the scarier in that it’s so quietly and accurately rendered: These women aren’t running screaming through the night, fleeing to convents, joining all-female cults or driving off into the desert without looking back.\n\nAdvertisement Continue reading the main story\n\nIn “Spider Legs,” the teenage narrator goes to Paris to visit her mother, who is writing a book about St. Agnes. Long divorced from the girl’s father, she has chosen as her subject this woman of early Christian Rome, honored by the church for spurning the marriage proposals that would have spared her from suffering and martyrdom. “For that, she was tortured, shamed, killed, of course,” the narrator’s mother tells her with a wry smile. “No sense of self-preservation, those saints.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHow ironic that the choice is between death and assimilation, loss of identity and survival. Although Lazarin’s work has the tone and style of traditional mainstream short fiction, it joins a growing canon of quietly realist stories that establish women’s experiences as worthy of literary attention. And not just women’s experiences: These stories also explore the exhausting, slow poison of masculine power, the grind of the patriarchy on even the most privileged of women, the subtle ways in which men have trained women to minimize themselves.\n\nThe hunger for these types of stories is powerful. How else to explain the ferocious explosion of emotion aroused by Kristen Roupenian’s New Yorker story “Cat Person”? It shared many qualities with Lazarin’s work — quiet, literary, realist — but it made a particular generation of women feel as if they were about to crawl out of their skin, as if they suddenly remembered how bad things had been, how bad they could be, how bad they could get.\n\nIn “American Men in Paris I Did Not Love,” Lazarin’s narrator finds herself in the presence of an insufferable pedant who is probably married and certainly has designs on her. “We spend four hours together,” she notes flatly, “before I remember that I can just get up and go.” And so these stories hand their warnings to us: Don’t be pleasant or easy to teach. Look mean for the camera. Just get up and go.", "keywords": ["bad", "lazarins", "subvert", "york", "literary", "girls", "work", "women", "escape", "mans", "quietly", "realist", "lets", "paris", "world"], "polarity": 0.04352808771822858, "subjectivity": 0.3886726927219885},
{"title": "\n                    The Revolution Has Been Televised                ", "url": "https://www.nytimes.com/2018/03/19/books/review/stealing-the-show-joy-press-.html", "text": "STEALING THE SHOW\n\nHow Women Are Revolutionizing Television\n\nBy Joy Press\n\nIllustrated. 311 pp. Atria Books. $26.\n\nA jaw-dropper of a plot twist overtook Joy Press in the course of writing “Stealing the Show: How Women Are Revolutionizing Television.” This versatile Los Angeles-based culture journalist began her project — reporting on challenges and successes in the careers of a handful of contemporary star female showrunners — inspired by the remarkable number of outstanding female-centric series that were on the air in 2015. These included “Inside Amy Schumer” (which won the accommodating Schumer an Emmy for best variety sketch show); “Transparent” (which won its creator, Jill Soloway, an Emmy for directing); and the Golden Globe comedy nominees “Orange Is the New Black” (created by Jenji Kohan), “Girls” (the signature work of Lena Dunham) and “Jane the Virgin” (developed by Jennie Snyder Urman). Meanwhile, the powerhouse producer Shonda Rhimes dominated network television on Thursday nights with “Grey’s Anatomy,” “Scandal” and “How to Get Away With Murder” (created by “Grey’s” supervising producer Peter Nowalk).\n\nPhoto\n\nNot unrealistically, the happy publication tie-in that Press expected and hoped for as her work got underway was the election of Hillary Clinton to become the first female president of the United States; the Democratic candidate’s triumph would be the history-making climax of a campaign supported by many of the same industry women Press was interviewing. Dunham, for one, stumped indefatigably on Clinton’s behalf. Rhimes and her producing partner, Betsy Beers, made the video that introduced Clinton at the 2016 Democratic convention. Diane English, who dreamed up the conversation-setting feminist sitcom “Murphy Brown” in the Reaganite 1980s, backed a pro-Clinton super PAC.\n\nWe know the Big Reveal. By the time the author, a former TV critic for The Village Voice, finished her book, Donald Trump had become the first fake-reality-TV character to occupy the Oval Office. “What looked like the forward march of progress turned out to be one of history’s grand zigzags,” Press says in her realistically dismayed introduction. And so began the rising up of a new, very real, very raw female impatience with the same-old, same-old ways of gender inequality in politics; and in the workplace; and in the arts, media, industrial life, military life, factory life, corporate life and even in cartoon-superhero life, what with lady heroes condemned to run around in constricting bustiers.\n\nPhoto\n\nThe rising up continues. Nothing on the air seems quite so funny or delightful anymore, and the scripted shows meant to shock, provoke and amuse, whether about trans sexuality within the family (“Transparent”), murder as oh-hello (“Scandal”) or weird sex stuff that women are jolly about (“Broad City,” made by Abbi Jacobson and Ilana Glazer), don’t cause nearly as much shock as the testimony of real women talking about what they experience during working hours.\n\nAdvertisement Continue reading the main story\n\nThe litany of imbalances sounds repetitious only because gender inequality repeats itself daily, while the latest headline-making abuses are discussed as if fantastic plot twists in an outrageous soap. And so, between the long-ago year of 2015 and now, the agitation continues, hashtags flying, with ramifications for pop culture and the business behind it that go considerably beyond the scope of Press’s investigation.\n\nPhoto\n\nIn other words, “Stealing the Show” at times feels a little bereft of urgency.\n\nThen again. Here is a collection of women who have managed to make television on their own terms, embodying proof that it can be done. Press gives a properly respectful nod to Gertrude Berg, who wrote, starred in and produced “The Goldbergs” from 1949 to 1955, calling her “the founding mother of the American TV sitcom.” She makes quick, appropriate bows to “I Love Lucy” (and Lucille Ball), “That Girl” (and Marlo Thomas) and “The Mary Tyler Moore Show” (and its namesake). She learns from Barbara Corday, who, with her writing partner Barbara Avedon, launched the breakout female-cop-buddy drama “Cagney & Lacey” in 1982, that the seed of the show’s idea was inspired, in a roundabout way, by the feminist critic Molly Haskell’s essential critique “From Reverence to Rape: The Treatment of Women in the Movies.”", "keywords": ["televised", "writing", "tv", "life", "work", "stealing", "won", "women", "press", "television", "revolution", "female"], "polarity": 0.18218982275586054, "subjectivity": 0.45402372784448247},
{"title": "\n                    Turf Wars of the Ultra-Wealthy, Upper East Side Style                ", "url": "https://www.nytimes.com/2018/03/19/books/review/caitlin-macy-mrs.html", "text": "In this world, even the privileged are hyper-tense, constantly measuring themselves against their peers. On play dates, the mothers worry about how to hold their silverware: “Whether she ought to cross, American-style, or keep her fork facing down, European-style.” They worry about whether they overthanked the doorman — the richest moms always maintain an aloof, almost distracted separation from the help — and whether to dress their household staff in uniforms. They bully themselves into submission. “We deflected compliments,” Macy writes, Greek-chorus style. “We made deprecating comments about how much we had eaten at the last meal and how lazy we were and how badly we sucked at tennis when in fact we were not at all lazy and we were very good tennis players.”\n\nPhoto\n\nMacy artfully observes the elite custom of seeming never to care about anything. Questions, she notes, are proffered only as segues into bragging: “Do your children…? Because we. …” As a Yale student trying to disguise his middle-class upbringing, John D. Curtis wears the hems of his jeans flamboyantly long so his loafers flatten them as he walks, a hallmark of slouchy, preppie indifference. And as the mothers watch another mother hugging and kissing her daughter after school, “each one of us remembered, in a depth of bumming-out, the moment, in preadolescence, when we had learned from either our parents or our peers that one had to pretend not to care.” Even the marriages are chilly: “A certain type of man needed a wife to help keep things impersonal, as if marriage were a barracks, and inspection from the outside could come at any time.” Brrrr.\n\nMacy is well versed in the rigors of schadenfreude and social judgment. The descendant of an old-money family that had lost its fortune by her father’s generation, she attended an East Coast boarding school, then went to Yale on scholarship. As she revealed in 2009 on the publication of her previous book, “Spoiled,” a story collection about class distinctions among the privileged, her husband had lost jobs at a bank and a hedge fund, and her older daughter had been rejected by all the private schools they applied to for kindergarten. (I’m pretty sure things have turned out all right for them.)\n\nMacy has clearly observed the world of aspiration and failure up close, which is why “Mrs.” has such a tonic air of authenticity. Within this novel, there’s almost an entire treatise on the decorating habits of the wealthy — and not so wealthy. One mother can’t be trusted to weigh in on another’s apartment because her own home is “floor to ceiling Pottery Barn — giant clocks, lobster traps for coffee tables, apothecary shop for a kitchen.” Minnie’s kitchen is “vast, suburban-size,” glistening “like an operating theater with menacing, hyper-clean appliances.” One townhouse is so grand that its parlor floor makes the gathered parents look dumpy, “as if the room had been made for a larger, more significant race, one that didn’t have to stuff itself into pantyhose or pay through the nose for monthly highlights in a condescending salon on Madison.” Even among wealthy people, there are levels of fabulousness.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe novel’s attention to such interior detail makes you wonder if Macy is curating the scenery for an inevitable cable rendition, the way Liane Moriarty’s novel “Big Little Lies” was adapted for HBO. In fact, the stories are similar: Both use the children’s school as a stage, with the parents as the stars. “Mrs.” is set among the Manhattan 1-percenters who count wine cellars and his-and-hers drivers as necessities, just as the TV version of “Big Little Lies” is set among the wealthy of Monterey. And as both stories unfold, the pursuit of luxurious lifestyles becomes incidental to survival, revenge and redemption.\n\nConsider a scene from “Mrs.” that might as well have been directed by Jean-Marc Vallée. Two mothers confront John D. Curtis and engage him in combat, eventually wresting from his wife an overdue debt. One takes off with her compensation (from an assignation-turned-assault during her “Belle du Jour” days), and as she strides away with her children, crisp hundred-dollar bills sail out of her pockets.\n\nThe remaining parents regard one another in stunned silence. Do they chase the money? Of course! Even masters of the capitalist universe and their flawless wives are soon scampering after the floating bills, stooping to the sidewalk, “one with a stomp of the foot, the other on his knees, shooting out a hand.” It’s the children who look on, aghast.\n\nThe boldest thing about “Mrs.” — as with “Big Little Lies” — is that it focuses on the depths of women’s experiences as wives and mothers. Their clashes with one another are entertaining, sure, but they’re a diversion from the more important conflict with their husbands and with male power. “Mrs.” could easily have been a glossy, rushed novel about bitchy, bored housewives nursing social resentment. Plenty of those have been published, passing from memory as quickly as the pages fly under your fingers. But Macy hasn’t written that kind of book. Although Philippa, Minnie and Gwen aren’t smash-the-patriarchy crusaders for social justice, they recognize the violent, self-flattering, corrupt man in their midst and they deliver him, finally, to justice — even if it comes at the expense of other lives.", "keywords": ["social", "wealthy", "parents", "macy", "lies", "upper", "school", "turf", "wars", "novel", "mothers", "style", "ultrawealthy", "east", "mrs", "little"], "polarity": 0.08597234576686631, "subjectivity": 0.5817487991460596},
{"title": "\n                    In New Books for Kids, Women’s Victories Speak Loud and Clear                ", "url": "https://www.nytimes.com/2018/03/19/books/review/womens-history-achievements-childrens.html", "text": "Reading through both “Roses and Radicals” and “Votes for Women,” I was struck by how little I had been taught about this crucial chapter of our history. These books turned me into a dispenser of feminist fun facts. “Did you know that Frederick Douglass spoke at the Seneca Falls Convention of 1848?” I asked a friend excitedly over happy hour. (“Yes,” he replied. “But only because you already told me that last week.”)\n\nPhoto\n\nIn these books, the women who shaped the American narrative come to life with refreshing attention to detail. “Votes for Women” opens with a minibiography of Elizabeth Cady Stanton, set up as a cinematic hero’s journey from that fateful moment when her father, mourning the death of his last son, told his daughter he wished she had been born a boy. Zimet is less wide-eyed and more unsentimental in her approach. Opting for frankness about the racism of Stanton’s platform, for instance, she contextualizes but also condemns her use of the atrocious term “Sambo.”\n\nOf course, no women were more oppressed than women of color, and their stories are buried even deeper than those of the few celebrity suffragists who make it into stock history lessons. “Roses and Radicals” and “Votes for Women” both remind us of this fact through the inclusion of Sojourner Truth’s 1851 “Ain’t I a Woman” speech at a women’s rights meeting in Akron, Ohio. “Truth was demanding that her listeners understand that women’s rights weren’t merely a matter for white women,” Zimet writes. There are listeners today who still need help understanding this. Imagine if the most fundamental realities of women’s intersecting identities were taken into consideration in history class.\n\nAdvertisement Continue reading the main story\n\nOne woman of color in particular is at the center of Amy Hill Hearth’s STREETCAR TO JUSTICE: How Elizabeth Jennings Won the Right to Ride in New York (HarperCollins, 160 pp., $19.99; ages 8 to 12). In 1854, a century before Rosa Parks refused to give up her seat on a Montgomery bus, there was Jennings’s defiant bravery on a streetcar in the Five Points neighborhood of New York. Wrapped up in Hearth’s detailing of Jennings’s courage is a sobering recognition that the shame of our nation’s history was widespread. Slavery wasn’t restricted to the South. In fact, New York City itself was home to a municipal slave market until 1762. Writing with a compassionate hand-holding tone perhaps best suited for readers on the younger end of the book’s suggested age range, Hearth reminds us that Jennings was not only blocked from riding in a streetcar, she also faced institutionalized obstacles. “For blacks, both boys and girls, the road to success was blocked by the color of their skin,” she explains. “Only a very few managed to break through the barriers, and when they did, they still were not considered equal to whites.”\n\nPhoto\n\nThings hadn’t improved much nearly 100 years later, during the time that Melba Pattillo Beals writes about in her shocking autobiography, MARCH FORWARD, GIRL: From Young Warrior to Little Rock Nine (Houghton Mifflin Harcourt, 224 pp., $16.99; ages 10 and up). This book looks at Beals’s younger years, before she was part of the Little Rock Nine who integrated Central High School (as she recounts in her best-selling “Warriors Don’t Cry”). In empathetic yet unflinching prose respectful of younger readers, Beals depicts the nightmarish way the KKK held sway over the lives of black people. “The first thing I remember about being a person living in Little Rock, Ark., during the 1940s is the gut-wrenching fear in my heart and tummy that I was in danger,” she begins. “By age 3, I realized the culture of this small town in the Deep South was such that the color of my skin framed the entire scope of my life.” Beals candidly details the origins of her activism, as her fear transforms into rage over the passivity of the tormented adults who felt they could do nothing. There is in this new book even more untold history, more pain, outright terror and forgotten bravery, and yet so little has changed.\n\nIt’s thrilling to think of girls and young women immersed in not just history-book bullet points, but entire chapters fleshing out the stories of Elizabeth Cady Stanton and Elizabeth Jennings. Previously, a curious child might have found these depictions in the pages of a dusty encyclopedia, and only if she knew where to look. We have been denied the full reality of our past, both its injustices and its secret heroes. It is still true that the road to success is blocked by both skin color and gender.\n\nEach victory in these pages is hung with the spoiler alert that we have yet to pass the Equal Rights Amendment. These books are an assertion of the female narrative, containing anger about the past, while arming a new generation with information they need to create a hopeful future. As Zimet writes in “Roses and Radicals,” one thing is certain: “No matter what happens, the fight for women’s rights continues.”", "keywords": ["clear", "elizabeth", "kids", "victories", "womens", "rights", "speak", "zimet", "loud", "women", "color", "books", "history", "younger", "little"], "polarity": 0.05225757575757576, "subjectivity": 0.44433160173160163},
{"title": "\n                    When Doctors Don’t Listen to Women                ", "url": "https://www.nytimes.com/2018/03/19/books/review/abby-norman-ask-me-about-my-uterus.html", "text": "Photo\n\nASK ME ABOUT MY UTERUS\n\nA Quest to Make Doctors Believe in Women’s Pain\n\nBy Abby Norman\n\n272 pp. Nation Books. $27.\n\nIn the 1940s, in their quest to devise an objective pain scale, Cornell University researchers poked an increasingly hot metal rod into the hands of 13 women in the throes of childbirth. The volunteers were supposed to express how each level of heat compared with the others. But as labor progressed and the rod got hotter, they were in too much distress (and quite possibly distracted with other kinds of pain) to grapple with adjectives. Throbbing? Searing? A 7 on a scale of 10?\n\nAnd therein lies the conundrum. Few of us can express our aches and hurts accurately, particularly when we are in the thick of them.\n\nThis quirky bit of medical history opens Abby Norman’s vivid memoir, “Ask Me About My Uterus.” But the focus of the book is really in the subtitle: “A Quest to Make Doctors Believe in Women’s Pain.” She builds a convincing case that women describing discomfort are more likely than men to be dismissed by physicians, but along the way tells a story that will resonate with anyone (man or woman) who has ever experienced pain.\n\nPhoto\n\nNorman suffers from endometriosis — a chronic and debilitating illness triggered by uterine-like cells growing outside of the womb. Women with the disorder have heavy, agonizing periods along with a litany of other symptoms depending on where the rogue cells lurk. If they congregate near the bladder, urinating hurts; near the sciatic nerve, pain can shoot down the legs; inside the lung (a rare event), breathing can be stifled.\n\nAdvertisement Continue reading the main story\n\nAfter one bout — “as sudden as a thunderclap. A stabbing pain in my middle” — Norman eventually got to an emergency room, where she was handed the typical 1-10 pain scorecard. She was still aching, but not in the original horrors of it all. So she didn’t know how to assign a number to it: “Bad enough that I couldn’t ignore it, which made it definitely higher than a four or five.” She questioned whether she was a six or higher and whether the doctor would believe her anyhow.", "keywords": ["doctors", "quest", "near", "believe", "womens", "hurts", "dont", "higher", "women", "scale", "rod", "listen", "pain"], "polarity": 0.03267973856209152, "subjectivity": 0.5131535947712419},
{"title": "\n                    Dear Match Book: I’m Starting an International Feminist Book Club                ", "url": "https://www.nytimes.com/2018/03/13/books/review/match-book-international-feminist-book-club.html", "text": "Drawing Fire\n\nEven the most contemplative graphic novels offer a kinetic sense of play guaranteed to hook your colleagues’ interest. Why not launch your feminist exploration with an illustrated book set in a place that may be unfamiliar to all of you? Marguerite Abouet’s six-volume “Aya” comics series, set in Ivory Coast in the 1970s (illustrated by Abouet’s husband, Clément Oubrerie, and translated by Helge Dascher), follows the lives of its ambitious but dutiful namesake protagonist and her more freewheeling friends, Bintou and Adjoua. In “Aya: Love in Yop City” — which encompasses the last three chapters in the series — Aya, now a medical student, is sexually assaulted by her biology professor. The shame she feels in the wake of her attack shifts over the course of the book as she plans a fiery revenge.\n\nIn her illustrated story collection “Boundless,” Jillian Tamaki flips the script: To read the first and last of her kooky and elegant tales, you often must rotate the book 90 degrees. The stories’ subjects — an eerie “mirror Facebook”; a promotional pitch for a skin care product — unfold with a deliciously wry feminist slant.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStranger Things\n\nA pair of mesmerizing and eccentric story collections would make excellent additions to your reading list. Carmen Maria Machado’s inventive, sexually exuberant debut, “Her Body and Other Parties” — which includes a novella-length section outlining 272 speculative, alternative views of “Law & Order: SVU” episodes — reveals characters with crystalline consciousnesses clouded by their fabulist circumstances. In Kōno Taeko’s “Toddler-Hunting and Other Stories” (published in Japan throughout the 1960s and translated by Lucy North and Lucy Lower), it is the women themselves — alienated, but composed — who push past boundaries to enact lucid waking nightmares.\n\nThe Marriage Trap\n\nThe domestic bonds that doom the female characters in the classics of the Western feminist canon — from “The Yellow Wallpaper,” by Charlotte Perkins Gilman, to “Wide Sargasso Sea,” by Jean Rhys — find echoes in two arresting novels by Asian writers. “The Waiting Years,” Fumiko Enchi’s psychologically astute 1957 novel of stifled emotions, traces the protracted humiliation of Tomo, a 19th-century Japanese wife obliged to procure a series of mistresses for her husband over the course of their marriage.\n\nIn Han Kang’s propulsive, lacerating novel “The Vegetarian,” translated from the Korean by Deborah Smith, the bloodless union between Yeong-hye, a hushed bookworm, and her largely indifferent husband ruptures when she ceases to be a carnivore. “Stop eating meat, and the world will devour you whole,” Yeong-hye’s mother chides. And she’s right: When Yeong-hye asserts her dietary will, characters around her react with violent rage.\n\nIsland Women\n\nFor a change of pace, introduce your book club to Jessica Hagedorn’s raucous, warmly florid novel “Dogeaters,” set in the Philippines in the 1950s. The book is crowded with politics and crime, movie stars and soapy family stories. The extended cast features women caught in a culture that fetishizes glamour, including an unlikely beauty queen who denounces her crown and the central narrator, a girl named Rio Gonzaga who is 10 when the book begins and already in possession of discerning tastes and an enviable wisdom about the world.\n\nYours truly,\n\nMatch Book\n\nDo you need book recommendations? Write to matchbook@nytimes.com.\n\nCheck out Match Book’s earlier recommendations here.", "keywords": ["book", "international", "illustrated", "club", "series", "feminist", "dear", "match", "novel", "aya", "im", "set", "translated", "characters", "husband", "starting"], "polarity": 0.1238377564464521, "subjectivity": 0.46021315640880855},
{"title": "\n                    Overlooked No More: Charlotte Brontë, Novelist Known for ‘Jane Eyre’                ", "url": "https://www.nytimes.com/2018/03/08/obituaries/overlooked-charlotte-bronte.html", "text": "A survivor whose life had been shaped by grief, Brontë was perhaps emboldened to write as few, if any, women had before: tales of resistance and insistence on trusting one’s own sense of true morality, however unconventional. In “Jane Eyre,” she wrote from the first-person perspective of a child, an innovation that gave voice and power even to the very young; she created, too, a heroine who was, like Brontë herself, plain, pale, small, and yet frankly desirous, as well as worthy of desire.\n\nBrontë once wrote to a friend that she considered the marital ambitions of women of no means or beauty “an imbecility which I reject with contempt,” a practical response to the frank injustices of class and a kind of sexism. In her novels, however, those same plain women are entitled to not just any marriages, but to passionate, loving ones. The interior lives of Jane Eyre and Lucy Snowe are shared in such detail that the characters’ unfair burdens are plainly manifest; Brontë could make great sweeping plotlines of the small moments and humiliations in an unmarried woman’s life. Lucy Snowe’s struggle to find a private place to read a long-awaited letter reads, over several pages, with the suspense and drama of a Spenserian quest.\n\nA miniaturist of the soul, Brontë captured shades of emotion with a psychological subtlety that still feels exquisitely modern. When Lucy Snowe, battling depression, is advised to cultivate her own happiness, her strong response will feel familiar to many a 21st-century person who has the condition: “No mockery in this world ever sounds to me so hollow as that of being told to cultivate happiness,” she wrote. “Happiness is not a potato to be planted in mould and tilled with manure.”\n\nShe had a mordant wit, which could protect her only so much from the series of losses that left her so fragile. “It is useless to tell you how I live,” she wrote to a friend in 1851. “I endure life — but whether I enjoy it or not is another question.” She startled readily, and wrote to friends complaining of crushing insomnia, a poor appetite, grief and flashbacks; she put off writing letters for fear of how dejected she would feel if the replies came too slowly. Her two most intense romantic passions — one, involving a married Belgian school master, was meticulously memorialized in “Villette”; the other, for her publisher, George Smith (also captured in the characteristics of a doctor in “Villette”) — were both unrequited.\n\nBut reader, she married, eventually, at the age of 38, choosing Arthur Bell Nicholls, a pastor who worked for Brontë’s father. Although she acknowledged frankly that he was not her intellectual equal, he pursued her persistently, and against her father’s wishes, possibly imbuing a late-in-life courtship with a jolt of romance.\n\nDid Brontë ultimately find the kind of happiness that she described as “a glory shining far down upon us out of heaven”? In “Villette,” Lucy Snowe describes her own feelings about happiness: “The negation of severe suffering was the nearest approach to happiness I expected to know. Besides, I seemed to hold two lives — the life of thought, and that of reality. And provided the former was nourished with a sufficiency of strange and necromantic joys of fancy, the privileges of the latter might remain limited to daily bread, hourly work and a roof of shelter.” Once Brontë married, however, her life of thought suffered. “My own life is more occupied than it used to be,” she wrote to a friend. “I have not so much time for thinking.”\n\nLiterature would no longer be the business of her life; whether the pleasures of marriage could offset that loss remains unclear. To one friend, she wrote, “It is a solemn and strange and perilous thing for a woman to become a wife.” But several months later, she wrote, “I have a good, kind attached husband, and every day makes my own attachment to him stronger.”", "keywords": ["lucy", "novelist", "wrote", "married", "snowe", "known", "eyre", "brontë", "jane", "life", "friend", "women", "villette", "overlooked", "happiness", "charlotte"], "polarity": 0.15464722412090828, "subjectivity": 0.4587040517961569},
{"title": "\n                    Contemporary Womanhood, in Fact and Fiction                ", "url": "https://www.nytimes.com/2017/11/28/books/review/contemporary-womanhood.html", "text": "Broadsides\n\nStart with two essay collections whose blazing honesty will clear your head. In “The Unspeakable,” Meghan Daum chips away at convention to uncover unvarnished personal truths. In an entry entitled “Matricide,” about the death of her mother, Daum compares her grandmother to “splintered bits of shrapnel.” In another, “Difference Maker,” Daum unsparingly details her ambivalence about motherhood and her wrenching turn as a court-appointed advocate for a foster child. Throughout, Daum parses then tallies emotional truths; her revelations are exhilarating, terrifying and oddly comforting.\n\nDaum’s essays often take amusing turns along dark paths, but in Scaachi Koul’s self-aware debut, “One Day We’ll All Be Dead and None of This Will Matter,” humor is the way through a thicket of harder stuff: the fears and comfort administered by Koul’s parents, Indian immigrants who settled in Calgary, Alberta; the way clothing can both mask and amplify a woman’s insecurities; social media bullying. Koul puts on a breezy and fleetingly filthy sideshow, but when she writes about gender and race she reveals that knife-throwing is her main act.\n\nForm and Function\n\nYour affection for distinct prose stylists like Rachel Cusk and Maggie Nelson tells me you would enjoy Sheila Heti’s “How Should a Person Be?” and Durga Chew-Bose’s “Too Much and Not the Mood.” Heti’s philosophical and alluring mostly-novel follows a 20-something named Sheila navigating her own artistic, romantic and moral life post-breakup. The book takes digressive turns (long walks and talks about art abound) and structural liberties (some of the dialogue among Sheila and her friends, including her painter confidante, Margaux, appears in the form of a play) on the road to both self-discovery and the realization of “the true singularity” of others.\n\nThe roads Chew-Bose follows in her slim collection of 14 visually and verbally astute essays lead inward. She narrates her discursive thoughts in a breathless torrent of thrillingly precise observations about everyday life (“the rubbery satisfaction of yanking a single blade of grass from its root”) and minute reflections on cultural figures and their work, from the playwright Annie Baker to the Beastie Boys to Janet Jackson. The glow emanating from Chew-Bose’s voracious curiosity and engagement with art and emotion illuminates not only her particularly searching mind at work, but also a new way of seeing the world.\n\nIn her books “Don’t Let Me Be Lonely,” a vital collage of words and images from life and politics and television and death, and “Citizen,” a meditative and arresting distillation of racism in America, Claudia Rankine mixes the personal and the political. I carried “Citizen” around in my bag for more than a year, rereading the prose poems in parts whenever I had a spare minute. The searing images of casual racism and racial violence, as well as Rankine’s tone — “an internalized liquid smoke blurring ordinary ache” — never lost their power over me.", "keywords": ["womanhood", "daum", "sheila", "life", "way", "work", "prose", "fiction", "racism", "personal", "turns", "fact", "truths", "contemporary"], "polarity": 0.05508380508380507, "subjectivity": 0.4936452436452437},
{"title": "\n                    Chimamanda Ngozi Adichie’s Blueprint for Feminism                ", "url": "https://www.nytimes.com/2017/03/15/books/chimamanda-ngozi-adiche-dear-ijeawele.html", "text": "In person, Ms. Adichie, 39, is warm and thoughtful, and also distinctly glamorous. She has spoken often about the pleasure she takes in fashion, and she is the face of Boots No7, a makeup brand.\n\nMs. Adichie has cultivated these two strands of her identity: the serious literary author and the fashion icon. In turn, she has been celebrated both by mainstream pop culture and the literati. She won a MacArthur fellowship in 2008, and her novel “Americanah” won the 2013 National Book Critics Circle Award for fiction and was chosen as New York City’s “One Book” for 2017. Her 2012 TEDx talk, “We Should All Be Feminists,” was sampled by Beyoncé in her music, and excerpts appeared on T-shirts at Dior’s Paris Fashion Week show last year. The pop and the literary threads are not opposites to her, and their merger is central to the way she presents her public self and her work.\n\n“I think it’s very important that brilliant women step up and be hot babes,” Ms. Adichie joked in a conversation with the author Zadie Smith in 2014.\n\nPhoto\n\nSo in the past few years, she has become something of a star, flourishing at the unlikely juncture of fiction writing and celebrity. Her position was on full display during her visit to New York, where she started her book tour last week. She took the stage in front of a sold-out crowd at Cooper Union, and there was “this kind of unanimous scream,” said Robin Desser, a Knopf editor who has worked with Ms. Adichie for 12 years.\n\n“I really have never seen anything like this,” Ms. Desser said. “And I’ve published people who are really popular.”\n\nAdvertisement Continue reading the main story\n\nThe main proposition of “Dear Ijeawele” is that feminism is a project that necessarily binds mothers and daughters, and that raising a daughter feminist has as much to do with what you tell yourself as what you tell her. Ms. Adichie’s first of 15 suggestions places a mother’s freedom and growth at the center of a daughter’s feminist education.\n\n“Be a full person,” Ms. Adichie writes. “Motherhood is a glorious gift, but do not define yourself solely by motherhood.”\n\nThe book grew partly out of the desire of Ms. Adichie’s friend, called Ijeawele in the text, to teach her daughter “to take less of the nonsense” that past generations faced. Ms. Adichie wrote her friend a letter in 2015 and published it on Facebook last year.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe said she still wasn’t thinking of it as a book but simply wanted to start a conversation. The responses she received made her even more sure that it was an important piece to write.\n\n“Even friends of mine — people I love — wrote, ‘why yes, we kind of agree, but why call it feminist? It’s just common sense.’ And I’m like no, it’s feminist,” Ms. Adichie said. “Or, oh it’s just humanism. Or someone said, ‘these are just democratic ideals.’ And I thought, what? It’s everything but to acknowledge the fact that gender is a problem.”\n\nMs. Adichie wrote the letter before she was a parent, but now she has a 17-month-old daughter whom she is trying to raise as a feminist. She and her husband split their time between Nigeria, where she grew up, and the United States.\n\nMs. Adichie often comments on how race and gender play out in the United States, but her book does not tackle some of the meatier questions that have occupied the American feminist movement in recent years, most notably the role of transgender people.\n\nOn this book tour, after we spoke, Ms. Adichie made controversial comments suggesting that transgender women experience male privilege before they transition. For activists who have been grappling with these questions for years, the comments came across as ill-informed. Asked about them, Ms. Adichie suggested through a spokesman that people go to her Facebook page, where she has posted several responses, acknowledging that her comments “upset many people, and I consider their concerns to be valid.”\n\n“I see how my saying that we should not conflate the gender experiences of trans women with that of women born female could appear as if I was suggesting that one experience is more important than the other. Or that the experiences of trans women are less valid than those of women born female,” she wrote. “I do not think so at all — I know that trans women can be vulnerable in ways that women born female are not.”\n\nAdvertisement Continue reading the main story\n\nMs. Adichie has written about Hillary Clinton for The Atlantic and Michelle Obama in T: The New York Times Style Magazine, and last summer wrote a short story in The Times imagining Melania Trump’s experience on the campaign trail. Although she was an enthusiastic Hillary Clinton supporter in the election, she sees Mrs. Trump as a sympathetic character.\n\n“I think there is some misogyny in the way she’s been characterized, and I think it’s ugly,” Ms. Adichie said. She becomes animated talking about the vitriol aimed at Mrs. Trump, in the same way she bristles when asked about how Mrs. Clinton was treated during the campaign. She is concerned with how society responds to powerful women across the political spectrum.\n\n“I don’t even like talking about it, because I get very upset,” she said while describing the media’s focus on Mrs. Clinton’s “likability.” (One of the suggestions in her book is for mothers to teach daughters to “reject likability.”)\n\nMs. Adichie will not say what she’s working on next — “I’m very superstitious” — but continues to write and throw herself into her international speaking engagements. The satisfaction she takes in her work is at the heart of her proposal: To raise feminist daughters, mothers must take pleasure in their own achievements, follow both the challenges and delights of the work, and give themselves room to fail. Ultimately, as Ms. Adichie writes, they must be full people.", "keywords": ["book", "wrote", "adichie", "ngozi", "blueprint", "york", "chimamanda", "feminist", "think", "women", "ms", "mothers", "feminism", "mrs", "adichies"], "polarity": 0.14795013628346965, "subjectivity": 0.43228626654552577}
]