[
{"title": "\n                    The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second                ", "url": "https://www.nytimes.com/interactive/2018/02/23/sports/olympics/fractions-of-a-second-composite-images.html", "text": "Women’s Slopestyle\n\nMany of the competitors in the women’s slopestyle event fell victim to gusty winds, including Japan’s Yuka Fujimori, 31. She completed her first run, shown here, but crashed in her second run and finished 9th. Jamie Anderson, 27, of the United States, adjusted her runs because of the weather and won gold, scoring nearly 7 points ahead of the silver medalist.\n\nComposite image by Jeremy White/The New York Times\n\nWomen’s Giant Slalom\n\nMikaela Shiffrin, 22, of the United States, who had sought multiple golds in Pyeongchang, took the top slot in the giant slalom after roaring down the steep and taxing course, a portion of which is shown here. For this, her only gold, she finished 0.39 seconds ahead of the silver medalist.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Alpine Combined\n\nIn the downhill portion of the combined, Shiffrin finished sixth, nearly two seconds behind her teammate Lindsey Vonn, 33. Shiffrin made up ground by attacking the slalom portion of the race to win the silver medal. The fast, technical turns Shiffrin is known for were on display in this final section of the course, below.\n\nComposite image by Jeremy White/The New York Times\n\nMen’s Double Luge\n\nAmerican luge doubles Matt Mortensen, 32, and Jayson Terdiman, 29, sped down the track at more than 70 miles per hour and finished their first run in sixth place, in striking distance of a spot on the podium. But in their second run, shown below, they posted a slower time, and finished the event in 10th place.\n\nComposite image by Bedel Saget/The New York Times\n\nMen’s Team Ski Jump\n\nNorway won the ski jumping team event, collectively jumping nearly 13 meters farther than the German team, which took silver. Robert Johansson, 27, shown here in his final jump, had the second longest jumps of the four-man Norway team.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Halfpipe\n\nChloe Kim, the 17-year-old American, won gold with a nearly perfect score in halfpipe. She had already secured the gold after her first run. But she went bigger and bolder in her final run, executing back-to-back 1080s, a combination that she first landed in 2016. No other woman has matched that feat in competition.\n\nStart Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Start Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Composite image by Alexandra Garcia and Jeremy White/The New York Times\n\nWomen’s Big Air\n\nAfter trailing a rival in the first two runs, Anna Gasser, 26, of Austria, nailed her hardest trick, a cab double cork 1080, shown here, in her final run. The move, which is so difficult in part because it has a blind landing, won her gold in the Olympic debut for big air snowboarding.\n\nComposite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nMen’s Figure Skating\n\nYuzuru Hanyu, 23, of Japan, successfully defended his gold medal in figure skating with a performance that combined both artistry and jumping ability. In a competition in which executing several quads was a must to win, Hanyu, who is recovering from an ankle injury, attempted four of them, including a quad salchow in his long program, shown here.\n\nSecond Third First rotation Fourth Quad Salchow Second Third First rotation Fourth Quad Salchow Backward takeoff 2nd 3rd 1st rotation 4th Quad Salchow Composite image by Archie Tse/The New York Times\n\nNathan Chen, 18, of the United States performed poorly in his short program, finishing 17th. He made major errors in all three of his jump sequences, which included two quads — the four-rotation jumps that made him famous. But he redeemed himself by executing a record-breaking six quads in his long program, shown here, pulling himself up the ranks to fifth place.", "keywords": ["12", "image", "1080", "gold", "fractions", "turns", "leaps", "run", "finished", "speed", "silver", "york", "shown", "second", "won", "capturing", "olympians", "timeswomens", "twists"], "polarity": 0.10188113014199972, "subjectivity": 0.39694407846581753},
{"title": "\n                    How to Get Started With Olympic Winter Sports                ", "url": "https://www.nytimes.com/2018/02/23/smarter-living/how-to-get-started-with-olympic-winter-sports.html", "text": "Advertisement\n\nHow to Get Started With Olympic Winter Sports Inspired by the Olympics? People of all skill levels can get into winter sports like figure skating, bobsledding and, yes, even curling. Here’s how. Image Credit Doug Mills/The New York Times\n\nThere’s a familiar trope heard in living rooms around the world during the Olympic Games: “I could do that.” Eye rolls usually follow. But if you are watching the Games and wondering if you can follow in the footsteps of those athletes, here’s a way to get started.\n\nFirst, you’ll have to check your ego at the door. You most likely will not be able to nail a chicken salad grab (yes, that’s really what it’s called) on the halfpipe or do a double full twist as an aerial ski jumper. With a humble approach, you can start chasing down your own Olympic, or recreational, dreams.\n\nImage Chris Mazdzer on his way to a silver-medal finish in the men’s luge. Credit James Hill for The New York Times\n\nLuge\n\nThe U.S. Luge team runs “slider searches” introducing children ages 9 to 13 to the sport. Participants are taught the basics of using a sled and then take several runs down a paved luge course on a sled with wheels. The young athletes that show the most potential are invited to try luge on ice at a training site.\n\nDon’t quite fit into that age demographic? There are luge tracks and clinics open to all ages.\n\nMichigan is home to two clubs and tracks for lugeing enthusiasts. The Upper Peninsula Luge Club has a natural track and the Muskegon Winter Sports Complex has a track built like the ones you see in the Olympics. Mere mortals can attempt a run at both sites. There are also courses in Utah and New York.\n\nBut don’t expect to go too fast, or be able to progress too quickly. At the highest level, athletes move at 85 miles per hour. It takes a lot of training to get to that speed and precision safely.\n\nImage Kaillie Humphries and Phylicia George of Canada during training heats on Monday in Pyeongchang. The two-man event is the only bobsled competition in which women can participate at the Olympics. Credit Jeffrey Furticella/The New York Times\n\nBobsled\n\nWant the exhilaration of a sliding sport without any of the training or danger? That’s an option too. Many sliding centers offer visitors the opportunity to ride in a bobsled with a pilot.\n\nBut the jolting ride will cost you — the Whistler Sliding Centre in British Columbia charges $179 per rider. The Lake Placid bobsled experience goes for $95, which includes a team shirt and 20 percent off your second bobsled ride.\n\nIf you want to take up the sport beyond a ride, Utah Olympic Park has a bobsled driving school. And U.S. Bobsled and Skeleton is always looking for new athletes: The federation hosts combines for prospective athletes.\n\nAdrenaline junkies rejoice.\n\nImage Alina Zagitova during the free skate. Credit Doug Mills/The New York Times\n\nFigure Skating\n\nThe back-to-back figure skating gold medalist Yuzuru Hanyu makes it look easy. Don’t be fooled — the ice rink can bring you to your knees, quite literally. Most people need to use something like a walker when they first try ice skating.\n\nMany ice rinks around the United States offer lessons and courses for a range of aspiring athletes. In New York City, Chelsea Piers offers year round classes for skaters ranging from 3-year-olds to adults.\n\nMany local parks and community centers around the country offer ice skating too, with a sliding scale of admission and rental charges. Even better? Skating on frozen lakes and ponds. But don’t forget — without a Zamboni, it may be a bumpier ride.\n\nImage Chloe Kim, 17, outsoared her rivals to win the gold medal in the snowboard halfpipe. Credit Chang W. Lee/The New York Times\n\nSkiing and Snowboarding\n\nHalfpipe snowboarding, slopestyle skiing and aerials have all gained notoriety as some of the flashier sports at the Games, but no one is born able to do those brilliant flying acrobatics.\n\nBefore even thinking of attempting a run at an X-Games sport, you should be comfortable with your winter gear. Wirecutter, The New York Times’s product review site, has a rundown of the best apparel and accessories for enjoying the snow. Next, you’ll need skis or a snowboard, preferably something designed for beginners. That gear may shift as you progress in the sport, but moving from learning how to snowboard to attempting the halfpipe is a long road.\n\nSome camps and clinics exist to help would-be winter athletes make the transition from laid-back skiers who can take lessons at any ski resort to athletes who want to strive for time, style and better performance.\n\nIn Canada, the North Toronto Ski Club has specialized clinics, including halfpipe, slopestyle and moguls. Okemo Mountain in Vermont has programs specifically for freestyle snowboarding and skiing.\n\nImage Shani Davis of the United States won silver in the men’s 1500 meters in both Vancouver and Turin. But in Pyeongchang he finished 19th. Credit James Hill for The New York Times\n\nSpeedskating\n\nLooking as graceful as the world’s best speedskaters takes time. But if you are an experienced in-line skater, you already have a head start. Erin Jackson, a United States Olympian, transitioned from in-line skating to speedskating just months before qualifying for the Pyeongchang Games.\n\nMs. Jackson trained in Florida, home of a vibrant speedskating community (you read that correctly). But there are clubs across the United States and Canada, many of which host classes and clinics. One of the premier speedskating rinks in the country is the Pettit Center in Milwaukee, home of the U.S. Olympic trials in January. The center has a speedskating school divided by age and ability.\n\nImage Kevin Koe in Canada's semifinal against the United States. Credit Jeffrey Furticella/The New York Times\n\nCurling\n\nWant to slow down a bit? Try curling.\n\nThe sport is growing across the United States as more venues start offering classes and starting leagues. There are curling leagues across the country, with vibrant clubs everywhere from Tampa, Fla., to St. Paul, Minn.\n\nThe biggest leagues are concentrated in the Midwest. The Duluth Curling Club of Northern Minnesota encourages new members and offers free lessons. The Milwaukee Curling Club in Wisconsin also offers curling lessons, but most of the dates stretching a month in advance are already sold out.", "keywords": ["skating", "athletes", "bobsled", "united", "luge", "credit", "sport", "york", "started", "winter", "states", "olympic"], "polarity": 0.2049961641733794, "subjectivity": 0.44320099731492124},
{"title": "\n                    South Korea’s Next Generation of Speed                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005752444/south-korea-speedskaters.html", "text": "3 U.S.\n\n‘We Have to Harden Our Schools,’ Trump Says", "keywords": ["koreas", "uswe", "speed", "generation", "trump", "harden", "schools", "south"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    In Speedskating, South Korea Sees a Fast Track to Olympic Glory                ", "url": "https://www.nytimes.com/2018/02/23/sports/south-korea-speedskating.html", "text": "SEOUL, South Korea — It was an off night for short-track speedskating at the Winter Olympics, but everywhere else around South Korea, the skating never ends. There are champions to build and rosters to fill for 2022, 2026 and beyond.\n\nTwo teenage boys, each expecting to be part of the South Korean team at the 2022 Beijing Games, zoomed around the old Gwacheon Ice Rink, heads down, moving as one. As they leaned hard and pumped their legs around one tight corner, a coach held a 9-year-old girl, standing on her skates, by the arms. With perfect timing, he flung her onto the ice, like a fisherman casting a net into the sea.\n\nThe rocket boost propelled her to speed and landed her in line with the boys, as if they all wore magnets. Three became one. Around they went.\n\nLike the dozens of others who call the rink home, they practice six days a week, two or three hours each day.\n\nAdvertisement Continue reading the main story\n\n“I have trained abroad,” said Lee Seung-Hwan, the kid-flinging coach and a member of South Korea’s long-track speedskating team at the 2002 Salt Lake Games. “I have never seen another country train its children as hard as we do here, from the time they are very young.”", "keywords": ["sees", "korea", "boys", "fast", "games", "hard", "ice", "rink", "glory", "track", "south", "speedskating", "coach", "team", "olympic"], "polarity": 0.04792063492063491, "subjectivity": 0.3711269841269841},
{"title": "\n                    Rejecting Specialization, Ester Ledecka Carves New Path to Medals Stand                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/ester-ledecka-olympics-snowboarding.html", "text": "Vonn, 33, is heartened by the example that Ledecka is setting. She said she became a serious skier at age 13 by default. Vonn would like to be a multisport athlete, but her forays into tennis, figure skating, soccer and gymnastics were short-lived. “I’ve never really been good at anything but racing,” she said.\n\nPhoto\n\nA bronze medalist in the super-G at the 2010 Olympics, Vonn finished tied for sixth in the event last week. She was 38-hundredths of a second behind Ledecka, who came into the event ranked 43rd in the World Cup standings. Ledecka, racing in the 26th position, edged the defending Olympic champion, Austria’s Anna Veith, by a hundredth of a second, or roughly the length of a finger.\n\nAfter posting the fastest clocking in the downhill portion of the combined event five days later, Vonn joked that her time had a chance to hold up since there were no snowboarders in the field.\n\n“The millennials are raw and inclusive, and trying other sports is important to them, as it should be,” Vonn said. “I think maybe Ester can give them hope that competing and being successful in more than one sport is possible. I think she definitely will have a long-lasting impact.”\n\nMikaela Shiffrin, a three-time Olympic medalist who races in each of the five Alpine disciplines, called Ledecka “an incredible example” for young athletes.\n\n“She didn’t just specify Alpine skiing in her sports repertoire when she was 8 years old because she wanted to be an Olympic champion,” Shiffrin said. “She was doing a lot of things. She can find the similarities between her sports and actually help build and improve with one sport off of the other.”\n\nEvidence abounds that delaying sports specialization until an athlete’s teenage years minimizes the risk of overuse injuries and emotional burnout. Felix McGrath, a 1988 United States Olympian in Alpine skiing, was a four-sport athlete in high school. “I can’t imagine doing what she has done, but would have liked to have given it a try,” said McGrath, who attended Middlebury College and coaches skiing in Norway, his wife’s home country.\n\nAdvertisement Continue reading the main story\n\n“I love the fact that Ester is a multisport athlete,” McGrath said in an email. “I have many problems with what is going on with youth sports in general. In Norway and the U.S.A., specializing in one sport at a very young age — before 13 — has become common.”\n\nPhoto\n\nMcGrath played soccer, tennis and golf during skiing’s off-season to maintain his connection to nature and to his fitness. Shiffrin sees other, less obvious benefits to Ledecka’s dual existence. She spoke of the jaw-dropping lines that Ledecka carves on Alpine courses, a knack that Ledecka’s snowboarding coach, Justin Reiter, attributes to her experience maneuvering on a snowboard, which, because it has no steadying or stabilizing poles, requires seeing a mountain in a more imaginative way.\n\nShiffrin, 22, recalled a downhill training run in Lake Louise, Alberta, in November. Ledecka recorded the fastest time, she said, and “everybody stopped and jaws dropped, like that run isn’t supposed to be skied that way.”\n\n“It made everybody think about how much better we could all ski the course,” Shiffrin added.\n\nReiter, a retired snowboarding Olympian, said the 5-foot-7 Ledecka instinctively has a great feel for the snow under her feet. She also has a pretty good pedigree: Her maternal grandfather was an Olympic medalist in ice hockey in 1964 and 1968.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut what really sets her apart, said Michael Trapp, an American who trains with Ledecka in Colorado, is her passion, and her persistence.\n\n“She’s the hardest-working athlete I’ve ever met,” he said, adding that Ledecka will train in any conditions “and if she doesn’t come out with the fastest runs, she’s mad about it. She acts like every day is a race day.”\n\nTrapp, 29, started out in all five snowboarding disciplines but was encouraged by his coaches to choose freestyle or racing. If he were a young kid now, he said, he might be inspired by Ledecka’s example “to try more disciplines and stick with more disciplines.”\n\n“‘No, I want to do what I want to do’ — that’s kind of her motto,” Trapp said.\n\nThe evolution of sports is driven by athletes whose unique vision opens everyone else’s eyes to what is possible. Ledecka is a throwback outlier, someone whose refusal to specialize has a back-to-the-future feel — and appeal. Shiffrin watched Ledecka’s super-G run and knew she was seeing something special.\n\n“I was screaming and crying when she came down and won that gold,” she said. Shiffrin added with a laugh, “I thought this sport was hard, but apparently not.”", "keywords": ["ester", "path", "ledeckas", "try", "specialization", "rejecting", "stand", "vonn", "carves", "sport", "ledecka", "alpine", "young", "medals", "shiffrin", "athlete", "olympic"], "polarity": 0.15213475592507852, "subjectivity": 0.4713017538017538},
{"title": "\n                    Olympic Golds Online, if Not in Competition                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics-viral-online.html", "text": "Advertisement\n\nOlympic Golds Online, if Not in Competition Image German Madrazo of Mexico held his country's flag as he crossed the finish line in the men’s 15-kilometer cross-country race, almost 26 minutes after Dario Cologna of Switzerland won. Credit Matthias Hangst/Getty Images\n\nThe Olympic motto may be “higher, faster, stronger.” But the way the 2018 Pyeongchang Games have transpired it may as well be meh, nah, really?\n\nWith only a couple of days left, the United States’ medal count of 21 is behind the 28 it won in the 2014 Sochi Games. NBC’s prime-time ratings are down, too, about 16 percent from four years ago, though according to Total Audience Delivery, NBC’s preferred measuring stick and the one it used to sell ads for the Games, viewership is only down 8 percent over all.\n\nBut another barometer could be telling, too, of the Olympics’ popularity: Most of the viral hits online from the Games, according to data from Twitter, Instagram, Facebook and CrowdTangle, an analytics tool owned by Facebook, have little to do with athletic achievement. These heavily circulated snapshots have focused instead more on the quirky personalities, underdog efforts and curious moments that have always been a part of the Olympics but now spread to a wider audience.\n\nOf the accounts that CrowdTangle tracks, some of the top Facebook posts (those that see lots of likes, comments, shares and clicks) from Feb. 9 to 21 included memes (a spoof of figure skating routines), a look at the synchronized drones from the opening ceremony, a video of a woman “practicing” the sport of curling with a Roomba and two trailers for “The Incredibles 2,” which premiered during the Games.\n\nWhile the Roomba curler did indeed “hurry hard,” here are the other Olympians who managed to get a lot of attention, but perhaps not always in the way they intended.\n\nImage Chloe Kim of the United States during her halfpipe gold medal run. Credit Chang W. Lee/The New York Times\n\nChloe Kim and Red Gerard\n\nRed Gerard and Chloe Kim, both 17, won gold medals. Gerard aced his slopestyle snowboard performance, becoming the youngest snowboarding gold medalist. Kim, who missed qualifying for the 2014 Olympics because she was too young, easily won the halfpipe snowboard competition.\n\nBut let’s just say they are also very much teenagers.\n\nGerard stayed up late watching “Brooklyn Nine-Nine” on Netflix and slept through his alarm the day of his gold medal run. He called his morning “hectic.”\n\nAfter winning the gold, he promptly let out an expletive heard on television. The internet found its first hero of the Games.\n\nFor her part, Kim did not finish her breakfast sandwich the morning of her event, tweeting she was “hangry” (a combination of hungry and angry) minutes before her gold medal performance.\n\nAccording to Twitter, Kim had 15,000 followers before the tweet, and 100,000 new followers after it:\n\nImage Adam Rippon of the United States performing in the men's free skate. Credit Hilary Swift for The New York Times\n\nAdam Rippon and Gus Kenworthy\n\nNeither the figure skater Adam Rippon nor the skier Gus Kenworthy was favored to win a gold medal before the Games. But both had garnered news media attention as openly gay, outspoken members of the American team. Before the American delegation entered the opening ceremony, which Vice President Mike Pence attended, Kenworthy tweeted:\n\nIt went viral.\n\nFour days later, after winning a bronze medal in the figure skating team competition — and incurring the wrath of internet trolls — Rippon wrote on Twitter:\n\nAnother viral moment.\n\nRippon and Kenworthy then received the ultimate good-luck charm and another bump of social excitement: a tweet from Britney Spears.\n\nKenworthy had a disappointing 12th-place finish, but found his own shining moment. Unbeknown to him, cameras caught him kissing his boyfriend.\n\n“That’s not something I had as a kid,” Kenworthy told the New York Times reporter Karen Crouse. “I didn’t see a gay athlete at the Olympics kissing their boyfriend. I think if I had it would have made it a lot easier for me.”\n\nGerman Madrazo and Pita Taufatofua\n\nIn the men’s 15-kilometer cross-country race, Dario Cologna of Switzerland won the gold, Simen Hegstad Kruger of Norway took silver and Denis Spitsov, a Russian, earned the bronze.\n\nBut it was the last finishers — not the first — who created the race’s most memorable moment. They included Pita Taufatofua of Tonga, Sebastian Uprimny of Colombia and, por fin, German Madrazo of Mexico. Madrazo told reporters he had learned to ski only a year ago. Taufatofua skied on snow for the first time a few months before the Games.\n\nThe group lifted Madrazo on its shoulders when he crossed the finish line almost 26 minutes after Cologna won the race.\n\nThe underdogs instantly became fan favorites and a symbol of the Olympics, which posted a photo of Madrazo carrying the Mexican flag on its social media accounts, where it generated tens of thousands of likes.\n\nImage Shaun White regained his men's halfpipe crown. Credit Chang W. Lee/The New York Times\n\nShaun White\n\nWhen the halfpipe snowboard king Shaun White regained his Olympic crown, he also returned to the top of social. But not only for his performance.\n\nAccording to CrowdTangle, four of the top 15 Instagram posts on the Olympics were posted by Shaun White. From Feb. 9 to 21, White was the most talked about athlete on Facebook, according to the company. (Facebook will release more complete data after the conclusion of the Games.) White was also the most mentioned athlete on Facebook during the 2014 Sochi Olympics, even though he failed to win a medal.\n\nBut the discussion this time was not all about White’s athletic achievements. On the heels of his gold medal performance, he was asked about past sexual harassment allegations. Those allegations, and his responses, kept him in the limelight online in the days after his win.\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["golds", "games", "madrazo", "online", "gold", "kim", "york", "medal", "won", "facebook", "olympics", "white", "competition", "olympic"], "polarity": 0.13100495322405437, "subjectivity": 0.41352700358318306},
{"title": "\n                    Canada’s Curling Is Crumbling! Or Something Like That.                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/canada-curling-no-medals.html", "text": "Yet after the Canadian men’s and women’s teams filled the past 10 days with light draws (curling talk for a bad shot), stones that flashed the house (curling talk for a different type of bad shot) and losses to teams like South Korea, Denmark and — perhaps worst of all — the United States, that gold in mixed doubles probably doesn’t look so shabby.\n\nPhoto\n\nIt should be noted that Canada is a curling powerhouse. Historically speaking, it is a nation of broom-wielding, rock-shoving wizards. Their Olympic trials are the most competitive curling competition on the planet. Plus, the sport is played on ice, and Canada is pretty good at stuff that involves ice.\n\nEntering these Games, Canadians had never gone without a medal in any curling event since the sport made its debut at the 1998 Winter Olympics. They were 10 for 10, a stretch of dominance that included the last three gold medals in the men’s competition.\n\nSo to do what they did here (or didn’t do here) would be comparable to the United States men’s and women’s basketball teams failing to win a medal at the Summer Olympics. But just as basketball has become a global sport, with improved competition from countries like Spain and Serbia, curling has benefited from increased popularity around the world.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nConsider the success of the South Korean women’s curling team at these Olympics — and the effect its surprisingly strong showing here will have on the continued growth of the game in Asia. On Friday, the South Koreans defeated Japan, 8-7, in a semifinal thriller to advance to Sunday’s gold medal final against Sweden.\n\n“It’s overplayed that Canada is a favorite,” the Canadian curler Marc Kennedy told reporters after the team’s loss to the Americans in Thursday’s semifinals. “We come from a rich history of curling, where we won everything, and that’s not the way it is anymore.”\n\nHe added: “Anyone that’s been watching the grand slams of curling, we’ve got European teams winning all the time. They spend nine months of the year in Canada training and learning our strategies and using our coaching and using our ice. So this is the new normal. People need to get used to it.”\n\nEven if that takes some time.", "keywords": ["crumbling", "womens", "mens", "gold", "canadas", "sport", "south", "curling", "canada", "medal", "olympics", "teams"], "polarity": 0.11488587170405352, "subjectivity": 0.4932342909615637},
{"title": "\n                    Olympic Cross-Country Skiers Eat 8,000 Calories a Day. It’s Exhausting.                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/cross-country-skiing-food.html", "text": "A typical elite cross-country skier will burn about 30 calories a minute during training — by comparison, a 155-pound person on an elliptical machine burns about 11 calories a minute.\n\nResearch has shown that a typical male elite cross-country skier must consume 7,000 to 8,000 calories a day — more than three times the caloric needs of an average male — to meet the energy demands of the sport. Female elite skiers must eat about 3,500 to 4,000 calories a day — about double the calories consumed by the average woman. (A Swedish study found that during the hardest training days it can reach 8,126 for men and 4,780 for women — about double the calorie needs of Kenyan marathon runners.)\n\nWhat does it take to consume 8,000 calories — the equivalent of about 20 plates of lasagna or 40 scoops of ice cream — every day?\n\nPhoto\n\nFor cross-country skiers, who often have slim builds and limited stomach capacity, it means eating several times a day, and often planning their schedules around their constant meals. Many have tricks to help them fuel — they eat mashed foods, high-calorie bars, calorie-laden sports drinks; they carry backpacks full of beef jerky and almonds, and they always take dessert.\n\n“I’m laughing about it and at myself because it feels normal,” said Caitlin Patterson, 28, an American skier who finished 34th out of 62 in the 15-kilometer women’s skiathlon. “It is something we think about a lot of the time,” she said, as she snacked on beef jerky after a workout at the Olympic cross-country center. “It’s an important part of your job because fueling is so important for your physical performance.”\n\nPatterson, who is 5-foot-9 and about 132 pounds, estimates she takes in up to 3,500 calories a day depending on her training level. Fueling starts with a breakfast of two eggs fried in butter topped with melted Vermont Cheddar, plus two pieces of toast with jam and no guilt. “It’s a good combination of the nutrients that I need to get through the training,” she said.\n\nAfter morning training she quickly eats about 300 calories in snacks — beef jerky, almonds, a few Fig Newtons and maybe an orange. She eats lunch when she gets home. A big salad with maple-mustard dressing, a grilled cheese sandwich or quesadillas, followed by a cookie or a bowl of Ben and Jerry’s milk and cookies ice cream. After a few hours rest, it’s time to start thinking about eating again for her afternoon training.\n\nAdvertisement Continue reading the main story\n\nDr. Ola Ronsen, chief medical officer for the Norwegian Ski Federation, said that on many days the athletes simply cannot eat enough. Research has shown some may fall as much as 1,000 calories short of their body’s daily needs. As a result, it is important that they keep up the same eating routine on their days off to make up the deficit.\n\nThe problem, said Ronsen, is that many athletes feel full before they have entirely replaced the energy loss of training. “When you train you take a lot of energy from the muscles,” he said. “But when you are replacing that, you’re using your stomach and gut to process the food before it’s brought back via circulation to your muscles. You’ve filled up your stomach, but feeling full is not always a reliable signal that it’s enough for the muscles to replace the glycogen.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMoeller says that eating is such a big part of his day that it can sometimes interfere with family time with his sons, ages 6 and 8. “My kids do say, ‘Do you have to eat again? Now?’” he said. “When you have to go out with the kids, I often say, ‘We have to wait. I have to eat.’”\n\nMoeller, who is six feet tall and about 176 pounds, says he trains four to five hours a day and takes in about 8,000 calories a day, following a rigorous eating schedule to get it all into his body. In addition to eating a large breakfast (fried eggs, oatmeal and white beans), lunch (pasta with meat sauce, pan-fried fish and salad) and dinner (double servings of whatever his family is eating), he eats two smaller pre-training meals, two small recovery meals and a small extra meal before bedtime (any combination of oatmeal, bread, cheese, ham, honey, sports drinks and sometimes cheesecake or chocolate cake or a doughnut if he wants it.)\n\nThis summer, Moeller adjusted his diet to eliminate sugar and focus on only so-called “healthful’ foods. “I lost a little weight but I was not skiing faster — I was skiing slower,” he said.\n\nPhoto\n\nHe decided to go back to eating whatever and whenever he felt like. “When you have to eat a lot, you have to eat the stuff you like to eat,” he said. “It’s not eating cake all the time of course. You need to eat all the healthy stuff. But it’s not good to say this is something I can’t eat. If you want a doughnut or a Coke, you get a lot of calories like that and you recover much faster. It’s better than eating less.”\n\nDuring weeks of strenuous training during the season, the athletes are pushing so hard that their bodies begin to release hormones that suppress appetite, making it an even bigger challenge to get the necessary nutrients. “If you come to a point where the training is so hard your desire to eat goes down, that’s a critical balance,” Ronsen said. “It’s a delicate situation. You really have to force yourself to eat even though you don’t feel like you are hungry anymore.”\n\nSusie Parker-Simmons, a senior nutritionist for the United States Olympic Committee, says that meeting the calorie demands of the sport can be especially challenging for women, who can lose their menstrual cycle and bone mineral density if their eating falls behind. “It’s just so hard to get that amount of calories in,” she said. During a team event in Switzerland, she worked with the athletes to help them fuel, recommending that they take in calorie-dense foods right after training like sports drinks and gels, Clif bars, smoothies and peanut butter and jelly sandwiches.\n\n“They said, ‘If you come look after us we’ll just eat or drink what you give us,’” she said of the American skiers\n\nAdvertisement Continue reading the main story\n\nLinda Bakkman, a sports nutritionist with the Swedish Olympic Committee, said that even Olympic athletes must contend with cultural biases around eating high-calorie foods. “You can’t meet the energy requirement of being a cross-country skier with salad,” she said. “There is an educational challenge.”\n\nThe Swedish cross-country skier Daniel Rickardsson, 35, who won Bronze in the 15-kilometer event in Sochi in 2014 and who will compete in the grueling 50 kilometer on Saturday, said that fuel is a constant need. During a race, which can last a few hours, he needs to consume about 100 grams of carbohydrates every 15 to 20 minutes. A crew member hands him a high-concentrate sports drink at regular intervals on the course.\n\nIt helps that he spends time with teammates who also eat three regular meals each day (porridge, cheese and meat sandwiches, quinoa, tuna, chicken, vegetables) plus six small meals including one before bedtime (high-protein yogurt, banana, eggs, cheese sandwiches.)\n\n“It’s breakfast, training, lunch, rest, eating, training, eating and rest and eating,” Rickardsson said. “It’s what we do.”\n\nFor Moeller of Denmark, who finished about six minutes behind the winner in the men’s 15-kilometer freestyle cross-country event, Pyeongchang is likely to be his last international competition, although he still plans to continue skiing and to run marathons. “But I’m looking forward to relaxing and not training so much,” he said. “And I’ll eat a lot less.”", "keywords": ["exhausting", "calories", "training", "day", "eating", "crosscountry", "8000", "skier", "meals", "skiers", "athletes", "lot", "eat", "olympic"], "polarity": 0.05209144110659261, "subjectivity": 0.35990300384239804},
{"title": "\n                    Ivanka Trump, in South Korea, Calls for Pressure on the North                ", "url": "https://www.nytimes.com/2018/02/23/world/asia/ivanka-trump-south-korea.html", "text": "At the opening ceremony of the Games, the surprise visit by Kim Yo-jong, sister of the North Korean leader created something of a sensation in the South, overshadowing Vice President Mike Pence’s trip at the same time. Ms. Kim met with Mr. Moon and delivered a surprise offer: her brother’s invitation to visit the North for a summit meeting.\n\nDespite South Korean hopes that Ms. Kim and Mr. Pence would use the Games as an opportunity for their own diplomacy, the two ignored each other in Mr. Moon’s V.I.P. box at the ceremony, where they sat just feet apart. South Korean officials arranged a later meeting between the two, American officials said, but the North Koreans pulled out at the last minute.\n\nPhoto\n\nWith Ms. Kim having seized the media spotlight as the first immediate member of the North’s ruling family to set foot in South Korea, Ms. Trump’s visit is expected to restore some luster to the American side of the unspoken propaganda contest.\n\nMr. Moon drew laughter at the dinner by saying that whenever he was on the phone with Mr. Trump, the president always asked whether ticket sales for the Olympics were high. Mr. Moon then stressed the importance of easing tensions on the peninsula, thanking “President Trump’s strong support for inter-Korean dialogue.”\n\n“North Korea’s participation in the Winter Olympic Games has served as an opportunity for us to engage in active discussions between the two Koreas, and this has led to lowering of tensions on the peninsula,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Trump said she was in South Korea to “reaffirm our bonds of friendship and partnership” but also “to reaffirm our commitment to our maximum-pressure campaign to ensure that the Korean Peninsula is denuclearized,” according to a media pool report.\n\nThe local news media has already been touting similarities between the women, calling Ms. Kim “North Korea’s Ivanka” because of the influence the two are purported to have over the heads of state in their respective families.\n\nSouth Korean officials are intent on not seeing a repeat of the tense standoff between Ms. Kim and Mr. Pence at the opening ceremony, and have said they do not intend to arrange a meeting between Ms. Trump and the North Korean delegation.\n\nOne obstacle is that the North’s delegation is headed by Kim Yong-chol, a former spy chief who is widely blamed in the South for the 2010 sinking of a South Korean warship and some of the North’s alleged hacking attacks in recent years. Mr. Kim has been on a United States sanctions list since 2010.\n\nAdvertisement Continue reading the main story\n\nUnited States officials said that Ms. Trump would not meet with any North Korean defectors during her visit, as Mr. Pence did in an attempt to draw attention to the North Korean government’s many human rights abuses.", "keywords": ["korea", "mr", "officials", "korean", "ms", "president", "kim", "visit", "trump", "pressure", "north", "ivanka", "south", "calls"], "polarity": 0.06716233766233766, "subjectivity": 0.2831839826839826},
{"title": "\n                    When Skating Fans Toss Bears and Bouquets, the ‘Flower Kids’ Clean Up                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/figure-skating-flower-kids.html", "text": "GANGNEUNG, South Korea — A group of young skaters have wowed the crowds here with their speed and agility on the ice at the Olympic figure skating venue. But they aren’t competing.\n\nThe skaters stealing the show are known as the flower kids, a team of 17 purple-clad South Korean children in charge of collecting the hundreds of toys, bouquets and other items that the crowds toss from the stands to their favorite Olympic figure skaters on the ice.\n\nThe mostly female crew (there is only one boy) was recruited from competitive ice skating programs around South Korea. The flower kids, also called sweepers, stand out not only for their matching lavender outfits — color coordinated with the rink’s purple Zambonis — but also for their quickness and skill navigating the ice. During competitions, the sweepers sit in a group at the edge of the rink, clapping to the music and cheering the athletes. As soon as a figure skater finishes a routine, the sweepers zip onto the ice, scoop up any items tossed by fans and quickly race back to the edge, where the items are bagged for the skater.\n\nThe job can be tricky. On Wednesday during the women’s short program, a flower girl racing off the ice had to dodge the American skater Mirai Nagasu, who was warming up but had stopped suddenly to check her skate boot. The men’s competition was particularly challenging this year, as fans of the Japanese gold medalist Yuzuru Hanyu threw hundreds of Winnie the Pooh plush toys to the ice. With less than three minutes between skaters to collect the torrent of toys, the sweepers could barely keep up, grabbing bears and stuffing them into several large plastic bags as more toys rained down on them.\n\nOne flower girl, Chaeju Yeon, 11, was hit by a flying Pooh toy hurled from the stands. “I just laughed,” she said through an interpreter. “It’s fun to pick up the presents.”\n\nAdvertisement Continue reading the main story\n\nSurin Lee, 12, said she once slipped and fell after hitting a patch of uneven ice while collecting toys. Such mishaps are worth it to see her favorite athletes, like the American skater Nathan Chen, up close, she said.", "keywords": ["toss", "kids", "skating", "figure", "bears", "clean", "bouquets", "flower", "fans", "ice", "skaters", "sweepers", "skater", "items", "stands", "south", "toys"], "polarity": 0.13026161081716633, "subjectivity": 0.3762639623750734},
{"title": "\n                    Enough. Give Russia Its Flag Back, Then Make Real Changes.                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/russia-flag-doping.html", "text": "What the organization needs is a tangible plan that could once and for all take antidoping responsibilities away from nations like Russia — but not only Russia — that in so many cases have shown a predisposition toward looking the other way on doping, especially when it comes to their own athletes. It needs to create an independent worldwide antidoping task force, with enough financing behind it to make it work.\n\nThe I.O.C. will have to demand that all national Olympic committees and sports federations pitch in, but it needs to reach deeper into its own pockets, too. NBC Universal has committed nearly $8 billion for the media rights for the Games from 2021 through 2032. That’s a lot of money for the I.O.C. to throw around, and right now seems like the right time to throw a lot more of it at antidoping.\n\nAhead of these Winter Games, the I.O.C. talked a big talk to clean up Olympic sports, yet allowed Russia to send one of the largest contingents to these Games, and then approved a “neutral” uniform with the word “Russia” on it.\n\nSo what’s the sense in letting the I.O.C. pretend to be a hard-liner on doping now that the Games are almost done by keeping the Russian flag out of the closing ceremony? The fact that it’s even considering reinstatement, or the laughable partial reinstatement options, shows it still isn’t serious about punishing nations that cheat to win.\n\nRussians won 13 medals through the first 13 days of the Games. None were gold, though that is likely to change when the women’s figure skating is decided Friday morning here. But the Russians were awarded four silvers and nine bronzes, and that’s still something.\n\nPhoto\n\nBut you can’t help but wonder, given Russia’s history, if some of the athletes who finished behind them were robbed again. We know at least two Norwegians who’ve already had their medal moment stolen.\n\nThey blame Alexander Krushelnytsky, a Russian curler. When Krushelnytsky, a bronze medalist in mixed doubles curling, tested positive here for the banned drug meldonium, he at first denied taking the drug. Russian officials claimed sabotage, an unoriginal excuse. Elite athletes here keep close tabs on what they eat and drink, and they don’t leave their water bottles just anywhere.\n\nAdvertisement Continue reading the main story\n\n“I think having a Russian that has tested positive is not a good thing,” said Angela Ruggiero, the chairwoman of the I.O.C.’s athletes’ commission and a four-time Olympian in hockey. “Obviously we don’t want any athletes testing positive, but in this particular situation, where they’re under a microscope, it does raise questions.”\n\nOn Thursday, Krushelnytsky stopped fighting his case and abandoned his appeal. He and his teammate will lose their bronze medals, dropping Russia to just 12 medals won here. And while the Norwegians who finished fourth will get those bronzes, they said this week that they still felt “robbed of their moment of glory.”\n\nSo after a positive drug test, why is the I.O.C. even debating whether Russia should march under its flag on Sunday? Sam Edney, a Canadian luger, said the Russian curler’s doping positive should guarantee that the Russian flag never waves inside the stadium. He has reason to be annoyed.\n\nEdney was part of a team that finished fourth in Sochi, while a Russian team won silver. The Russian squad was later stripped of the medal for doping, meaning Edney and the Canadians would move up to bronze. But then the silver medal was reinstated just before these Games after the Russians won an appeal.\n\nEdney’s roller coaster is one no athlete should be forced to ride. The I.O.C., he wrote on Twitter, “needs to make a statement that enough is enough.”\n\nThe Russians celebrated in Sochi, and they will celebrate here, too. They have been waving their flag in the stands and painting “Russia” on their faces.\n\nRussian journalists showed up at figure skating this week wearing T-shirts that said, “I Don’t Do Doping,” even as the evidence clearly showed that, actually, Russians did “do doping.” Again.\n\nMaybe they should let the whole Russian team wear those shirts on Sunday. Let them march in their Russian uniforms behind a Russian flag held high.\n\nIt would be a perfect symbol of how much the I.O.C. seems to value clean sport.", "keywords": ["real", "flag", "games", "russia", "changes", "ioc", "won", "russians", "athletes", "russian", "positive", "doping"], "polarity": 0.0696327006327006, "subjectivity": 0.3964928404928405},
{"title": "\n                    No Podium Sweep, but David Wise Repeats as Freestyle Ski Halfpipe Champion                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/david-wise-freestyle-ski-halfpipe.html", "text": "Advertisement\n\nNo Podium Sweep, but David Wise Repeats as Freestyle Ski Halfpipe Champion Image David Wise of the United States won gold in the freestyle ski halfpipe behind a near-perfect third run. Credit Martin Bureau/Agence France-Presse — Getty Images\n\nPYEONGCHANG, South Korea — At an Olympics marked by a lackluster medal performance, the American team had been waiting for a flash of dominance, a sign that something actually was going as a lot of people back home wanted and expected it to.\n\nHigh hopes for a sweep of the podium rode into the freestyle skiing halfpipe, with David Wise, who won the gold medal when the event made its debut at the 2014 Sochi Games, and Aaron Blunck, the reigning world champion, among four Americans in the final field of 12.\n\nIn the end, the Americans delivered, not a sweep, but a gold and silver dominating performance as New Zealand, in the form of 16-year-old, took third.\n\nWise, 27, of Reno, Nev., defended his gold from the 2014 Sochi Games, while Alex Ferreira, 23, of Aspen, Colo., won silver and Nico Porteous, bronze.\n\nThe breathtaking acrobatics and one-two finish drew a sustained roar from an American-heavy crowd at the Phoenix Snow Park.\n\nImage The American Alex Ferreira on the way to winning silver. Credit Dylan Martinez/Reuters\n\nThose fans clearly hoped to see a sweep, with such a high caliber of American athletes in the field. But this is halfpipe, where it is common for the mighty to literally fall (as Blunck, 21, of Crested Butte, Colo., did in his second run, and Wise did in his first two runs only to recover with a jaw-dropping final go that bested the others.)\n\nWise chalked that up to the nature of the sport, in which each run can demand more awe as skiers execute complicated spins and switchbacks in an effort to top one another’s tricks.\n\nHe acknowledged that there was a lot of hype heading into the event, but the team sought to keep it out of their heads on their runs.\n\n“Sharing the top two steps of that podium with Alex is amazing,” he said. “The reality is the other guys had the opportunity. Aaron Blunck had the opportunity. Torin Yater-Wallace had the opportunity to take that spot away from Nico, and they didn’t do it. So I’m excited for skiing to look as good as it did today.”\n\nTheir 1-2 finish certainly gave a jolt to the United States’ medal count, which through Thursday’s events stood at 21 medals over all and eight gold. With just a few days left of competition, the Americans seemed on pace to lag behind Sochi’s disappointing total of 28 medals, nine of them gold.\n\nStill, five of the United States’ eight golds have come in halfpipe or slopestyle events. In total, snowboard and freestyle skiing accounts for 10 of the United States’ 21 medals.\n\n“Halfpipe really caters to creativity,” Wise said. “It caters to doing things sort of differently than anybody else does. I think as Americans we have rebel in our blood.”\n\nWise used three different pairs of skis because he had binding problems on the first two runs, leading to wipeouts. He scored 17 on the first and 6.4 on the second before performing a near-perfect run on the third for a 97.20. He landed double corks in all four directions: front left, front right, switch backward left and switch right, which basically means he spun ridiculously high and twirled in nerve-racking succession off the halfpipe banks as if he were on a frosty trampoline.\n\nFerreira had a 96.4, and Porteous a 94.8 after trying a succession of moves he said he had never done before.\n\n“Because you’re at the Olympics, you just go for it,” Porteous said.\n\nHe took note of the American skiers and the hype about them completely dominating the event.\n\n“It would have been cool to see the U.S.A. sweep, but I’m a really proud Kiwi right now,” he said.\n\nYater-Wallace, who overcame a hard-luck string of injury and illness to make the team, finished ninth, with a score no higher than a 65.2.\n\n“It was a fight; it’s always a fight,” he said.\n\nWise said he drew strength from watching other skiers’ runs.\n\n“It gave me a little bit of a boost,” he said. “I was able to to say, Hey, Alex has already crushed it. Torin has already crushed it. Aaron Blunck has already done an amazing run. Nico, coming out of the gate and landing something he has never done before. Freeski won.”\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page B 14 of the New York edition with the headline: Pushing Expectations Aside to Defend a Title\n\n\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["champion", "sweep", "ski", "podium", "david", "gold", "united", "run", "repeats", "halfpipe", "york", "wise", "olympics", "freestyle", "states"], "polarity": 0.16750469410107968, "subjectivity": 0.48766338079591076},
{"title": "\n                    Russian Curler Drops Doping Appeal Ahead of Decision on Closing Ceremony                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/alexander-krushelnytsky-russia-doping-curling.html", "text": "Levitin declined to comment when asked about the meeting with Bach.\n\nThe I.O.C. said in December, when it announced a series of penalties against Russia, that it would consider lifting the suspension for Sunday’s closing ceremony, should Russia act within the “spirit and letter” of its conditions, which included paying a $15 million fine and making a commitment to adhere to the global antidoping code.\n\nRussia has resisted paying the fine, with officials there saying it would only be made should there be guarantees of no further sanctions against Russia.\n\nThe I.O.C. sought to play down the significance of the meeting between Levitin and Bach. Its chief spokesman, Mark Adams, describing the visit as nothing more than “a four-minute birthday meeting” for Levitin, 66, who remains close to Putin and has been discussed as a possible candidate to replace Vitaly Mutko as deputy prime minister. Mutko has been barred for life from the Olympics over his purported links to the doping program.\n\n“It was four minutes,” Adams said to reporters about the meeting between Levitin and Bach. “He wished him happy birthday. They may have talked about something else in that four minutes, but I really don’t know. Let’s wait and see.”\n\nThe possible significance of the meeting was outlined in a Facebook post by a Russian sports agent, Andrei Mitkov, who has represented athletes including the Olympic swimmer Yulia Efimova, who was caught doping in the past but was controversially allowed to appear at the Rio Games in 2016. Mitkov conjectured that in the post that Bach and Levitin discussed the rehabilitation of the Russian Olympic Committee and “the passage of our athletes at the closing ceremony of the Olympic Games.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExactly how Russia could be welcomed back remains murky, however. A three-person panel led by a delegate from Aruba will make recommendations to the I.O.C.’s executive board, which will make a decision that could even include a partial lifting of the sanctions against Russia.\n\nAdvertisement Continue reading the main story\n\nNicole Hoevertsz, the I.O.C. executive board member leading that panel, said that the group is not “excluding any options.”\n\n“We have not reached a final decision yet, we are reaching that moment,” Hoevertsz told reporters in Pyeongchang on Thursday. “We are looking for the best interests of the I.O.C. and everyone involved.”\n\nThe closing ceremony is different from the opening ceremony, where athletes from individual countries march behind a designated flag-bearer. On Sunday, the flag-bearers will march behind one another, before the remaining athletes enter the stadium in mixed groups.\n\nSome athletes who are frustrated by the I.O.C.’s handling of the Russia affair have privately discussed avoiding the closing ceremony should the suspension be lifted. Angela Ruggiero, the departing president of the I.O.C.’s Athletes Commission, on Thursday issued a reminder about Rule 50, a clause in the Olympic Charter prohibiting athletes from using the Games “as a platform for protests, demonstrations or the promotion of political, religious or racial propaganda.”\n\nStill, the I.O.C. allowed a joint Korean team to march at the Games in an effort to build peace between North and South Korea, two nations that are technically still at war.", "keywords": ["curler", "decision", "appeal", "ahead", "meeting", "russia", "levitin", "olympics", "newsletter", "olympic", "ioc", "ceremony", "athletes", "russian", "drops", "doping", "closing"], "polarity": 0.11197515221905464, "subjectivity": 0.3996603667335376},
{"title": "\n                    Anna Gasser of Austria Wins Gold in Women’s Big Air                ", "url": "https://www.nytimes.com/interactive/2018/02/22/sports/olympics/anna-gasser-big-air.html", "text": "In her second run, Gasser performed a backside double cork 1080. Composite image by Bedel Saget and K.K. Rebecca Lai/The New York Times\n\nPYEONGCHANG, South Korea — Anna Gasser stood at the top of the 160-foot ramp knowing she had already won at least a silver medal in the Olympics’ inaugural big air snowboarding competition.\n\nShe also knew that, to win gold, she’d have to nail her hardest trick, a cab double cork 1080. The American Jamie Anderson, who is Gasser’s chief rival and had beaten her earlier in the Games in the slopestyle event, was sitting in first place after two solid jumps.\n\nAfter Gasser snapped her boots into the board, television cameras caught the slightest smirk before she pulled a scarf over her face and launched herself down the ramp. She was definitely going for gold.\n\nTEXT\n\nFor her final run, Gasser performed a cab double cork 1080. Composite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nGasser flipped twice and spun three times before landing cleanly. Her gold-medal celebration began even before the judges put up her score of 96, the highest of the day.\n\n“I wasn’t sure, should I keep it safe, should I just do that trick again and get a better score, or should I risk it?” Gasser said. “But I watched the girls and everyone was so good, so I was like, ‘O.K., I'm going to try to do this trick,’ and I was so happy when I landed it.\"\n\nFamily and fans of Anna Gasser of Austria celebrate her win in the women's big air snowboarding final on Thursday. Hilary Swift for The New York Times\n\nAnderson took an early lead by pulling a frontside 1080 on her first jump, good enough for a score of 90. Gasser played it safe in the first round, but got more aggressive in the second with a backside double cork 1080. She didn’t quite nail it, and was given a score of 89 for a two-run total of 174.5, meaning she would have to pull something big in the final run to catch Anderson, who had a score of 177.25.\n\nBig air medals are determined by combining a snowboarder's top two scores from three runs.\n\nAnderson, perhaps knowing that Gasser would go for big points on her final jump, went for a cab double cork 1080 — a trick she had been working on here in Korea — in the third round. She went a little too big and dropped the landing, however, opening the door for Gasser’s dramatic finish.\n\n“I chose to kind of play it a little bit safe and put two down and then hope to land it on my third run, which unfortunately didn’t work out,” Anderson said.", "keywords": ["trick", "womens", "anna", "1080", "gold", "air", "big", "run", "final", "gasser", "cork", "double", "score", "wins", "york", "austria"], "polarity": 0.1376127344877345, "subjectivity": 0.4103625541125542},
{"title": "\n                    Former Spymaster to Lead North Korea’s Olympic Ceremony Delegation                ", "url": "https://www.nytimes.com/2018/02/22/world/asia/north-korea-south-olympics.html", "text": "The North Koreans’ presence at the closing ceremony raises the possibility of a chance encounter between the North’s delegation and Ms. Trump. Mr. Pence and Ms. Kim sat just feet apart in a V.I.P. box at the opening ceremony but they did not acknowledge one another, their frosty attitudes symbolic of the hostile relations between their countries.\n\nKim Yong-chol, a former head of the North’s main intelligence agency, now leads a Workers’ Party department in charge of relations with South Korea. He was widely believed to have helped engineer the sinking of a South Korean naval ship in 2010, which killed 46 sailors.\n\nPhoto\n\nMr. Kim had been on sanctions lists in both South Korea and the United States for his alleged involvement in the North’s military provocations and nuclear weapons development. South Korea is talking with Washington to clear Mr. Kim’s trip to the Olympics, said Noh Kyu-duk, a spokesman for the South Korean foreign ministry.\n\nStill, the South Korean government said on Thursday that it would allow Mr. Kim to lead the delegation across the border.\n\n“We expect the high-level delegation’s participation in the closing ceremony of the Pyeongchang Winter Olympics to help advance the process of settling peace on the Korean Peninsula including the improvement of inter-Korean relations and denuclearization,” the Unification Ministry, a South Korean government agency, said in a statement. “Against this backdrop, from this standpoint, we will accept the visit of North Korea’s high-level delegation to the South.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlthough he is a longtime advocate for dialogue, President Moon has not yet decided whether he would meet with Kim Jong-un. He said he would meet the North Korean leader only if he was assured that their meeting could produce progress in helping end North Korea’s nuclear weapons programs.\n\nKim Yong-chol, who will lead Sunday’s delegation, is expected to meet with Mr. Moon to discuss the details of a potential summit meeting.\n\nUntil now, North Korea has refused to discuss its pursuit of nuclear weapons with the South, insisting that it was an issue between Pyongyang and the United States.\n\nAdvertisement Continue reading the main story\n\nMr. Moon is also eager to persuade the United State and North Korea to talk to each other to defuse tensions over the North’s nuclear weapons and missile programs. So far, neither the United States nor North Korea have expressed much interest in dialogue.\n\nKim Yong-chol is a familiar figure to South Korean negotiators. In 2014, Mr. Kim, who is also a military general, led a delegation to discuss ending hostilities after North and South Korean soldiers exchanged fire across the border.\n\nIn 2010, when two North Korean agents were caught in the South while on a mission to assassinate a high-ranking defector from the North, they said they were dispatched by Mr. Kim’s General Bureau of Reconnaissance, the North’s main spy agency, South Korean officials said. The spies told South Korean authorities that Mr. Kim personally assigned them to the assassination mission, throwing them a dinner party before they left for the South.", "keywords": ["korea", "ceremony", "mr", "koreas", "weapons", "korean", "lead", "united", "kim", "north", "delegation", "norths", "spymaster", "south", "olympic"], "polarity": 0.04557023436333781, "subjectivity": 0.34214434990297066},
{"title": "\n                    Go Kazakhstan! Go Japan! It Doesn’t Matter to Flag-Waving Skating Fans.                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/figure-skating-fan-flags.html", "text": "In the hothouse of Olympic competition, where national identity plays an integral role in fandom, ice skating enthusiasts often present a more global front.\n\nJapanese fans, who are among the sport’s most passionate followers at a time when its popularity is falling in the United States and much of Europe and rising in Asia, are particularly known for their egalitarian flag-waving. They often show up to competitions bearing flags from several countries so that every skater will feel a little love.\n\nAkiko Tamura, a Japanese freelance writer who follows skating, said that Japanese audiences genuinely want to see all skaters succeed.\n\n“Good sportsmanship is also highly valued in Japan,” Ms. Tamura said. “So that spirit is always there and I think that it’s extended to the fans.”\n\nWakako Yuki, a senior writer for the Yomiuri Shimbun in Tokyo who has covered 13 Olympics, said the practice most likely started when Japan played host to figure skating competitions and fans wanted to make athletes from other countries feel welcome.\n\nAt a news conference after the short program on Wednesday, Osmond, the Canadian skater, said she appreciated seeing her country’s flag.\n\n“It is always exciting to go out onto the ice and see the Canadian flag lifted as many times as possible,” Osmond said. “It is a very global sport and there are athletes from everywhere. And it is great to see the support for everyone and it makes me feel a lot better on the ice.”\n\nAdvertisement Continue reading the main story\n\nOf course, the fact that so many Japanese fans attend means that even without formal cheering squads like those from North Korea or Russia, Japan’s flag tends to blanket the arena when Japanese skaters perform.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYuzuru Hanyu, the Japanese gold medalist in men’s figure skating, drew especially fervent fans who not only waved the flag of Japan but also showered him with stuffed Winnie the Poohs, his favorite good-luck charm.\n\nBut his fans also showed support for his rivals. “I think it’s a wonderful practice,” said Sakae Oikawa, 52, a local government worker from Saitama, a suburb of Tokyo, who was in the audience for the men’s skating competitions.\n\nShe is a fan of Hanyu but also likes Adam Rippon and Nathan Chen, who are from the United States. She brought a total of eight flags to the final competition, including those from Spain, Israel and China. She even learned the Russian word — “davai” — for “let’s do it!” so that she could shout it for Dmitri Aliev and Mikhail Kolyada.\n\nSouth Korean fans, as hosts of the Winter Olympics, have also been showing support for athletes from other countries.\n\nHigh up in the stands on Wednesday was a group of 70 people waving Kazakh flags, their exuberant cheering rivaling the loud contingent of Russian fans.\n\nBut it turned out that they were all South Koreans, many from an exhibit-planning company in Seoul, the capital, who wanted to show support for skaters from the country that had given the company a contract to design a pavilion at the 2017 Astana Expo in Kazakhstan.\n\nHa Yun-sung, 45, a manager at the company, Sigong Tech, said he ordered about 70 small Kazakh flags and took 30 co-workers to the competition. He handed out the rest of the flags to random spectators, who waved them for the skaters Aiza Mambekova and Elizabet Tursynbaeva, who placed 15th in the short program and will compete again on Friday in the free skate.\n\n“For countries like the United States, many people already know them,” Mr. Ha said. “But not many people know Kazakhstan, so we wanted to give some strength to them.”", "keywords": ["skating", "doesnt", "matter", "japanese", "united", "flagwaving", "olympics", "fans", "kazakhstan", "support", "skaters", "flags", "wanted", "japan", "states"], "polarity": 0.18114873222016084, "subjectivity": 0.44262729334157913},
{"title": "\n                    U.S. Women Break Canada’s Grip on Hockey Gold                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/usa-womens-hockey-canada.html", "text": "GANGNEUNG, South Korea — It happens every four years. The United States and Canada play for Olympic gold in women’s hockey, and the game usually goes down to the wire.\n\nThis one did that and more. Jocelyne Lamoureux-Davidson scored the game-winning goal in a shootout on Thursday to give the United States a 3-2 victory against Canada, the four-time defending Olympic champion.\n\nDown a goal with seven minutes to play, the United States got an equalizer from Lamoureux-Davidson’s sister, Monique Lamoureux-Morando, and matched Canada through overtime, even staving off a power play through the last 95 seconds.\n\nThen it was on to a shootout, which also went into overtime, after both teams netted two of their first five chances. In the first extra round, Lamoureux-Davidson scored first against Canada goaltender Shannon Szabados. A minute later, United States goaltender Maddie Rooney stopped a shot by Meghan Agosta of Canada to give the American women their first gold medal since 1998, when women’s hockey made its debut as an Olympic sport.", "keywords": ["grip", "overtime", "womens", "women", "gold", "hockey", "canadas", "united", "shootout", "canada", "scored", "play", "olympic", "lamoureuxdavidson", "states", "break"], "polarity": 0.024206349206349204, "subjectivity": 0.25912698412698415},
{"title": "\n                    An Envoy Who Can Rival ‘North Korea’s Ivanka’                ", "url": "https://www.nytimes.com/2018/02/21/us/politics/ivanka-trump-south-korea-pence.html", "text": "While Mr. Pence met with North Korean defectors and condemned Mr. Kim for human rights abuses, officials said Ms. Trump would keep her focus on reaffirming the bonds between the United States and South Korea and cheering on American athletes. “Their talent, drive, grit and spirit embodies American excellence,” she said in a statement on Wednesday.\n\nOn Friday evening, Ms. Trump, 36, is scheduled to have dinner with South Korea’s president, Moon Jae-in, who tried desperately to broker a meeting between Mr. Pence and the North Korean delegation. There are no plans for Ms. Trump to meet with anyone from North Korea during her three-day visit, though an official declined to rule out the possibility.\n\nMs. Trump will travel with the White House press secretary, Sarah Huckabee Sanders, and Allison Hooker, a National Security Council official who specializes in Korean affairs, among others. The council has briefed Ms. Trump about the political situation on the Korean Peninsula, according to officials.\n\nAdministration officials said she was fully prepared to discuss Mr. Trump’s “maximum pressure” policy with Mr. Moon, the South Korean news media or with North Korean officials, should she run into any.\n\nSimply by virtue of her age and background, Ms. Trump will project a more accessible image than Mr. Pence, 58. He arrived with a directive from Mr. Trump to blunt the propaganda campaign of North Korea, which has used the Olympics as a kind of olive branch to the South.\n\nWhile the president authorized Mr. Pence to meet with the North Koreans, he insisted that any meeting be held privately, away from cameras, and that Mr. Pence deliver the same harsh message in private that he delivered in public.\n\nMr. Pence reinforced his hard-line image by remaining seated during the opening ceremony when the audience stood for the unified Korean Olympic team. He ignored Ms. Kim and another top North Korean official, Kim Yong-nam, who were seated behind him in Mr. Moon’s box.\n\nAdvertisement Continue reading the main story\n\nAmerican officials said they believed these gestures — on top of Mr. Pence’s threat of new sanctions against the North, which Mr. Pence delivered in Japan, on his way to South Korea — caused the North Koreans to rethink the meeting with the vice president.\n\nAdministration officials said they were pleased with Mr. Pence’s unyielding approach. Some noted that the South Koreans did not help the atmosphere by thrusting Mr. Pence into situations for which he was not prepared — like seating him so close to Ms. Kim at the opening ceremony.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStill, his reviews in South Korea were poor, and the canceled meeting was a particular disappointment to Mr. Moon, whose strategy of engaging North Korea is putting him increasingly at odds with the White House, and its maximum pressure campaign.\n\nTo the extent that North Korea and the United States are engaged in a contest for the affections of the South Korean president, some analysts felt Mr. Pence’s trip was a missed opportunity.\n\n“I don’t think the Pence trip was a failure, but it reaffirmed how tough and inflexible the U.S. position is,” said Evan S. Medeiros, a former Asia adviser to President Barack Obama. “It’s nice if you can put a velvet glove over the iron fist.”\n\nWhile Mr. Medeiros played down the larger implications of Ms. Trump’s visit, he said she was likely to be a hit with the South Korean public. “I can see her resonating with South Koreans,” he said.\n\nThe decision to send Ms. Trump grew out of a conversation between Mr. Trump and Mr. Moon, officials said, in which the South Korean leader pleaded with the president to send high-level delegations to the opening and closing ceremonies of the Games in Pyeongchang.\n\nMr. Trump turned down Mr. Moon’s invitation to go himself, since he had been in South Korea in November. But he agreed to consider sending a family member, like the first lady, Melania Trump, or his daughter Ivanka. Last month, officials said, the president settled on his daughter, who is also his senior adviser.\n\nIn some ways, Ms. Trump is a natural fit to attend the Winter Games. She is an avid skier, a sport she picked up from her mother, Ivana, who skied competitively for what was then Czechoslovakia. Ms. Trump, friends say, has watched the Olympics with her daughter, Arabella, taking particular interest in the super-G event.\n\nAdvertisement Continue reading the main story\n\nDuring the transition, Ms. Trump and her husband, Jared Kushner, became involved in negotiations between the International Olympic Committee and Los Angeles over that city’s bid to host the Games in 2028.\n\nIn addition to Ms. Trump and Ms. Sanders, the American delegation will include Senator James E. Risch, a Republican from Idaho who is in line to become the chairman of the Senate Foreign Relations Committee, if Senator Bob Corker of Tennessee sticks to his decision to retire.\n\nIt will also include Gen. Vincent K. Brooks, the commander of United States Forces Korea, and Shauna Rohbock, an Olympic medalist in bobsledding who serves in the National Guard.\n\nAnd for the closing ceremony, the North Koreans will have less star power than Kim Jong-un’s sister. They will instead be sending a delegation headed by Kim Yong Chol, the vice chairman of the ruling Workers Party of Korea.\n\nMs. Trump had planned to visit South Korea in November during her father’s tour of Asia and to participate in an event focused on female entrepreneurs. But she stayed home to lobby for an expansion of the child tax credit in the Republican tax bill.\n\nNow, she will be the last prominent American visitor to Pyeongchang before the Games end, and South Korea embarks on an uncertain future with the North and its ally, the United States.", "keywords": ["korea", "mr", "koreas", "officials", "korean", "ms", "president", "envoy", "trump", "north", "south", "ivanka", "rival", "pence"], "polarity": 0.05190547157760271, "subjectivity": 0.35784129349703114},
{"title": "\n                    Mother Russia Crashes the Oscars                ", "url": "https://www.nytimes.com/2018/02/21/movies/mother-russia-crashes-the-oscars.html", "text": "Bryan Fogel and the team behind the Oscar nominated-documentary “Icarus,” about Russia’s doping program for athletes, have also spent this awards season, and many, many months preceding it, looking out for Russian threats.\n\nThe subject of Mr. Fogel’s film, Dr. Grigory Rodchenkov, the former director of Russia’s antidoping lab, is in hiding in the United States after exposing a state-sponsored program that ensured that Russian athletes using banned substances would evade detection at the 2014 Sochi Olympics. While Russia has denied any such scheme, Dr. Rodchenkov’s claims were independently verified and led to the ban on Russia at the 2018 Winter Olympics.\n\nPhoto\n\nDuring the course of filming, Mr. Fogel changed the location of his production office four times, used burner phones to thwart surveillance attempts, edited the film on hard drives rather than a hackable server, and moved Dr. Rodchenkov to four different safe houses. As Dr. Rodchenkov prepared to go public with what he knew, two of his fellow Russian antidoping officials died unexpectedly within less than two weeks of each other.\n\nIn an email, James Walden, Dr. Rodchenkov’s lawyer, said his client was regularly being moved to undisclosed locations because of death threats, and Mr. Fogel said he hadn’t seen him in a year.\n\n“I worry about him, and I know that all of us who worked so hard to protect him worry,” Mr. Fogel said.\n\nRussia’s campaign against its former prized chemist continues. In recent months, the government said it would press for Dr. Rodchenkov’s extradition (though Russia has no such agreement with the United States), a top Russian Olympic official said he ought to be shot, and Mr. Putin described the whistle-blower as an idiot under American control. A defamation lawsuit was also filed against Dr. Rodchenkov this week, backed by Mikhail D. Prokhorov, the Russian oligarch who owns the Brooklyn Nets.\n\nAndrew Weiss, a Russia expert in the Clinton White House who is now with the Carnegie Endowment for International Peace, said that smear campaigns, buttressed by social media attacks, have become part of the standard operating procedure deployed by Russia against perceived enemies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Russia has a pretty good record on shaping the narrative, of creating a party line and reinforcing it from a variety of vantage points,” Mr. Weiss said.\n\nAdvertisement Continue reading the main story\n\nGiven the evidence and the Olympic ban, he was skeptical that Russia could reframe the narrative around state-sponsored doping by attacking Dr. Rodchenkov, but he said that he and his protectors were “right to be nervous”: Mr. Putin’s critics have met with sudden and violent deaths.\n\nNor was Russia’s campaign against the White Helmets a surprise, considering the country’s backing of the Syrian president, Bashar al-Assad, in the vicious and protracted civil war, said Anthony H. Cordesman, a national security analyst with the Center for Strategic and International Studies.\n\nPhoto\n\nThe White Helmets group “does serve in opposition areas and its work inherently benefits the forces that Russia opposes,” Mr. Cordesman wrote in an email.\n\nAllegations against the White Helmets have been increasing, with the Russian news site RT accusing the group of having terrorist affiliations and plotting a chemical weapons “provocation.” Such claims have been discredited by Middle East experts, among them Charles Lister, a senior fellow at the Middle East Institute, a nonpartisan think tank, who said accusations that the White Helmets were linked to ISIS or Al Qaeda were “patently absurd” and “puerile.”\n\n“RT-led disinformation campaigns on matters like this operate on another level to reality,” Mr. Lister wrote in an email. “There’s only one motivation here: to justify the indiscriminate bombing campaigns that have come to exemplify Russia and the Syrian regime’s day-to-day war.”\n\nMr. Fayyad said he had been repeatedly trolled on social media sites. After the film was shown in Davos, Switzerland, one of Google’s top articles about the screening was a hit piece on the Russian news site Sputnik, according to a screenshot taken by his team. It might be a stretch to assume that academy voters are paying much mind to Russian news sites, but Mr. Fayyad believes that detractors, in their fervor to discredit the White Helmets, are also aiming to derail his film’s Oscar chances, something he is trying to offset by sounding the alarm.\n\nMr. Fayyad is from the countryside outside Aleppo and, in March 2011, was working on another film, about the 1982 massacre in the city of Hama, when Syria’s civil uprising began. Mr. Fayyad was arrested — he was accused of spreading false news, he said — imprisoned and tortured. (His nails were ripped out, he was shackled and hung by his hands from a ceiling, and sensitive parts of his body were shocked with electricity, he said.)\n\nFor all the horrors he suffered, Mr. Fayyad was struck by his fellow prisoners’ resistance and determination to survive, and how they buoyed each other by singing songs in the lowest of voices. Nearly a year later, he emerged wanting to make a film that showed how people endured in the teeth of war, and clung to the tiniest glimmers of solace and hope.\n\n“I didn’t want to tell the story of the White Helmets; I wanted to tell the story about these people as citizens of their society,” Mr. Fayyad said. But accompanying the men on their gruesome rescue missions took a harrowing toll. “It kills something inside you,” he said. “We made a film about our nightmare.”\n\nAdvertisement Continue reading the main story\n\nWhile the film’s producer and assistant director were recently denied visas to attend the Academy Awards, Mr. Fayyad could take comfort in the fact that the White Helmets have already received the endorsement of the academy; last year, a short documentary about the group landed an Oscar. It would be something if another film about the White Helmets won, though the lighthearted “Faces Places” is currently the favorite. In the end, we will probably never know whether Russians will manage to sway academy voters. Perhaps naïvely, the Bagger’s guess is nyet.", "keywords": ["mr", "fayyad", "oscars", "mother", "russian", "film", "russia", "rodchenkov", "crashes", "helmets", "fogel", "dr", "white"], "polarity": -0.017282115474886554, "subjectivity": 0.3119657450982752},
{"title": "\n                    Has Evgenia Medvedeva Missed Her Moment, Even Before It Arrives?                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/evgenia-medvedeva-skating.html", "text": "Photo\n\nGANGNEUNG, South Korea — What must it be like to be 18 and crowned Olympic champion in all the predictions, only to find that someone younger may be better? And what if that someone is a friend and partner you train with every day?\n\nLast fall, Evgenia Medvedeva of Russia was a consensus pick to win the women’s figure skating competition at the Winter Games. She was already a two-time world champion, undefeated in two years, increasingly graceful as an artist and technically savvy in her jumping. But skating can be a ruthless sport. And now Medvedeva’s time may have gone before it arrived.\n\nShe could still win gold on Friday, skating as Tolstoy’s tragic Anna Karenina. She sits in second place, only 1.3 points behind her training partner in Moscow, the 15-year-old Alina Zagitova. It would be premature to count Medvedeva out. But there is something awakening in Zagitova. She defeated Medvedeva last month at the European championships. In Wednesday’s short program, Medvedeva set a world record for points. Ten minutes later, Zagitova broke it.\n\nStill, Medvedeva will be a central figure at these Games, gold medal or not.\n\nIt was Medvedeva who helped to argue — successfully — in December before the International Olympic Committee that not all Russian athletes should be banned from these Games because of systematic doping orchestrated at the 2014 Winter Olympics in Sochi, Russia.\n\nAdvertisement Continue reading the main story\n\nShe laughs often and speaks comfortably with reporters in both Russian and English. Her career path was set at age 11, when Medvedeva competed for the first time at the Russian national championships. “I realized then, this is what I wanted,” she said. “I wanted to be good.”\n\nUntil Medvedeva lost to Zagitova at the European championships, she had been remarkably consistent, undefeated since November 2015. When she fell on a double axel in a competition in Moscow in October, it was such a rare and unexpected spill that Medvedeva called it a moment of “moral weakness.”\n\n“She is such a fierce competitor; I love that,” said Brian Orser, the coach of the two-time Olympic men’s champion Yuzuru Hanyu of Japan. “There’s a very youthful passion about her skating. She’ll find a little story and she embraces it and puts it out there. It’s not over the top, super-sophisticated stuff; it’s stuff for an 18-year-old.”", "keywords": ["skating", "games", "champion", "arrives", "world", "zagitova", "moment", "championships", "russian", "winter", "evgenia", "medvedeva", "missed", "olympic"], "polarity": 0.09697916666666667, "subjectivity": 0.37125},
{"title": "\n                    The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second                ", "url": "https://www.nytimes.com/interactive/2018/02/23/sports/olympics/fractions-of-a-second-composite-images.html", "text": "Women’s Slopestyle\n\nMany of the competitors in the women’s slopestyle event fell victim to gusty winds, including Japan’s Yuka Fujimori, 31. She completed her first run, shown here, but crashed in her second run and finished 9th. Jamie Anderson, 27, of the United States, adjusted her runs because of the weather and won gold, scoring nearly 7 points ahead of the silver medalist.\n\nComposite image by Jeremy White/The New York Times\n\nWomen’s Giant Slalom\n\nMikaela Shiffrin, 22, of the United States, who had sought multiple golds in Pyeongchang, took the top slot in the giant slalom after roaring down the steep and taxing course, a portion of which is shown here. For this, her only gold, she finished 0.39 seconds ahead of the silver medalist.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Alpine Combined\n\nIn the downhill portion of the combined, Shiffrin finished sixth, nearly two seconds behind her teammate Lindsey Vonn, 33. Shiffrin made up ground by attacking the slalom portion of the race to win the silver medal. The fast, technical turns Shiffrin is known for were on display in this final section of the course, below.\n\nComposite image by Jeremy White/The New York Times\n\nMen’s Double Luge\n\nAmerican luge doubles Matt Mortensen, 32, and Jayson Terdiman, 29, sped down the track at more than 70 miles per hour and finished their first run in sixth place, in striking distance of a spot on the podium. But in their second run, shown below, they posted a slower time, and finished the event in 10th place.\n\nComposite image by Bedel Saget/The New York Times\n\nMen’s Team Ski Jump\n\nNorway won the ski jumping team event, collectively jumping nearly 13 meters farther than the German team, which took silver. Robert Johansson, 27, shown here in his final jump, had the second longest jumps of the four-man Norway team.\n\nComposite image by Joe Ward/The New York Times\n\nWomen’s Halfpipe\n\nChloe Kim, the 17-year-old American, won gold with a nearly perfect score in halfpipe. She had already secured the gold after her first run. But she went bigger and bolder in her final run, executing back-to-back 1080s, a combination that she first landed in 2016. No other woman has matched that feat in competition.\n\nStart Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Start Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Composite image by Alexandra Garcia and Jeremy White/The New York Times\n\nWomen’s Big Air\n\nAfter trailing a rival in the first two runs, Anna Gasser, 26, of Austria, nailed her hardest trick, a cab double cork 1080, shown here, in her final run. The move, which is so difficult in part because it has a blind landing, won her gold in the Olympic debut for big air snowboarding.\n\nComposite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nMen’s Figure Skating\n\nYuzuru Hanyu, 23, of Japan, successfully defended his gold medal in figure skating with a performance that combined both artistry and jumping ability. In a competition in which executing several quads was a must to win, Hanyu, who is recovering from an ankle injury, attempted four of them, including a quad salchow in his long program, shown here.\n\nSecond Third First rotation Fourth Quad Salchow Second Third First rotation Fourth Quad Salchow Backward takeoff 2nd 3rd 1st rotation 4th Quad Salchow Composite image by Archie Tse/The New York Times\n\nNathan Chen, 18, of the United States performed poorly in his short program, finishing 17th. He made major errors in all three of his jump sequences, which included two quads — the four-rotation jumps that made him famous. But he redeemed himself by executing a record-breaking six quads in his long program, shown here, pulling himself up the ranks to fifth place.", "keywords": ["12", "image", "1080", "gold", "fractions", "turns", "leaps", "run", "finished", "speed", "silver", "york", "shown", "second", "won", "capturing", "olympians", "timeswomens", "twists"], "polarity": 0.10188113014199972, "subjectivity": 0.39694407846581753},
{"title": "\n                    How to Get Started With Olympic Winter Sports                ", "url": "https://www.nytimes.com/2018/02/23/smarter-living/how-to-get-started-with-olympic-winter-sports.html", "text": "Advertisement\n\nHow to Get Started With Olympic Winter Sports Inspired by the Olympics? People of all skill levels can get into winter sports like figure skating, bobsledding and, yes, even curling. Here’s how. Image Credit Doug Mills/The New York Times\n\nThere’s a familiar trope heard in living rooms around the world during the Olympic Games: “I could do that.” Eye rolls usually follow. But if you are watching the Games and wondering if you can follow in the footsteps of those athletes, here’s a way to get started.\n\nFirst, you’ll have to check your ego at the door. You most likely will not be able to nail a chicken salad grab (yes, that’s really what it’s called) on the halfpipe or do a double full twist as an aerial ski jumper. With a humble approach, you can start chasing down your own Olympic, or recreational, dreams.\n\nImage Chris Mazdzer on his way to a silver-medal finish in the men’s luge. Credit James Hill for The New York Times\n\nLuge\n\nThe U.S. Luge team runs “slider searches” introducing children ages 9 to 13 to the sport. Participants are taught the basics of using a sled and then take several runs down a paved luge course on a sled with wheels. The young athletes that show the most potential are invited to try luge on ice at a training site.\n\nDon’t quite fit into that age demographic? There are luge tracks and clinics open to all ages.\n\nMichigan is home to two clubs and tracks for lugeing enthusiasts. The Upper Peninsula Luge Club has a natural track and the Muskegon Winter Sports Complex has a track built like the ones you see in the Olympics. Mere mortals can attempt a run at both sites. There are also courses in Utah and New York.\n\nBut don’t expect to go too fast, or be able to progress too quickly. At the highest level, athletes move at 85 miles per hour. It takes a lot of training to get to that speed and precision safely.\n\nImage Kaillie Humphries and Phylicia George of Canada during training heats on Monday in Pyeongchang. The two-man event is the only bobsled competition in which women can participate at the Olympics. Credit Jeffrey Furticella/The New York Times\n\nBobsled\n\nWant the exhilaration of a sliding sport without any of the training or danger? That’s an option too. Many sliding centers offer visitors the opportunity to ride in a bobsled with a pilot.\n\nBut the jolting ride will cost you — the Whistler Sliding Centre in British Columbia charges $179 per rider. The Lake Placid bobsled experience goes for $95, which includes a team shirt and 20 percent off your second bobsled ride.\n\nIf you want to take up the sport beyond a ride, Utah Olympic Park has a bobsled driving school. And U.S. Bobsled and Skeleton is always looking for new athletes: The federation hosts combines for prospective athletes.\n\nAdrenaline junkies rejoice.\n\nImage Alina Zagitova during the free skate. Credit Doug Mills/The New York Times\n\nFigure Skating\n\nThe back-to-back figure skating gold medalist Yuzuru Hanyu makes it look easy. Don’t be fooled — the ice rink can bring you to your knees, quite literally. Most people need to use something like a walker when they first try ice skating.\n\nMany ice rinks around the United States offer lessons and courses for a range of aspiring athletes. In New York City, Chelsea Piers offers year round classes for skaters ranging from 3-year-olds to adults.\n\nMany local parks and community centers around the country offer ice skating too, with a sliding scale of admission and rental charges. Even better? Skating on frozen lakes and ponds. But don’t forget — without a Zamboni, it may be a bumpier ride.\n\nImage Chloe Kim, 17, outsoared her rivals to win the gold medal in the snowboard halfpipe. Credit Chang W. Lee/The New York Times\n\nSkiing and Snowboarding\n\nHalfpipe snowboarding, slopestyle skiing and aerials have all gained notoriety as some of the flashier sports at the Games, but no one is born able to do those brilliant flying acrobatics.\n\nBefore even thinking of attempting a run at an X-Games sport, you should be comfortable with your winter gear. Wirecutter, The New York Times’s product review site, has a rundown of the best apparel and accessories for enjoying the snow. Next, you’ll need skis or a snowboard, preferably something designed for beginners. That gear may shift as you progress in the sport, but moving from learning how to snowboard to attempting the halfpipe is a long road.\n\nSome camps and clinics exist to help would-be winter athletes make the transition from laid-back skiers who can take lessons at any ski resort to athletes who want to strive for time, style and better performance.\n\nIn Canada, the North Toronto Ski Club has specialized clinics, including halfpipe, slopestyle and moguls. Okemo Mountain in Vermont has programs specifically for freestyle snowboarding and skiing.\n\nImage Shani Davis of the United States won silver in the men’s 1500 meters in both Vancouver and Turin. But in Pyeongchang he finished 19th. Credit James Hill for The New York Times\n\nSpeedskating\n\nLooking as graceful as the world’s best speedskaters takes time. But if you are an experienced in-line skater, you already have a head start. Erin Jackson, a United States Olympian, transitioned from in-line skating to speedskating just months before qualifying for the Pyeongchang Games.\n\nMs. Jackson trained in Florida, home of a vibrant speedskating community (you read that correctly). But there are clubs across the United States and Canada, many of which host classes and clinics. One of the premier speedskating rinks in the country is the Pettit Center in Milwaukee, home of the U.S. Olympic trials in January. The center has a speedskating school divided by age and ability.\n\nImage Kevin Koe in Canada's semifinal against the United States. Credit Jeffrey Furticella/The New York Times\n\nCurling\n\nWant to slow down a bit? Try curling.\n\nThe sport is growing across the United States as more venues start offering classes and starting leagues. There are curling leagues across the country, with vibrant clubs everywhere from Tampa, Fla., to St. Paul, Minn.\n\nThe biggest leagues are concentrated in the Midwest. The Duluth Curling Club of Northern Minnesota encourages new members and offers free lessons. The Milwaukee Curling Club in Wisconsin also offers curling lessons, but most of the dates stretching a month in advance are already sold out.", "keywords": ["skating", "athletes", "bobsled", "united", "luge", "credit", "sport", "york", "started", "winter", "states", "olympic"], "polarity": 0.2049961641733794, "subjectivity": 0.44320099731492124},
{"title": "\n                    South Korea’s Next Generation of Speed                ", "url": "https://www.nytimes.com/video/sports/olympics/100000005752444/south-korea-speedskaters.html", "text": "3 U.S.\n\n‘We Have to Harden Our Schools,’ Trump Says", "keywords": ["koreas", "uswe", "speed", "generation", "trump", "harden", "schools", "south"], "polarity": 0.0, "subjectivity": 0.0},
{"title": "\n                    In Speedskating, South Korea Sees a Fast Track to Olympic Glory                ", "url": "https://www.nytimes.com/2018/02/23/sports/south-korea-speedskating.html", "text": "SEOUL, South Korea — It was an off night for short-track speedskating at the Winter Olympics, but everywhere else around South Korea, the skating never ends. There are champions to build and rosters to fill for 2022, 2026 and beyond.\n\nTwo teenage boys, each expecting to be part of the South Korean team at the 2022 Beijing Games, zoomed around the old Gwacheon Ice Rink, heads down, moving as one. As they leaned hard and pumped their legs around one tight corner, a coach held a 9-year-old girl, standing on her skates, by the arms. With perfect timing, he flung her onto the ice, like a fisherman casting a net into the sea.\n\nThe rocket boost propelled her to speed and landed her in line with the boys, as if they all wore magnets. Three became one. Around they went.\n\nLike the dozens of others who call the rink home, they practice six days a week, two or three hours each day.\n\nAdvertisement Continue reading the main story\n\n“I have trained abroad,” said Lee Seung-Hwan, the kid-flinging coach and a member of South Korea’s long-track speedskating team at the 2002 Salt Lake Games. “I have never seen another country train its children as hard as we do here, from the time they are very young.”", "keywords": ["sees", "korea", "boys", "fast", "games", "hard", "ice", "rink", "glory", "track", "south", "speedskating", "coach", "team", "olympic"], "polarity": 0.04792063492063491, "subjectivity": 0.3711269841269841},
{"title": "\n                    Rejecting Specialization, Ester Ledecka Carves New Path to Medals Stand                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/ester-ledecka-olympics-snowboarding.html", "text": "Vonn, 33, is heartened by the example that Ledecka is setting. She said she became a serious skier at age 13 by default. Vonn would like to be a multisport athlete, but her forays into tennis, figure skating, soccer and gymnastics were short-lived. “I’ve never really been good at anything but racing,” she said.\n\nPhoto\n\nA bronze medalist in the super-G at the 2010 Olympics, Vonn finished tied for sixth in the event last week. She was 38-hundredths of a second behind Ledecka, who came into the event ranked 43rd in the World Cup standings. Ledecka, racing in the 26th position, edged the defending Olympic champion, Austria’s Anna Veith, by a hundredth of a second, or roughly the length of a finger.\n\nAfter posting the fastest clocking in the downhill portion of the combined event five days later, Vonn joked that her time had a chance to hold up since there were no snowboarders in the field.\n\n“The millennials are raw and inclusive, and trying other sports is important to them, as it should be,” Vonn said. “I think maybe Ester can give them hope that competing and being successful in more than one sport is possible. I think she definitely will have a long-lasting impact.”\n\nMikaela Shiffrin, a three-time Olympic medalist who races in each of the five Alpine disciplines, called Ledecka “an incredible example” for young athletes.\n\n“She didn’t just specify Alpine skiing in her sports repertoire when she was 8 years old because she wanted to be an Olympic champion,” Shiffrin said. “She was doing a lot of things. She can find the similarities between her sports and actually help build and improve with one sport off of the other.”\n\nEvidence abounds that delaying sports specialization until an athlete’s teenage years minimizes the risk of overuse injuries and emotional burnout. Felix McGrath, a 1988 United States Olympian in Alpine skiing, was a four-sport athlete in high school. “I can’t imagine doing what she has done, but would have liked to have given it a try,” said McGrath, who attended Middlebury College and coaches skiing in Norway, his wife’s home country.\n\nAdvertisement Continue reading the main story\n\n“I love the fact that Ester is a multisport athlete,” McGrath said in an email. “I have many problems with what is going on with youth sports in general. In Norway and the U.S.A., specializing in one sport at a very young age — before 13 — has become common.”\n\nPhoto\n\nMcGrath played soccer, tennis and golf during skiing’s off-season to maintain his connection to nature and to his fitness. Shiffrin sees other, less obvious benefits to Ledecka’s dual existence. She spoke of the jaw-dropping lines that Ledecka carves on Alpine courses, a knack that Ledecka’s snowboarding coach, Justin Reiter, attributes to her experience maneuvering on a snowboard, which, because it has no steadying or stabilizing poles, requires seeing a mountain in a more imaginative way.\n\nShiffrin, 22, recalled a downhill training run in Lake Louise, Alberta, in November. Ledecka recorded the fastest time, she said, and “everybody stopped and jaws dropped, like that run isn’t supposed to be skied that way.”\n\n“It made everybody think about how much better we could all ski the course,” Shiffrin added.\n\nReiter, a retired snowboarding Olympian, said the 5-foot-7 Ledecka instinctively has a great feel for the snow under her feet. She also has a pretty good pedigree: Her maternal grandfather was an Olympic medalist in ice hockey in 1964 and 1968.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut what really sets her apart, said Michael Trapp, an American who trains with Ledecka in Colorado, is her passion, and her persistence.\n\n“She’s the hardest-working athlete I’ve ever met,” he said, adding that Ledecka will train in any conditions “and if she doesn’t come out with the fastest runs, she’s mad about it. She acts like every day is a race day.”\n\nTrapp, 29, started out in all five snowboarding disciplines but was encouraged by his coaches to choose freestyle or racing. If he were a young kid now, he said, he might be inspired by Ledecka’s example “to try more disciplines and stick with more disciplines.”\n\n“‘No, I want to do what I want to do’ — that’s kind of her motto,” Trapp said.\n\nThe evolution of sports is driven by athletes whose unique vision opens everyone else’s eyes to what is possible. Ledecka is a throwback outlier, someone whose refusal to specialize has a back-to-the-future feel — and appeal. Shiffrin watched Ledecka’s super-G run and knew she was seeing something special.\n\n“I was screaming and crying when she came down and won that gold,” she said. Shiffrin added with a laugh, “I thought this sport was hard, but apparently not.”", "keywords": ["ester", "path", "ledeckas", "try", "specialization", "rejecting", "stand", "vonn", "carves", "sport", "ledecka", "alpine", "young", "medals", "shiffrin", "athlete", "olympic"], "polarity": 0.15213475592507852, "subjectivity": 0.4713017538017538},
{"title": "\n                    Olympic Golds Online, if Not in Competition                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics-viral-online.html", "text": "Advertisement\n\nOlympic Golds Online, if Not in Competition Image German Madrazo of Mexico held his country's flag as he crossed the finish line in the men’s 15-kilometer cross-country race, almost 26 minutes after Dario Cologna of Switzerland won. Credit Matthias Hangst/Getty Images\n\nThe Olympic motto may be “higher, faster, stronger.” But the way the 2018 Pyeongchang Games have transpired it may as well be meh, nah, really?\n\nWith only a couple of days left, the United States’ medal count of 21 is behind the 28 it won in the 2014 Sochi Games. NBC’s prime-time ratings are down, too, about 16 percent from four years ago, though according to Total Audience Delivery, NBC’s preferred measuring stick and the one it used to sell ads for the Games, viewership is only down 8 percent over all.\n\nBut another barometer could be telling, too, of the Olympics’ popularity: Most of the viral hits online from the Games, according to data from Twitter, Instagram, Facebook and CrowdTangle, an analytics tool owned by Facebook, have little to do with athletic achievement. These heavily circulated snapshots have focused instead more on the quirky personalities, underdog efforts and curious moments that have always been a part of the Olympics but now spread to a wider audience.\n\nOf the accounts that CrowdTangle tracks, some of the top Facebook posts (those that see lots of likes, comments, shares and clicks) from Feb. 9 to 21 included memes (a spoof of figure skating routines), a look at the synchronized drones from the opening ceremony, a video of a woman “practicing” the sport of curling with a Roomba and two trailers for “The Incredibles 2,” which premiered during the Games.\n\nWhile the Roomba curler did indeed “hurry hard,” here are the other Olympians who managed to get a lot of attention, but perhaps not always in the way they intended.\n\nImage Chloe Kim of the United States during her halfpipe gold medal run. Credit Chang W. Lee/The New York Times\n\nChloe Kim and Red Gerard\n\nRed Gerard and Chloe Kim, both 17, won gold medals. Gerard aced his slopestyle snowboard performance, becoming the youngest snowboarding gold medalist. Kim, who missed qualifying for the 2014 Olympics because she was too young, easily won the halfpipe snowboard competition.\n\nBut let’s just say they are also very much teenagers.\n\nGerard stayed up late watching “Brooklyn Nine-Nine” on Netflix and slept through his alarm the day of his gold medal run. He called his morning “hectic.”\n\nAfter winning the gold, he promptly let out an expletive heard on television. The internet found its first hero of the Games.\n\nFor her part, Kim did not finish her breakfast sandwich the morning of her event, tweeting she was “hangry” (a combination of hungry and angry) minutes before her gold medal performance.\n\nAccording to Twitter, Kim had 15,000 followers before the tweet, and 100,000 new followers after it:\n\nImage Adam Rippon of the United States performing in the men's free skate. Credit Hilary Swift for The New York Times\n\nAdam Rippon and Gus Kenworthy\n\nNeither the figure skater Adam Rippon nor the skier Gus Kenworthy was favored to win a gold medal before the Games. But both had garnered news media attention as openly gay, outspoken members of the American team. Before the American delegation entered the opening ceremony, which Vice President Mike Pence attended, Kenworthy tweeted:\n\nIt went viral.\n\nFour days later, after winning a bronze medal in the figure skating team competition — and incurring the wrath of internet trolls — Rippon wrote on Twitter:\n\nAnother viral moment.\n\nRippon and Kenworthy then received the ultimate good-luck charm and another bump of social excitement: a tweet from Britney Spears.\n\nKenworthy had a disappointing 12th-place finish, but found his own shining moment. Unbeknown to him, cameras caught him kissing his boyfriend.\n\n“That’s not something I had as a kid,” Kenworthy told the New York Times reporter Karen Crouse. “I didn’t see a gay athlete at the Olympics kissing their boyfriend. I think if I had it would have made it a lot easier for me.”\n\nGerman Madrazo and Pita Taufatofua\n\nIn the men’s 15-kilometer cross-country race, Dario Cologna of Switzerland won the gold, Simen Hegstad Kruger of Norway took silver and Denis Spitsov, a Russian, earned the bronze.\n\nBut it was the last finishers — not the first — who created the race’s most memorable moment. They included Pita Taufatofua of Tonga, Sebastian Uprimny of Colombia and, por fin, German Madrazo of Mexico. Madrazo told reporters he had learned to ski only a year ago. Taufatofua skied on snow for the first time a few months before the Games.\n\nThe group lifted Madrazo on its shoulders when he crossed the finish line almost 26 minutes after Cologna won the race.\n\nThe underdogs instantly became fan favorites and a symbol of the Olympics, which posted a photo of Madrazo carrying the Mexican flag on its social media accounts, where it generated tens of thousands of likes.\n\nImage Shaun White regained his men's halfpipe crown. Credit Chang W. Lee/The New York Times\n\nShaun White\n\nWhen the halfpipe snowboard king Shaun White regained his Olympic crown, he also returned to the top of social. But not only for his performance.\n\nAccording to CrowdTangle, four of the top 15 Instagram posts on the Olympics were posted by Shaun White. From Feb. 9 to 21, White was the most talked about athlete on Facebook, according to the company. (Facebook will release more complete data after the conclusion of the Games.) White was also the most mentioned athlete on Facebook during the 2014 Sochi Olympics, even though he failed to win a medal.\n\nBut the discussion this time was not all about White’s athletic achievements. On the heels of his gold medal performance, he was asked about past sexual harassment allegations. Those allegations, and his responses, kept him in the limelight online in the days after his win.\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["golds", "games", "madrazo", "online", "gold", "kim", "york", "medal", "won", "facebook", "olympics", "white", "competition", "olympic"], "polarity": 0.13100495322405437, "subjectivity": 0.41352700358318306},
{"title": "\n                    Canada’s Curling Is Crumbling! Or Something Like That.                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/canada-curling-no-medals.html", "text": "Yet after the Canadian men’s and women’s teams filled the past 10 days with light draws (curling talk for a bad shot), stones that flashed the house (curling talk for a different type of bad shot) and losses to teams like South Korea, Denmark and — perhaps worst of all — the United States, that gold in mixed doubles probably doesn’t look so shabby.\n\nPhoto\n\nIt should be noted that Canada is a curling powerhouse. Historically speaking, it is a nation of broom-wielding, rock-shoving wizards. Their Olympic trials are the most competitive curling competition on the planet. Plus, the sport is played on ice, and Canada is pretty good at stuff that involves ice.\n\nEntering these Games, Canadians had never gone without a medal in any curling event since the sport made its debut at the 1998 Winter Olympics. They were 10 for 10, a stretch of dominance that included the last three gold medals in the men’s competition.\n\nSo to do what they did here (or didn’t do here) would be comparable to the United States men’s and women’s basketball teams failing to win a medal at the Summer Olympics. But just as basketball has become a global sport, with improved competition from countries like Spain and Serbia, curling has benefited from increased popularity around the world.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nConsider the success of the South Korean women’s curling team at these Olympics — and the effect its surprisingly strong showing here will have on the continued growth of the game in Asia. On Friday, the South Koreans defeated Japan, 8-7, in a semifinal thriller to advance to Sunday’s gold medal final against Sweden.\n\n“It’s overplayed that Canada is a favorite,” the Canadian curler Marc Kennedy told reporters after the team’s loss to the Americans in Thursday’s semifinals. “We come from a rich history of curling, where we won everything, and that’s not the way it is anymore.”\n\nHe added: “Anyone that’s been watching the grand slams of curling, we’ve got European teams winning all the time. They spend nine months of the year in Canada training and learning our strategies and using our coaching and using our ice. So this is the new normal. People need to get used to it.”\n\nEven if that takes some time.", "keywords": ["crumbling", "womens", "mens", "gold", "canadas", "sport", "south", "curling", "canada", "medal", "olympics", "teams"], "polarity": 0.11488587170405352, "subjectivity": 0.4932342909615637},
{"title": "\n                    Olympic Cross-Country Skiers Eat 8,000 Calories a Day. It’s Exhausting.                ", "url": "https://www.nytimes.com/2018/02/23/sports/olympics/cross-country-skiing-food.html", "text": "A typical elite cross-country skier will burn about 30 calories a minute during training — by comparison, a 155-pound person on an elliptical machine burns about 11 calories a minute.\n\nResearch has shown that a typical male elite cross-country skier must consume 7,000 to 8,000 calories a day — more than three times the caloric needs of an average male — to meet the energy demands of the sport. Female elite skiers must eat about 3,500 to 4,000 calories a day — about double the calories consumed by the average woman. (A Swedish study found that during the hardest training days it can reach 8,126 for men and 4,780 for women — about double the calorie needs of Kenyan marathon runners.)\n\nWhat does it take to consume 8,000 calories — the equivalent of about 20 plates of lasagna or 40 scoops of ice cream — every day?\n\nPhoto\n\nFor cross-country skiers, who often have slim builds and limited stomach capacity, it means eating several times a day, and often planning their schedules around their constant meals. Many have tricks to help them fuel — they eat mashed foods, high-calorie bars, calorie-laden sports drinks; they carry backpacks full of beef jerky and almonds, and they always take dessert.\n\n“I’m laughing about it and at myself because it feels normal,” said Caitlin Patterson, 28, an American skier who finished 34th out of 62 in the 15-kilometer women’s skiathlon. “It is something we think about a lot of the time,” she said, as she snacked on beef jerky after a workout at the Olympic cross-country center. “It’s an important part of your job because fueling is so important for your physical performance.”\n\nPatterson, who is 5-foot-9 and about 132 pounds, estimates she takes in up to 3,500 calories a day depending on her training level. Fueling starts with a breakfast of two eggs fried in butter topped with melted Vermont Cheddar, plus two pieces of toast with jam and no guilt. “It’s a good combination of the nutrients that I need to get through the training,” she said.\n\nAfter morning training she quickly eats about 300 calories in snacks — beef jerky, almonds, a few Fig Newtons and maybe an orange. She eats lunch when she gets home. A big salad with maple-mustard dressing, a grilled cheese sandwich or quesadillas, followed by a cookie or a bowl of Ben and Jerry’s milk and cookies ice cream. After a few hours rest, it’s time to start thinking about eating again for her afternoon training.\n\nAdvertisement Continue reading the main story\n\nDr. Ola Ronsen, chief medical officer for the Norwegian Ski Federation, said that on many days the athletes simply cannot eat enough. Research has shown some may fall as much as 1,000 calories short of their body’s daily needs. As a result, it is important that they keep up the same eating routine on their days off to make up the deficit.\n\nThe problem, said Ronsen, is that many athletes feel full before they have entirely replaced the energy loss of training. “When you train you take a lot of energy from the muscles,” he said. “But when you are replacing that, you’re using your stomach and gut to process the food before it’s brought back via circulation to your muscles. You’ve filled up your stomach, but feeling full is not always a reliable signal that it’s enough for the muscles to replace the glycogen.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMoeller says that eating is such a big part of his day that it can sometimes interfere with family time with his sons, ages 6 and 8. “My kids do say, ‘Do you have to eat again? Now?’” he said. “When you have to go out with the kids, I often say, ‘We have to wait. I have to eat.’”\n\nMoeller, who is six feet tall and about 176 pounds, says he trains four to five hours a day and takes in about 8,000 calories a day, following a rigorous eating schedule to get it all into his body. In addition to eating a large breakfast (fried eggs, oatmeal and white beans), lunch (pasta with meat sauce, pan-fried fish and salad) and dinner (double servings of whatever his family is eating), he eats two smaller pre-training meals, two small recovery meals and a small extra meal before bedtime (any combination of oatmeal, bread, cheese, ham, honey, sports drinks and sometimes cheesecake or chocolate cake or a doughnut if he wants it.)\n\nThis summer, Moeller adjusted his diet to eliminate sugar and focus on only so-called “healthful’ foods. “I lost a little weight but I was not skiing faster — I was skiing slower,” he said.\n\nPhoto\n\nHe decided to go back to eating whatever and whenever he felt like. “When you have to eat a lot, you have to eat the stuff you like to eat,” he said. “It’s not eating cake all the time of course. You need to eat all the healthy stuff. But it’s not good to say this is something I can’t eat. If you want a doughnut or a Coke, you get a lot of calories like that and you recover much faster. It’s better than eating less.”\n\nDuring weeks of strenuous training during the season, the athletes are pushing so hard that their bodies begin to release hormones that suppress appetite, making it an even bigger challenge to get the necessary nutrients. “If you come to a point where the training is so hard your desire to eat goes down, that’s a critical balance,” Ronsen said. “It’s a delicate situation. You really have to force yourself to eat even though you don’t feel like you are hungry anymore.”\n\nSusie Parker-Simmons, a senior nutritionist for the United States Olympic Committee, says that meeting the calorie demands of the sport can be especially challenging for women, who can lose their menstrual cycle and bone mineral density if their eating falls behind. “It’s just so hard to get that amount of calories in,” she said. During a team event in Switzerland, she worked with the athletes to help them fuel, recommending that they take in calorie-dense foods right after training like sports drinks and gels, Clif bars, smoothies and peanut butter and jelly sandwiches.\n\n“They said, ‘If you come look after us we’ll just eat or drink what you give us,’” she said of the American skiers\n\nAdvertisement Continue reading the main story\n\nLinda Bakkman, a sports nutritionist with the Swedish Olympic Committee, said that even Olympic athletes must contend with cultural biases around eating high-calorie foods. “You can’t meet the energy requirement of being a cross-country skier with salad,” she said. “There is an educational challenge.”\n\nThe Swedish cross-country skier Daniel Rickardsson, 35, who won Bronze in the 15-kilometer event in Sochi in 2014 and who will compete in the grueling 50 kilometer on Saturday, said that fuel is a constant need. During a race, which can last a few hours, he needs to consume about 100 grams of carbohydrates every 15 to 20 minutes. A crew member hands him a high-concentrate sports drink at regular intervals on the course.\n\nIt helps that he spends time with teammates who also eat three regular meals each day (porridge, cheese and meat sandwiches, quinoa, tuna, chicken, vegetables) plus six small meals including one before bedtime (high-protein yogurt, banana, eggs, cheese sandwiches.)\n\n“It’s breakfast, training, lunch, rest, eating, training, eating and rest and eating,” Rickardsson said. “It’s what we do.”\n\nFor Moeller of Denmark, who finished about six minutes behind the winner in the men’s 15-kilometer freestyle cross-country event, Pyeongchang is likely to be his last international competition, although he still plans to continue skiing and to run marathons. “But I’m looking forward to relaxing and not training so much,” he said. “And I’ll eat a lot less.”", "keywords": ["exhausting", "calories", "training", "day", "eating", "crosscountry", "8000", "skier", "meals", "skiers", "athletes", "lot", "eat", "olympic"], "polarity": 0.05209144110659261, "subjectivity": 0.35990300384239804},
{"title": "\n                    Ivanka Trump, in South Korea, Calls for Pressure on the North                ", "url": "https://www.nytimes.com/2018/02/23/world/asia/ivanka-trump-south-korea.html", "text": "At the opening ceremony of the Games, the surprise visit by Kim Yo-jong, sister of the North Korean leader created something of a sensation in the South, overshadowing Vice President Mike Pence’s trip at the same time. Ms. Kim met with Mr. Moon and delivered a surprise offer: her brother’s invitation to visit the North for a summit meeting.\n\nDespite South Korean hopes that Ms. Kim and Mr. Pence would use the Games as an opportunity for their own diplomacy, the two ignored each other in Mr. Moon’s V.I.P. box at the ceremony, where they sat just feet apart. South Korean officials arranged a later meeting between the two, American officials said, but the North Koreans pulled out at the last minute.\n\nPhoto\n\nWith Ms. Kim having seized the media spotlight as the first immediate member of the North’s ruling family to set foot in South Korea, Ms. Trump’s visit is expected to restore some luster to the American side of the unspoken propaganda contest.\n\nMr. Moon drew laughter at the dinner by saying that whenever he was on the phone with Mr. Trump, the president always asked whether ticket sales for the Olympics were high. Mr. Moon then stressed the importance of easing tensions on the peninsula, thanking “President Trump’s strong support for inter-Korean dialogue.”\n\n“North Korea’s participation in the Winter Olympic Games has served as an opportunity for us to engage in active discussions between the two Koreas, and this has led to lowering of tensions on the peninsula,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Trump said she was in South Korea to “reaffirm our bonds of friendship and partnership” but also “to reaffirm our commitment to our maximum-pressure campaign to ensure that the Korean Peninsula is denuclearized,” according to a media pool report.\n\nThe local news media has already been touting similarities between the women, calling Ms. Kim “North Korea’s Ivanka” because of the influence the two are purported to have over the heads of state in their respective families.\n\nSouth Korean officials are intent on not seeing a repeat of the tense standoff between Ms. Kim and Mr. Pence at the opening ceremony, and have said they do not intend to arrange a meeting between Ms. Trump and the North Korean delegation.\n\nOne obstacle is that the North’s delegation is headed by Kim Yong-chol, a former spy chief who is widely blamed in the South for the 2010 sinking of a South Korean warship and some of the North’s alleged hacking attacks in recent years. Mr. Kim has been on a United States sanctions list since 2010.\n\nAdvertisement Continue reading the main story\n\nUnited States officials said that Ms. Trump would not meet with any North Korean defectors during her visit, as Mr. Pence did in an attempt to draw attention to the North Korean government’s many human rights abuses.", "keywords": ["korea", "mr", "officials", "korean", "ms", "president", "kim", "visit", "trump", "pressure", "north", "ivanka", "south", "calls"], "polarity": 0.06716233766233766, "subjectivity": 0.2831839826839826},
{"title": "\n                    When Skating Fans Toss Bears and Bouquets, the ‘Flower Kids’ Clean Up                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/figure-skating-flower-kids.html", "text": "GANGNEUNG, South Korea — A group of young skaters have wowed the crowds here with their speed and agility on the ice at the Olympic figure skating venue. But they aren’t competing.\n\nThe skaters stealing the show are known as the flower kids, a team of 17 purple-clad South Korean children in charge of collecting the hundreds of toys, bouquets and other items that the crowds toss from the stands to their favorite Olympic figure skaters on the ice.\n\nThe mostly female crew (there is only one boy) was recruited from competitive ice skating programs around South Korea. The flower kids, also called sweepers, stand out not only for their matching lavender outfits — color coordinated with the rink’s purple Zambonis — but also for their quickness and skill navigating the ice. During competitions, the sweepers sit in a group at the edge of the rink, clapping to the music and cheering the athletes. As soon as a figure skater finishes a routine, the sweepers zip onto the ice, scoop up any items tossed by fans and quickly race back to the edge, where the items are bagged for the skater.\n\nThe job can be tricky. On Wednesday during the women’s short program, a flower girl racing off the ice had to dodge the American skater Mirai Nagasu, who was warming up but had stopped suddenly to check her skate boot. The men’s competition was particularly challenging this year, as fans of the Japanese gold medalist Yuzuru Hanyu threw hundreds of Winnie the Pooh plush toys to the ice. With less than three minutes between skaters to collect the torrent of toys, the sweepers could barely keep up, grabbing bears and stuffing them into several large plastic bags as more toys rained down on them.\n\nOne flower girl, Chaeju Yeon, 11, was hit by a flying Pooh toy hurled from the stands. “I just laughed,” she said through an interpreter. “It’s fun to pick up the presents.”\n\nAdvertisement Continue reading the main story\n\nSurin Lee, 12, said she once slipped and fell after hitting a patch of uneven ice while collecting toys. Such mishaps are worth it to see her favorite athletes, like the American skater Nathan Chen, up close, she said.", "keywords": ["toss", "kids", "skating", "figure", "bears", "clean", "bouquets", "flower", "fans", "ice", "skaters", "sweepers", "skater", "items", "stands", "south", "toys"], "polarity": 0.13026161081716633, "subjectivity": 0.3762639623750734},
{"title": "\n                    Enough. Give Russia Its Flag Back, Then Make Real Changes.                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/russia-flag-doping.html", "text": "What the organization needs is a tangible plan that could once and for all take antidoping responsibilities away from nations like Russia — but not only Russia — that in so many cases have shown a predisposition toward looking the other way on doping, especially when it comes to their own athletes. It needs to create an independent worldwide antidoping task force, with enough financing behind it to make it work.\n\nThe I.O.C. will have to demand that all national Olympic committees and sports federations pitch in, but it needs to reach deeper into its own pockets, too. NBC Universal has committed nearly $8 billion for the media rights for the Games from 2021 through 2032. That’s a lot of money for the I.O.C. to throw around, and right now seems like the right time to throw a lot more of it at antidoping.\n\nAhead of these Winter Games, the I.O.C. talked a big talk to clean up Olympic sports, yet allowed Russia to send one of the largest contingents to these Games, and then approved a “neutral” uniform with the word “Russia” on it.\n\nSo what’s the sense in letting the I.O.C. pretend to be a hard-liner on doping now that the Games are almost done by keeping the Russian flag out of the closing ceremony? The fact that it’s even considering reinstatement, or the laughable partial reinstatement options, shows it still isn’t serious about punishing nations that cheat to win.\n\nRussians won 13 medals through the first 13 days of the Games. None were gold, though that is likely to change when the women’s figure skating is decided Friday morning here. But the Russians were awarded four silvers and nine bronzes, and that’s still something.\n\nPhoto\n\nBut you can’t help but wonder, given Russia’s history, if some of the athletes who finished behind them were robbed again. We know at least two Norwegians who’ve already had their medal moment stolen.\n\nThey blame Alexander Krushelnytsky, a Russian curler. When Krushelnytsky, a bronze medalist in mixed doubles curling, tested positive here for the banned drug meldonium, he at first denied taking the drug. Russian officials claimed sabotage, an unoriginal excuse. Elite athletes here keep close tabs on what they eat and drink, and they don’t leave their water bottles just anywhere.\n\nAdvertisement Continue reading the main story\n\n“I think having a Russian that has tested positive is not a good thing,” said Angela Ruggiero, the chairwoman of the I.O.C.’s athletes’ commission and a four-time Olympian in hockey. “Obviously we don’t want any athletes testing positive, but in this particular situation, where they’re under a microscope, it does raise questions.”\n\nOn Thursday, Krushelnytsky stopped fighting his case and abandoned his appeal. He and his teammate will lose their bronze medals, dropping Russia to just 12 medals won here. And while the Norwegians who finished fourth will get those bronzes, they said this week that they still felt “robbed of their moment of glory.”\n\nSo after a positive drug test, why is the I.O.C. even debating whether Russia should march under its flag on Sunday? Sam Edney, a Canadian luger, said the Russian curler’s doping positive should guarantee that the Russian flag never waves inside the stadium. He has reason to be annoyed.\n\nEdney was part of a team that finished fourth in Sochi, while a Russian team won silver. The Russian squad was later stripped of the medal for doping, meaning Edney and the Canadians would move up to bronze. But then the silver medal was reinstated just before these Games after the Russians won an appeal.\n\nEdney’s roller coaster is one no athlete should be forced to ride. The I.O.C., he wrote on Twitter, “needs to make a statement that enough is enough.”\n\nThe Russians celebrated in Sochi, and they will celebrate here, too. They have been waving their flag in the stands and painting “Russia” on their faces.\n\nRussian journalists showed up at figure skating this week wearing T-shirts that said, “I Don’t Do Doping,” even as the evidence clearly showed that, actually, Russians did “do doping.” Again.\n\nMaybe they should let the whole Russian team wear those shirts on Sunday. Let them march in their Russian uniforms behind a Russian flag held high.\n\nIt would be a perfect symbol of how much the I.O.C. seems to value clean sport.", "keywords": ["real", "flag", "games", "russia", "changes", "ioc", "won", "russians", "athletes", "russian", "positive", "doping"], "polarity": 0.0696327006327006, "subjectivity": 0.3964928404928405},
{"title": "\n                    No Podium Sweep, but David Wise Repeats as Freestyle Ski Halfpipe Champion                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/david-wise-freestyle-ski-halfpipe.html", "text": "Wise chalked that up to the nature of the sport, in which each run can demand more awe as skiers execute complicated spins and switchbacks in an effort to top one another’s tricks.\n\nHe acknowledged that there was a lot of hype heading into the event, but the team sought to keep it out of their heads on their runs.\n\n“Sharing the top two steps of that podium with Alex is amazing,” he said. “The reality is the other guys had the opportunity. Aaron Blunck had the opportunity. Torin Yater-Wallace had the opportunity to take that spot away from Nico, and they didn’t do it. So I’m excited for skiing to look as good as it did today.”\n\nTheir 1-2 finish certainly gave a jolt to the United States’ medal count, which through Thursday’s events stood at 21 medals over all and eight gold. With just a few days left of competition, the Americans seemed on pace to lag behind Sochi’s disappointing total of 28 medals, nine of them gold.\n\nStill, five of the United States’ eight golds have come in halfpipe or slopestyle events. In total, snowboard and freestyle skiing accounts for 10 of the United States’ 21 medals.\n\n“Halfpipe really caters to creativity,” Wise said. “It caters to doing things sort of differently than anybody else does. I think as Americans we have rebel in our blood.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWise used three different pairs of skis because he had binding problems on the first two runs, leading to wipeouts. He scored 17 on the first and 6.4 on the second before performing a near-perfect run on the third for a 97.20. He landed double corks in all four directions: front left, front right, switch backward left and switch right, which basically means he spun ridiculously high and twirled in nerve-racking succession off the halfpipe banks as if he were on a frosty trampoline.\n\nAdvertisement Continue reading the main story\n\nFerreira had a 96.4, and Porteous a 94.8 after trying a succession of moves he said he had never done before.\n\n“Because you’re at the Olympics, you just go for it,” Porteous said.\n\nHe took note of the American skiers and the hype about them completely dominating the event.\n\n“It would have been cool to see the U.S.A. sweep, but I’m a really proud Kiwi right now,” he said.\n\nYater-Wallace, who overcame a hard-luck string of injury and illness to make the team, finished ninth, with a score no higher than a 65.2.\n\n“It was a fight; it’s always a fight,” he said.\n\nWise said he drew strength from watching other skiers’ runs.\n\n“It gave me a little bit of a boost,” he said. “I was able to to say, Hey, Alex has already crushed it. Torin has already crushed it. Aaron Blunck has already done an amazing run. Nico, coming out of the gate and landing something he has never done before. Freeski won.”", "keywords": ["champion", "sweep", "ski", "podium", "david", "united", "opportunity", "left", "run", "repeats", "right", "olympics", "newsletter", "halfpipe", "wise", "skiers", "events", "freestyle", "states"], "polarity": 0.181038764266037, "subjectivity": 0.46786225895316796},
{"title": "\n                    Russian Curler Drops Doping Appeal Ahead of Decision on Closing Ceremony                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/alexander-krushelnytsky-russia-doping-curling.html", "text": "Levitin declined to comment when asked about the meeting with Bach.\n\nThe I.O.C. said in December, when it announced a series of penalties against Russia, that it would consider lifting the suspension for Sunday’s closing ceremony, should Russia act within the “spirit and letter” of its conditions, which included paying a $15 million fine and making a commitment to adhere to the global antidoping code.\n\nRussia has resisted paying the fine, with officials there saying it would only be made should there be guarantees of no further sanctions against Russia.\n\nThe I.O.C. sought to play down the significance of the meeting between Levitin and Bach. Its chief spokesman, Mark Adams, describing the visit as nothing more than “a four-minute birthday meeting” for Levitin, 66, who remains close to Putin and has been discussed as a possible candidate to replace Vitaly Mutko as deputy prime minister. Mutko has been barred for life from the Olympics over his purported links to the doping program.\n\n“It was four minutes,” Adams said to reporters about the meeting between Levitin and Bach. “He wished him happy birthday. They may have talked about something else in that four minutes, but I really don’t know. Let’s wait and see.”\n\nThe possible significance of the meeting was outlined in a Facebook post by a Russian sports agent, Andrei Mitkov, who has represented athletes including the Olympic swimmer Yulia Efimova, who was caught doping in the past but was controversially allowed to appear at the Rio Games in 2016. Mitkov conjectured that in the post that Bach and Levitin discussed the rehabilitation of the Russian Olympic Committee and “the passage of our athletes at the closing ceremony of the Olympic Games.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExactly how Russia could be welcomed back remains murky, however. A three-person panel led by a delegate from Aruba will make recommendations to the I.O.C.’s executive board, which will make a decision that could even include a partial lifting of the sanctions against Russia.\n\nAdvertisement Continue reading the main story\n\nNicole Hoevertsz, the I.O.C. executive board member leading that panel, said that the group is not “excluding any options.”\n\n“We have not reached a final decision yet, we are reaching that moment,” Hoevertsz told reporters in Pyeongchang on Thursday. “We are looking for the best interests of the I.O.C. and everyone involved.”\n\nThe closing ceremony is different from the opening ceremony, where athletes from individual countries march behind a designated flag-bearer. On Sunday, the flag-bearers will march behind one another, before the remaining athletes enter the stadium in mixed groups.\n\nSome athletes who are frustrated by the I.O.C.’s handling of the Russia affair have privately discussed avoiding the closing ceremony should the suspension be lifted. Angela Ruggiero, the departing president of the I.O.C.’s Athletes Commission, on Thursday issued a reminder about Rule 50, a clause in the Olympic Charter prohibiting athletes from using the Games “as a platform for protests, demonstrations or the promotion of political, religious or racial propaganda.”\n\nStill, the I.O.C. allowed a joint Korean team to march at the Games in an effort to build peace between North and South Korea, two nations that are technically still at war.", "keywords": ["curler", "decision", "appeal", "ahead", "meeting", "russia", "levitin", "olympics", "newsletter", "olympic", "ioc", "ceremony", "athletes", "russian", "drops", "doping", "closing"], "polarity": 0.11197515221905464, "subjectivity": 0.3996603667335376},
{"title": "\n                    Anna Gasser of Austria Wins Gold in Women’s Big Air                ", "url": "https://www.nytimes.com/interactive/2018/02/22/sports/olympics/anna-gasser-big-air.html", "text": "In her second run, Gasser performed a backside double cork 1080. Composite image by Bedel Saget and K.K. Rebecca Lai/The New York Times\n\nPYEONGCHANG, South Korea — Anna Gasser stood at the top of the 160-foot ramp knowing she had already won at least a silver medal in the Olympics’ inaugural big air snowboarding competition.\n\nShe also knew that, to win gold, she’d have to nail her hardest trick, a cab double cork 1080. The American Jamie Anderson, who is Gasser’s chief rival and had beaten her earlier in the Games in the slopestyle event, was sitting in first place after two solid jumps.\n\nAfter Gasser snapped her boots into the board, television cameras caught the slightest smirk before she pulled a scarf over her face and launched herself down the ramp. She was definitely going for gold.\n\nTEXT\n\nFor her final run, Gasser performed a cab double cork 1080. Composite image by Bedel Saget and Jasmine C. Lee/The New York Times\n\nGasser flipped twice and spun three times before landing cleanly. Her gold-medal celebration began even before the judges put up her score of 96, the highest of the day.\n\n“I wasn’t sure, should I keep it safe, should I just do that trick again and get a better score, or should I risk it?” Gasser said. “But I watched the girls and everyone was so good, so I was like, ‘O.K., I'm going to try to do this trick,’ and I was so happy when I landed it.\"\n\nFamily and fans of Anna Gasser of Austria celebrate her win in the women's big air snowboarding final on Thursday. Hilary Swift for The New York Times\n\nAnderson took an early lead by pulling a frontside 1080 on her first jump, good enough for a score of 90. Gasser played it safe in the first round, but got more aggressive in the second with a backside double cork 1080. She didn’t quite nail it, and was given a score of 89 for a two-run total of 174.5, meaning she would have to pull something big in the final run to catch Anderson, who had a score of 177.25.\n\nBig air medals are determined by combining a snowboarder's top two scores from three runs.\n\nAnderson, perhaps knowing that Gasser would go for big points on her final jump, went for a cab double cork 1080 — a trick she had been working on here in Korea — in the third round. She went a little too big and dropped the landing, however, opening the door for Gasser’s dramatic finish.\n\n“I chose to kind of play it a little bit safe and put two down and then hope to land it on my third run, which unfortunately didn’t work out,” Anderson said.", "keywords": ["trick", "womens", "anna", "1080", "gold", "air", "big", "run", "final", "gasser", "cork", "double", "score", "wins", "york", "austria"], "polarity": 0.1376127344877345, "subjectivity": 0.4103625541125542},
{"title": "\n                    Former Spymaster to Lead North Korea’s Olympic Ceremony Delegation                ", "url": "https://www.nytimes.com/2018/02/22/world/asia/north-korea-south-olympics.html", "text": "The North Koreans’ presence at the closing ceremony raises the possibility of a chance encounter between the North’s delegation and Ms. Trump. Mr. Pence and Ms. Kim sat just feet apart in a V.I.P. box at the opening ceremony but they did not acknowledge one another, their frosty attitudes symbolic of the hostile relations between their countries.\n\nKim Yong-chol, a former head of the North’s main intelligence agency, now leads a Workers’ Party department in charge of relations with South Korea. He was widely believed to have helped engineer the sinking of a South Korean naval ship in 2010, which killed 46 sailors.\n\nPhoto\n\nMr. Kim had been on sanctions lists in both South Korea and the United States for his alleged involvement in the North’s military provocations and nuclear weapons development. South Korea is talking with Washington to clear Mr. Kim’s trip to the Olympics, said Noh Kyu-duk, a spokesman for the South Korean foreign ministry.\n\nStill, the South Korean government said on Thursday that it would allow Mr. Kim to lead the delegation across the border.\n\n“We expect the high-level delegation’s participation in the closing ceremony of the Pyeongchang Winter Olympics to help advance the process of settling peace on the Korean Peninsula including the improvement of inter-Korean relations and denuclearization,” the Unification Ministry, a South Korean government agency, said in a statement. “Against this backdrop, from this standpoint, we will accept the visit of North Korea’s high-level delegation to the South.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlthough he is a longtime advocate for dialogue, President Moon has not yet decided whether he would meet with Kim Jong-un. He said he would meet the North Korean leader only if he was assured that their meeting could produce progress in helping end North Korea’s nuclear weapons programs.\n\nKim Yong-chol, who will lead Sunday’s delegation, is expected to meet with Mr. Moon to discuss the details of a potential summit meeting.\n\nUntil now, North Korea has refused to discuss its pursuit of nuclear weapons with the South, insisting that it was an issue between Pyongyang and the United States.\n\nAdvertisement Continue reading the main story\n\nMr. Moon is also eager to persuade the United State and North Korea to talk to each other to defuse tensions over the North’s nuclear weapons and missile programs. So far, neither the United States nor North Korea have expressed much interest in dialogue.\n\nKim Yong-chol is a familiar figure to South Korean negotiators. In 2014, Mr. Kim, who is also a military general, led a delegation to discuss ending hostilities after North and South Korean soldiers exchanged fire across the border.\n\nIn 2010, when two North Korean agents were caught in the South while on a mission to assassinate a high-ranking defector from the North, they said they were dispatched by Mr. Kim’s General Bureau of Reconnaissance, the North’s main spy agency, South Korean officials said. The spies told South Korean authorities that Mr. Kim personally assigned them to the assassination mission, throwing them a dinner party before they left for the South.", "keywords": ["korea", "ceremony", "mr", "koreas", "weapons", "korean", "lead", "united", "kim", "north", "delegation", "norths", "spymaster", "south", "olympic"], "polarity": 0.04557023436333781, "subjectivity": 0.34214434990297066},
{"title": "\n                    Go Kazakhstan! Go Japan! It Doesn’t Matter to Flag-Waving Skating Fans.                ", "url": "https://www.nytimes.com/2018/02/22/sports/olympics/figure-skating-fan-flags.html", "text": "In the hothouse of Olympic competition, where national identity plays an integral role in fandom, ice skating enthusiasts often present a more global front.\n\nJapanese fans, who are among the sport’s most passionate followers at a time when its popularity is falling in the United States and much of Europe and rising in Asia, are particularly known for their egalitarian flag-waving. They often show up to competitions bearing flags from several countries so that every skater will feel a little love.\n\nAkiko Tamura, a Japanese freelance writer who follows skating, said that Japanese audiences genuinely want to see all skaters succeed.\n\n“Good sportsmanship is also highly valued in Japan,” Ms. Tamura said. “So that spirit is always there and I think that it’s extended to the fans.”\n\nWakako Yuki, a senior writer for the Yomiuri Shimbun in Tokyo who has covered 13 Olympics, said the practice most likely started when Japan played host to figure skating competitions and fans wanted to make athletes from other countries feel welcome.\n\nAt a news conference after the short program on Wednesday, Osmond, the Canadian skater, said she appreciated seeing her country’s flag.\n\n“It is always exciting to go out onto the ice and see the Canadian flag lifted as many times as possible,” Osmond said. “It is a very global sport and there are athletes from everywhere. And it is great to see the support for everyone and it makes me feel a lot better on the ice.”\n\nAdvertisement Continue reading the main story\n\nOf course, the fact that so many Japanese fans attend means that even without formal cheering squads like those from North Korea or Russia, Japan’s flag tends to blanket the arena when Japanese skaters perform.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYuzuru Hanyu, the Japanese gold medalist in men’s figure skating, drew especially fervent fans who not only waved the flag of Japan but also showered him with stuffed Winnie the Poohs, his favorite good-luck charm.\n\nBut his fans also showed support for his rivals. “I think it’s a wonderful practice,” said Sakae Oikawa, 52, a local government worker from Saitama, a suburb of Tokyo, who was in the audience for the men’s skating competitions.\n\nShe is a fan of Hanyu but also likes Adam Rippon and Nathan Chen, who are from the United States. She brought a total of eight flags to the final competition, including those from Spain, Israel and China. She even learned the Russian word — “davai” — for “let’s do it!” so that she could shout it for Dmitri Aliev and Mikhail Kolyada.\n\nSouth Korean fans, as hosts of the Winter Olympics, have also been showing support for athletes from other countries.\n\nHigh up in the stands on Wednesday was a group of 70 people waving Kazakh flags, their exuberant cheering rivaling the loud contingent of Russian fans.\n\nBut it turned out that they were all South Koreans, many from an exhibit-planning company in Seoul, the capital, who wanted to show support for skaters from the country that had given the company a contract to design a pavilion at the 2017 Astana Expo in Kazakhstan.\n\nHa Yun-sung, 45, a manager at the company, Sigong Tech, said he ordered about 70 small Kazakh flags and took 30 co-workers to the competition. He handed out the rest of the flags to random spectators, who waved them for the skaters Aiza Mambekova and Elizabet Tursynbaeva, who placed 15th in the short program and will compete again on Friday in the free skate.\n\n“For countries like the United States, many people already know them,” Mr. Ha said. “But not many people know Kazakhstan, so we wanted to give some strength to them.”", "keywords": ["skating", "doesnt", "matter", "japanese", "united", "flagwaving", "olympics", "fans", "kazakhstan", "support", "skaters", "flags", "wanted", "japan", "states"], "polarity": 0.18114873222016084, "subjectivity": 0.44262729334157913},
{"title": "\n                    U.S. Women Break Canada’s Grip on Hockey Gold                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/usa-womens-hockey-canada.html", "text": "GANGNEUNG, South Korea — It happens every four years. The United States and Canada play for Olympic gold in women’s hockey, and the game usually goes down to the wire.\n\nThis one did that and more. Jocelyne Lamoureux-Davidson scored the game-winning goal in a shootout on Thursday to give the United States a 3-2 victory against Canada, the four-time defending Olympic champion.\n\nDown a goal with seven minutes to play, the United States got an equalizer from Lamoureux-Davidson’s sister, Monique Lamoureux-Morando, and matched Canada through overtime, even staving off a power play through the last 95 seconds.\n\nThen it was on to a shootout, which also went into overtime, after both teams netted two of their first five chances. In the first extra round, Lamoureux-Davidson scored first against Canada goaltender Shannon Szabados. A minute later, United States goaltender Maddie Rooney stopped a shot by Meghan Agosta of Canada to give the American women their first gold medal since 1998, when women’s hockey made its debut as an Olympic sport.", "keywords": ["grip", "overtime", "womens", "women", "gold", "hockey", "canadas", "united", "shootout", "canada", "scored", "play", "olympic", "lamoureuxdavidson", "states", "break"], "polarity": 0.024206349206349204, "subjectivity": 0.25912698412698415},
{"title": "\n                    An Envoy Who Can Rival ‘North Korea’s Ivanka’                ", "url": "https://www.nytimes.com/2018/02/21/us/politics/ivanka-trump-south-korea-pence.html", "text": "While Mr. Pence met with North Korean defectors and condemned Mr. Kim for human rights abuses, officials said Ms. Trump would keep her focus on reaffirming the bonds between the United States and South Korea and cheering on American athletes. “Their talent, drive, grit and spirit embodies American excellence,” she said in a statement on Wednesday.\n\nOn Friday evening, Ms. Trump, 36, is scheduled to have dinner with South Korea’s president, Moon Jae-in, who tried desperately to broker a meeting between Mr. Pence and the North Korean delegation. There are no plans for Ms. Trump to meet with anyone from North Korea during her three-day visit, though an official declined to rule out the possibility.\n\nMs. Trump will travel with the White House press secretary, Sarah Huckabee Sanders, and Allison Hooker, a National Security Council official who specializes in Korean affairs, among others. The council has briefed Ms. Trump about the political situation on the Korean Peninsula, according to officials.\n\nAdministration officials said she was fully prepared to discuss Mr. Trump’s “maximum pressure” policy with Mr. Moon, the South Korean news media or with North Korean officials, should she run into any.\n\nSimply by virtue of her age and background, Ms. Trump will project a more accessible image than Mr. Pence, 58. He arrived with a directive from Mr. Trump to blunt the propaganda campaign of North Korea, which has used the Olympics as a kind of olive branch to the South.\n\nWhile the president authorized Mr. Pence to meet with the North Koreans, he insisted that any meeting be held privately, away from cameras, and that Mr. Pence deliver the same harsh message in private that he delivered in public.\n\nMr. Pence reinforced his hard-line image by remaining seated during the opening ceremony when the audience stood for the unified Korean Olympic team. He ignored Ms. Kim and another top North Korean official, Kim Yong-nam, who were seated behind him in Mr. Moon’s box.\n\nAdvertisement Continue reading the main story\n\nAmerican officials said they believed these gestures — on top of Mr. Pence’s threat of new sanctions against the North, which Mr. Pence delivered in Japan, on his way to South Korea — caused the North Koreans to rethink the meeting with the vice president.\n\nAdministration officials said they were pleased with Mr. Pence’s unyielding approach. Some noted that the South Koreans did not help the atmosphere by thrusting Mr. Pence into situations for which he was not prepared — like seating him so close to Ms. Kim at the opening ceremony.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStill, his reviews in South Korea were poor, and the canceled meeting was a particular disappointment to Mr. Moon, whose strategy of engaging North Korea is putting him increasingly at odds with the White House, and its maximum pressure campaign.\n\nTo the extent that North Korea and the United States are engaged in a contest for the affections of the South Korean president, some analysts felt Mr. Pence’s trip was a missed opportunity.\n\n“I don’t think the Pence trip was a failure, but it reaffirmed how tough and inflexible the U.S. position is,” said Evan S. Medeiros, a former Asia adviser to President Barack Obama. “It’s nice if you can put a velvet glove over the iron fist.”\n\nWhile Mr. Medeiros played down the larger implications of Ms. Trump’s visit, he said she was likely to be a hit with the South Korean public. “I can see her resonating with South Koreans,” he said.\n\nThe decision to send Ms. Trump grew out of a conversation between Mr. Trump and Mr. Moon, officials said, in which the South Korean leader pleaded with the president to send high-level delegations to the opening and closing ceremonies of the Games in Pyeongchang.\n\nMr. Trump turned down Mr. Moon’s invitation to go himself, since he had been in South Korea in November. But he agreed to consider sending a family member, like the first lady, Melania Trump, or his daughter Ivanka. Last month, officials said, the president settled on his daughter, who is also his senior adviser.\n\nIn some ways, Ms. Trump is a natural fit to attend the Winter Games. She is an avid skier, a sport she picked up from her mother, Ivana, who skied competitively for what was then Czechoslovakia. Ms. Trump, friends say, has watched the Olympics with her daughter, Arabella, taking particular interest in the super-G event.\n\nAdvertisement Continue reading the main story\n\nDuring the transition, Ms. Trump and her husband, Jared Kushner, became involved in negotiations between the International Olympic Committee and Los Angeles over that city’s bid to host the Games in 2028.\n\nIn addition to Ms. Trump and Ms. Sanders, the American delegation will include Senator James E. Risch, a Republican from Idaho who is in line to become the chairman of the Senate Foreign Relations Committee, if Senator Bob Corker of Tennessee sticks to his decision to retire.\n\nIt will also include Gen. Vincent K. Brooks, the commander of United States Forces Korea, and Shauna Rohbock, an Olympic medalist in bobsledding who serves in the National Guard.\n\nAnd for the closing ceremony, the North Koreans will have less star power than Kim Jong-un’s sister. They will instead be sending a delegation headed by Kim Yong Chol, the vice chairman of the ruling Workers Party of Korea.\n\nMs. Trump had planned to visit South Korea in November during her father’s tour of Asia and to participate in an event focused on female entrepreneurs. But she stayed home to lobby for an expansion of the child tax credit in the Republican tax bill.\n\nNow, she will be the last prominent American visitor to Pyeongchang before the Games end, and South Korea embarks on an uncertain future with the North and its ally, the United States.", "keywords": ["korea", "mr", "koreas", "officials", "korean", "ms", "president", "envoy", "trump", "north", "south", "ivanka", "rival", "pence"], "polarity": 0.05190547157760271, "subjectivity": 0.35784129349703114},
{"title": "\n                    Mother Russia Crashes the Oscars                ", "url": "https://www.nytimes.com/2018/02/21/movies/mother-russia-crashes-the-oscars.html", "text": "Bryan Fogel and the team behind the Oscar nominated-documentary “Icarus,” about Russia’s doping program for athletes, have also spent this awards season, and many, many months preceding it, looking out for Russian threats.\n\nThe subject of Mr. Fogel’s film, Dr. Grigory Rodchenkov, the former director of Russia’s antidoping lab, is in hiding in the United States after exposing a state-sponsored program that ensured that Russian athletes using banned substances would evade detection at the 2014 Sochi Olympics. While Russia has denied any such scheme, Dr. Rodchenkov’s claims were independently verified and led to the ban on Russia at the 2018 Winter Olympics.\n\nPhoto\n\nDuring the course of filming, Mr. Fogel changed the location of his production office four times, used burner phones to thwart surveillance attempts, edited the film on hard drives rather than a hackable server, and moved Dr. Rodchenkov to four different safe houses. As Dr. Rodchenkov prepared to go public with what he knew, two of his fellow Russian antidoping officials died unexpectedly within less than two weeks of each other.\n\nIn an email, James Walden, Dr. Rodchenkov’s lawyer, said his client was regularly being moved to undisclosed locations because of death threats, and Mr. Fogel said he hadn’t seen him in a year.\n\n“I worry about him, and I know that all of us who worked so hard to protect him worry,” Mr. Fogel said.\n\nRussia’s campaign against its former prized chemist continues. In recent months, the government said it would press for Dr. Rodchenkov’s extradition (though Russia has no such agreement with the United States), a top Russian Olympic official said he ought to be shot, and Mr. Putin described the whistle-blower as an idiot under American control. A defamation lawsuit was also filed against Dr. Rodchenkov this week, backed by Mikhail D. Prokhorov, the Russian oligarch who owns the Brooklyn Nets.\n\nAndrew Weiss, a Russia expert in the Clinton White House who is now with the Carnegie Endowment for International Peace, said that smear campaigns, buttressed by social media attacks, have become part of the standard operating procedure deployed by Russia against perceived enemies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Russia has a pretty good record on shaping the narrative, of creating a party line and reinforcing it from a variety of vantage points,” Mr. Weiss said.\n\nAdvertisement Continue reading the main story\n\nGiven the evidence and the Olympic ban, he was skeptical that Russia could reframe the narrative around state-sponsored doping by attacking Dr. Rodchenkov, but he said that he and his protectors were “right to be nervous”: Mr. Putin’s critics have met with sudden and violent deaths.\n\nNor was Russia’s campaign against the White Helmets a surprise, considering the country’s backing of the Syrian president, Bashar al-Assad, in the vicious and protracted civil war, said Anthony H. Cordesman, a national security analyst with the Center for Strategic and International Studies.\n\nPhoto\n\nThe White Helmets group “does serve in opposition areas and its work inherently benefits the forces that Russia opposes,” Mr. Cordesman wrote in an email.\n\nAllegations against the White Helmets have been increasing, with the Russian news site RT accusing the group of having terrorist affiliations and plotting a chemical weapons “provocation.” Such claims have been discredited by Middle East experts, among them Charles Lister, a senior fellow at the Middle East Institute, a nonpartisan think tank, who said accusations that the White Helmets were linked to ISIS or Al Qaeda were “patently absurd” and “puerile.”\n\n“RT-led disinformation campaigns on matters like this operate on another level to reality,” Mr. Lister wrote in an email. “There’s only one motivation here: to justify the indiscriminate bombing campaigns that have come to exemplify Russia and the Syrian regime’s day-to-day war.”\n\nMr. Fayyad said he had been repeatedly trolled on social media sites. After the film was shown in Davos, Switzerland, one of Google’s top articles about the screening was a hit piece on the Russian news site Sputnik, according to a screenshot taken by his team. It might be a stretch to assume that academy voters are paying much mind to Russian news sites, but Mr. Fayyad believes that detractors, in their fervor to discredit the White Helmets, are also aiming to derail his film’s Oscar chances, something he is trying to offset by sounding the alarm.\n\nMr. Fayyad is from the countryside outside Aleppo and, in March 2011, was working on another film, about the 1982 massacre in the city of Hama, when Syria’s civil uprising began. Mr. Fayyad was arrested — he was accused of spreading false news, he said — imprisoned and tortured. (His nails were ripped out, he was shackled and hung by his hands from a ceiling, and sensitive parts of his body were shocked with electricity, he said.)\n\nFor all the horrors he suffered, Mr. Fayyad was struck by his fellow prisoners’ resistance and determination to survive, and how they buoyed each other by singing songs in the lowest of voices. Nearly a year later, he emerged wanting to make a film that showed how people endured in the teeth of war, and clung to the tiniest glimmers of solace and hope.\n\n“I didn’t want to tell the story of the White Helmets; I wanted to tell the story about these people as citizens of their society,” Mr. Fayyad said. But accompanying the men on their gruesome rescue missions took a harrowing toll. “It kills something inside you,” he said. “We made a film about our nightmare.”\n\nAdvertisement Continue reading the main story\n\nWhile the film’s producer and assistant director were recently denied visas to attend the Academy Awards, Mr. Fayyad could take comfort in the fact that the White Helmets have already received the endorsement of the academy; last year, a short documentary about the group landed an Oscar. It would be something if another film about the White Helmets won, though the lighthearted “Faces Places” is currently the favorite. In the end, we will probably never know whether Russians will manage to sway academy voters. Perhaps naïvely, the Bagger’s guess is nyet.", "keywords": ["mr", "fayyad", "oscars", "mother", "russian", "film", "russia", "rodchenkov", "crashes", "helmets", "fogel", "dr", "white"], "polarity": -0.017282115474886554, "subjectivity": 0.3119657450982752},
{"title": "\n                    Has Evgenia Medvedeva Missed Her Moment, Even Before It Arrives?                ", "url": "https://www.nytimes.com/2018/02/21/sports/olympics/evgenia-medvedeva-skating.html", "text": "Photo\n\nGANGNEUNG, South Korea — What must it be like to be 18 and crowned Olympic champion in all the predictions, only to find that someone younger may be better? And what if that someone is a friend and partner you train with every day?\n\nLast fall, Evgenia Medvedeva of Russia was a consensus pick to win the women’s figure skating competition at the Winter Games. She was already a two-time world champion, undefeated in two years, increasingly graceful as an artist and technically savvy in her jumping. But skating can be a ruthless sport. And now Medvedeva’s time may have gone before it arrived.\n\nShe could still win gold on Friday, skating as Tolstoy’s tragic Anna Karenina. She sits in second place, only 1.3 points behind her training partner in Moscow, the 15-year-old Alina Zagitova. It would be premature to count Medvedeva out. But there is something awakening in Zagitova. She defeated Medvedeva last month at the European championships. In Wednesday’s short program, Medvedeva set a world record for points. Ten minutes later, Zagitova broke it.\n\nStill, Medvedeva will be a central figure at these Games, gold medal or not.\n\nIt was Medvedeva who helped to argue — successfully — in December before the International Olympic Committee that not all Russian athletes should be banned from these Games because of systematic doping orchestrated at the 2014 Winter Olympics in Sochi, Russia.\n\nAdvertisement Continue reading the main story\n\nShe laughs often and speaks comfortably with reporters in both Russian and English. Her career path was set at age 11, when Medvedeva competed for the first time at the Russian national championships. “I realized then, this is what I wanted,” she said. “I wanted to be good.”\n\nUntil Medvedeva lost to Zagitova at the European championships, she had been remarkably consistent, undefeated since November 2015. When she fell on a double axel in a competition in Moscow in October, it was such a rare and unexpected spill that Medvedeva called it a moment of “moral weakness.”\n\n“She is such a fierce competitor; I love that,” said Brian Orser, the coach of the two-time Olympic men’s champion Yuzuru Hanyu of Japan. “There’s a very youthful passion about her skating. She’ll find a little story and she embraces it and puts it out there. It’s not over the top, super-sophisticated stuff; it’s stuff for an 18-year-old.”", "keywords": ["skating", "games", "champion", "arrives", "world", "zagitova", "moment", "championships", "russian", "winter", "evgenia", "medvedeva", "missed", "olympic"], "polarity": 0.09697916666666667, "subjectivity": 0.37125},
{"title": "\n                    Francesco Risso Shares a Glimpse Into His Creative World — in Polaroids                ", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-polaroids.html", "text": "Advertisement\n\n10 Polaroids Francesco Risso Shares a Glimpse Into His Creative World — in Polaroids Marni’s creative director captures his inspirations in 10 dreamlike images.\n\nFrancesco Risso, the creative director of Marni, lists the Italian director Pier Paolo Pasolini and Disney cartoons among his many inspirations. In his two years at the Italian brand, where he arrived from Prada, he has quickly developed a signature aesthetic of playful eclecticism. His collections are bohemian, romantic and sometimes a little perverse.\n\nWhile Risso’s designs may evoke bygone eras and even childhood — as with the trailing blanket cape from his most recent men’s wear collection — they are not nostalgic. “I’m driven by a concept I call ‘retrovolution,’ ” the designer says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.” T challenged Risso to document his world and creative approach in Polaroid and the result is the 10 dreamlike images below, which the designer explains as follows:\n\n“Life is built on encounters: One way or another all of them stay with me. They are the population of my soul, of my mind, disguises of my face or of my friend’s or of my love’s. Animals in the jungle of imagination keep me company as family jewels and strike my eye when I forgot about them, about me. A child playing, an explorer discovering, a young boy listening and a man telling.”\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nRelated: A Creative Director With a Keen Sense of Play\n\nAlice Newell-Hanson is the contributing digital editor of T Magazine.\n\n\n\n\n\n\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["times", "shares", "risso", "francesco", "polaroids", "director", "credit", "glimpse", "york", "rissoimage", "view", "world", "creative"], "polarity": 0.1729343931930139, "subjectivity": 0.46602104791759974},
{"title": "\n                    A Creative Director With a Keen Sense of Play                ", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-marni.html", "text": "Francesco Risso’s childhood was straight out of a Fellini film. The fashion designer, who has been the creative director of Marni since 2016, was born near Sardinia and spent his first four years living on a wooden schooner with his parents, sailing around the Mediterranean. Next, they settled into a grand 16th-century villa in Genoa with three of Risso’s grandparents and an ever-rotating cast of glamorous houseguests from abroad. “My family was extremely eclectic,” says the 35-year-old, who, craving stability, “escaped” at 16 to study fashion at the Polimoda school in Florence before attending the Fashion Institute of Technology in New York and Central Saint Martins in London. “It was a vertigo way of life — I was always outside my comfort zone,” he says. “That forced me to be adventurous and open-minded.”\n\nIn 2008, Risso landed a job working on women’s design and special projects for Prada, where he remained for eight years. Since taking the helm from Marni’s founder, Consuelo Castiglioni, who started the label in 1994, he’s upheld the Milanese house’s reputation for explosive floral prints and prim but off-kilter silhouettes. But he has also added his own diverse aesthetic, informed by everything from Disney cartoons to 18th-century tartan hunting jackets. “I’m driven by a concept I call ‘retrovolution,’ ” he says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.”", "keywords": ["womens", "youve", "fashion", "wooden", "sense", "way", "director", "zone", "taking", "york", "keen", "rissos", "play", "working", "creative"], "polarity": 0.15380591630591633, "subjectivity": 0.4782948532948532},
{"title": "\n                    Say Aloha to Tokyo’s Rising Musicians                ", "url": "https://www.nytimes.com/2018/02/22/t-magazine/japan-musicians-yurufuwa-gang-bo-ningen.html", "text": "Advertisement\n\nIn Fashion Say Aloha to Tokyo’s Rising Musicians Five of the city’s emerging musical talents in spring’s crop of retro-inspired Hawaiian shirts.\n\nImage Louis Vuitton shirt, about $2,070, Nike pants, $90, Louis Vuitton shirt, about $1,990, and pants, about $865. Ishida’s own necklace. On Nene:shirt, about $2,070, louisvuitton.com pants, $90, nike.com . On Ishida:shirt, about $1,990, and pants, about $865. Ishida’s own necklace. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nYurufuwa Gang\n\nNene (left) and Ryugo Ishida (right), shown here in the residential district of Maruyama-cho, first met at a nightclub in 2016. Both solo musicians at the time, they quickly realized they shared a love of rap and tattoos. (The two are very well inked.) Their friendship inevitably led to the recording studio, where they made their first album as Yurufuwa Gang, “Mars Ice House,” which came out last April. Just as their look borrows from many sources — including ’50s Americana and ’80s-era hip-hop culture — their music is equally uncategorizable, moving from candyish pop to ’90s slow jams. “We don’t think a lot about what other artists are doing; we’re focused on different things,” Ishida says. The same is true when they tattoo each other. As Nene says, “We ink whatever we feel inspired to — the same way we make music.”\n\nImage Balenciaga shirt, $1,050, and pants, $730, (212) 226-2052. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nKohhei Matsuda of Bo Ningen\n\nA fixture of London’s underground music scene — where they’ve lived for the past few years — this noise-rock quartet has also found a dedicated fan base in the experimental-rock world of their native Japan. As guitarist Kohhei Matsuda, shown here in the bustling ward of Suginami, says, “Our music is a bundle of different energies.” The band is arguably most famous, though, for their superlong hair. The British artists Tim Noble and Sue Webster even created a 2011 work, “Hair,” starring the band: an animated short featuring moving silhouettes of the group. Now, the band has begun recording its new album in Los Angeles — hair and all.\n\nImage Paul Smith shirt, $295, MHL by Margaret Howell jeans, $425, Reebok sneakers, $85, Tom Wood ring, $320, Sandro shirt, $235, Versace pants, $825, Vans sneakers, $50, Paul Smith shirt, $350. N.Hoolywood pants, $295, Vans sneakers, $60. On Ichikawa:shirt, $295, paulsmith.com . What Goes Around Comes Around vintage T-shirt (worn underneath), $350, whatgoesaroundnyc.com jeans, $425, margarethowell.co.uk sneakers, $85, reebok.com ring, $320, tomwoodproject.com . On Kawakami:shirt, $235, sandro-paris.com pants, $825, versace.com sneakers, $50, vans.com . On Sakuragi:shirt, $350.pants, $295, n-hoolywood.com . Vintage suspenders.sneakers, $60. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nD.A.N.\n\nStars on Tokyo’s independent music scene since they debuted their self-titled album in 2016, the three-man band has a devout following in Japan thanks to their dynamic performances, which combine elaborate light shows with mellow electronic beats, live instruments and ethereal vocals. The group’s objective, says singer and guitarist Daigo Sakuragi (far right), is for fans to experience “the same thrill they get from coming in contact with nature’s energy and beauty. Sometimes it’s like a leaf floating downstream, other times it’s like an erupting volcano or the silent ocean depths.” The trio — which includes bassist Jinya Ichikawa (left) and drummer Hikaru Kawakami (center), shown here in a concrete part of the otherwise verdant Mishuku area — has been influenced by everyone from the rapper Frank Ocean to the English musician Floating Points and Hitoshi Matsumoto, one of Japan’s most popular comedians and TV hosts.\n\nImage SSS World Corp shirt, $175, A.P.C. bracelet, $120, shirt, $175, thewebster.us , pants, about $276, similar styles available at 032c.com , and tie, $92, selfridges.com . bracelet, $120, apc.fr . Takaiwa’s own belt. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nRyo Takaiwa of the Throttle\n\nThe Throttle’s frontman, Ryo Takaiwa, names “Signed, Sealed, Delivered (I’m Yours)” by Stevie Wonder, Ray Charles’s rendition of “Rainy Night in Georgia” and Frank Sinatra’s take on “That’s All” as songs that have especially influenced him as the band’s chief songwriter. “All of us contribute to each composition, but the melody seems to fall on me,” said Takaiwa, pictured here in an area of Shinjuku known for its twisting alleyways and bars. “We compose songs of opposition or satire in response to political oppression or whatever else strikes us as outrageous.” Since forming in 2013 — when democratic, spontaneous performances on street sidewalks and in subways were a regular occurrence in Tokyo — the rock ’n’ roll band has released three albums. Their fourth, “Fox,” due out this month, includes elements of jazz and hip-hop: new territory for the Throttle. “Japanese culture is itself a mix of different outside elements, and that’s something we take pride in,” Takaiwa says.\n\nImage Vince shirt, $195, N.Hoolywood x Lee pants, price on request, shirt, $195, vince.com pants, price on request, n-hoolywood.com . Model's own watch and Adidas sneakers. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nTomohiko Imazato of Struggle for Pride\n\nPhotographed in the Komazawa Olympic Park in Setagaya, the lead singer of the hardcore punk group Struggle for Pride, Tomohiko Imazato, is a man of few words. (Asked about the band’s moniker, he responds: “The name describes itself.”) But in front of a microphone, Imazato has commanded the most unruly and sweatiest mosh pits since Struggle for Pride’s formation in Nakameguro, Tokyo, in 1992. The band is currently in the studio recording a new album, its first in more than a decade.\n\nProducer: Ayumi Konishi (Beige & Company). Grooming: Kamo (Home Agency)\n\nHilary Moss is the digital staff editor of T Magazine.\n\n\n\n\n\n\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["aloha", "times", "yamatani", "say", "shirt", "pants", "yusuke", "band", "photograph", "rising", "styled", "tokyos", "sneakers", "credit", "musicians"], "polarity": 0.12015626649772994, "subjectivity": 0.41414550896258207},
{"title": "\n                    Inside a Parisian Sculptor’s World of Wonders                ", "url": "https://www.nytimes.com/2018/02/21/t-magazine/art/philippe-anthonioz-paris-sculptor.html", "text": "Photo\n\nPhysically, the Parisian sculptor and furniture-maker Philippe Anthonioz works from a studio near the Bastille in the bohemian 11th Arrondissement, but metaphorically, he also works in a shadow: His father, Bernard, son of the sculptor Charles Anthonioz, was an official in the administration of André Malraux, the novelist whom Charles de Gaulle named Minister of Cultural Affairs; his mother, Geneviève, was de Gaulle’s niece and a legendary Resistance fighter.\n\nOver the course of his long career, the 64-year-old Anthonioz has had another distinguished association to transcend: Early in his career, in 1983, he began a two-year collaboration with the sculptor Diego Giacometti, then 80 and suffering from arthritis, to create furniture and fixtures for the Musée Picasso in the historic Hôtel Salé. While it was Giacometti who conceived the whimsical bronze pieces dripping with tiny flora and fauna, it was Anthonioz who did most of the fabrication; his spidery chairs, benches and oversize resin chandeliers form a conceptual bridge between the building’s 17th-century architecture and Picasso’s slashing Modernism. “I am proud of what we did, of course,” Anthonioz says, recalling the generosity of the older artist, whom he had first met when he was 13 through his well-connected father. “But I don’t want to be defined by that.”\n\nThese days, Anthonioz — who mostly sculpts in wood and plaster that is often cast in bronze — is known for his large-scale, abstract public statuary and custom-made lighting and functional objects for architects including Joseph Dirand, the fashion designer Tomas Maier and the interiors brand Ralph Pucci, for which he makes a line of bronze torchieres. Since 1979, he has kept his main studio in Passage Saint Bernard, a two-block-long cobblestone street not far from the apartment he shares with his girlfriend, Afi Nayo, a Togolese mixed-media artist.\n\nPhoto\n\nWhen he moved in, the alley had been home to generations of the city’s furniture-makers, restorers and ebonizers. For the first 15 years, he occupied the second floor of No. 17, a magnificent 18th-century wooden building that was torn down to make way for an apartment complex in the mid-1990s, part of a short-lived attempt by Paris officials to erect new housing. But Anthonioz, enamored of the neighborhood’s gritty charm — he compares it to Manhattan’s Lower East Side, back before the boutiques descended in the early aughts — remained, moving a few doors down to the 1,600-square-foot ground floor of another 18th-century building, one accessible through an aged oak door. “If there is no romance in the environment,” he says, “it’s hard to make good things.”\n\nAdvertisement Continue reading the main story\n\nUnlike the studios of many contemporary artists, which are often minimalist affairs, defiantly ahistorical, his is redolent of the past. The front is an art-book-filled office-cum-salon, with walls hung with antique mirrors and vintage photos, including one of Charles Baudelaire, his lodestar; the back is a workshop crowded with stone arms and torsos, piled alongside pieces of old chandeliers used to construct limited-edition light fixtures for spaces like Loulou, the Dirand-designed restaurant in Paris’s Musée des Arts Décoratifs. Frosted with fine plaster dust, the space itself seems sepia-toned, like a Eugène Atget photograph.\n\nPhoto\n\nWhile Anthonioz and Giacometti shared the belief that there should be no dividing line between decoration and fine art, their aesthetics diverged radically. Giacometti was obsessed with figuration and the natural world — he spent hours studying birds in the city’s Jardin des Plantes, where Henri Rousseau had once found inspiration — but Anthonioz has always been driven by abstraction. Giacometti was a master of affixing tiny animals and curling leaves to the bronze framework of his designs, lending them a fey quality; Anthonioz eschews ornament, preferring sleek minimalist shapes. “People always speak of me in the same breath as Diego, but I think of Carlo Scarpa, David Smith or even the Bauhaus,” he says.\n\nIndeed, his sculptures have become increasingly monumental in recent years — the eight-foot-tall “La Méditerranée,” a cast-bronze totem, was installed in Pratt Institute’s Brooklyn sculpture garden in 2016 — so he now works part-time in a lofty second studio in Ivry-sur-Seine, a southeastern suburb. He is also restoring an 18th-century farmhouse in the south, near Aix-en-Provence, where he plans to make work in his later years, in a barn he’s converting into a studio. There, he hopes his five grown children will bring their own kids to run in the fields. “My work has gotten more abstract, maybe even more modern, as I’ve gotten older,” he says. “I don’t want to be a dog on a leash — not in what I create, and not in how I live my life.”", "keywords": ["18thcentury", "parisian", "charles", "sculptors", "works", "bronze", "studio", "work", "wonders", "anthonioz", "inside", "giacometti", "tiny", "world", "sculptor"], "polarity": 0.1389933820968304, "subjectivity": 0.38793414439966156},
{"title": "\n                    Men’s Wear, Without Rules                ", "url": "https://www.nytimes.com/2018/02/20/t-magazine/mens-wear-clash.html", "text": "We’re interested in your feedback on this page. Tell us what you think.", "keywords": ["think", "interested", "rules", "feedback", "mens", "wear", "page", "tell"], "polarity": 0.25, "subjectivity": 0.5},
{"title": "\n                    A Cultural Compendium of What’s New                ", "url": "https://www.nytimes.com/2018/02/20/t-magazine/nomad-hotel-andy-coolquitt-things-to-know.html", "text": "Advertisement\n\nPeople, places and things A Cultural Compendium of What’s New A hotel that moves with the seasons, logo tees on the runway — and more.\n\nImage Credit Illustrations by Jean-Michel Tixier\n\nT Introduces: The Nomad\n\nWhat is a hotel for? For most of history, it did only what it had to: provide a home when you were away from yours. Then, in the last century, a hotel became a place meant not just for shelter, but a destination; a place that embraced its not-homeness by being better than your home could ever be.\n\nNow, a new project is defining the hotel anew. In September, 700,000 Heures will become the world’s first nomadic hotel. The idea is that a hotel is not an actual structure, but a state of mind, a series of experiences, a respite from your life. Every six months, 700,000 Heures (the approximate length of an average human life in the developed world) will change locations, occupying different buildings in different places — sometimes an existing building will be reimagined or refit for the hotel’s needs; other times, it might even be built from scratch. First up will be a four-room, 19th-century stone palazzo in Gagliano del Capo, a small town in Salento, Italy, known for its wild beaches and groves of knotted olive trees. Then, after this trial run, the palazzo will be returned to its owner, and 700,000 Heures will move to northwestern Cambodia, where guests will stay in a series of locations, among them an ancient Buddhist temple. Most of the structures the company inhabits will be small — likely no more than eight rooms in any one location — and first priority will be given to its several hundred members, who’ll pay an annual 500 euro fee and will be able to opt into destinations as they please. (Those wanting to join can apply through one of 700,000 Heures’ 50 approved travel agents.) The company is the invention of a French hotelier named Thierry Teyssier, who over the years has operated small, exquisite hotels in Morocco, Portugal and Brazil. “I want to be able to spend real time with my guests,” he says. “700,000 Heures is personal. It’s the hotel I would like to find, if I were the traveler.”\n\nAlthough 700,000 Heures will be the first impermanent hotel, it finds its origins in a dining and hospitality culture that has become ever more attracted to the ephemeral, the rootless and the rare. The past decade or so has seen a proliferation of pop-up restaurants and shops — Teyssier made his own contribution to this trend in the form of a pop-up hotel in Paraty, in southern Brazil, which operated for six months in 2014 before shutting down. At the same time, there’s been an embrace of what might be called subscription-based hospitality: In London, there’s Carousel, a restaurant with a constantly rotating series of guest chefs and a set menu each night for which tickets must be purchased in advance, or the membership-based Soho House, which now has 18 locations worldwide. Teyssier’s company speaks to a certain kind of traveler’s desire for both novelty and consistency — the location might be different, but the mood must always feel familiar.\n\nOne of the ways 700,000 Heures plans to achieve this is through Teyssier’s presence; indeed, he’ll act less as hotelier and more as impresario, remaining on-site through each of the hotel’s incarnations, and organizing excursions and events for all of the guests. In Salento, this might mean a fishing-boat ride through hidden coves along the Adriatic, or a sunset picnic at Santa Maria di Leuca, a little-known Roman sanctuary. In Cambodia, destinations will include Tonle Sap Lake, a biosphere reserve with a floating village of wooden houses, or the French colonial city of Battambang, where travelers can train with acrobats at the renowned Phare Circus. The goal, Teyssier says, is for the guest to feel like an actor in a theatrical production: the natural outgrowth of an age in which vacations are presented like biopics on social media. And, as for an actor, 700,000 Heures also provides props: Along with the physical spaces, Teyssier has created a series of leather trunks — each filled with objects to create a different mise-en-scène, from cocktail bar to art studio — that will appear at all of the hotels and will provide an aesthetic through line. The hotel will also present members with a mock passport, which will be stamped after each trip. “Some people make sculpture,” Teyssier says. “I’m in the business of creating memories.” — GISELA WILLIAMS\n\nImage “Caa Caa” (2017). Credit Bathmat on canvas/photo By Adam Schreiber\n\nHigh-Low\n\nThe artist Andy Coolquitt is always searching through Austin, Tex.’s thrift stores and abandoned lots for eye-catching flotsam, which he then fashions into haute Minimalist sculptures: lamps made of odd loops of metal pipe, or a series of Snuggies, which, stretched across a frame, resemble Blinky Palermo’s fuzzy color fields, but with sleeves. “There’s not a lot of focus on craft, technique or finish fetish,” says the 53-year-old artist, who studied at U.C.L.A. and the University of Texas at Austin. Rather, his aim is to poke fun at the imposed distinction between art and life by highlighting an object’s strange journey from useful tool to used-up trash to a thing of value defined by uselessness (art). He even lives inside his longest-running piece — a multi-building compound in the center of town that, over the course of two decades, he’s filled with work and fellow artists. “Instead of making art about domesticity, I figured I’d just make a house,” he says.\n\nAt an installation opening this spring at the Hotel Indigo in Santa Barbara, Calif. — a satellite space of the Santa Barbara Museum of Contemporary Art — visitors, too, can live among Coolquitt’s work, about 25 pieces of which will fill the building’s lobby and hallways. Coolquitt, who’s shown everywhere from New York’s Marianne Boesky Gallery to the Chinati Foundation in Marfa, believes a show should reflect its context. In this non-gallery setting, he saw an opportunity to be playful — “I’m not really into confronting people with difficult ideas while they’re on vacation,” he says. That means synthetic pink wigs draped over lamps, a canvas affixed with bathrobe belts arrayed in clean vertical stripes and rectilinear wall hangings made of colorful bathmats (shown above) — the rare study in geometric abstraction where the polygons are plush. — SAM DEAN\n\nRunway Report: Logos a Go-Go\n\nImage Credit Illustrations by Jean-Michel Tixier\n\nFrom left: Comme des Garçons Shirt Boys, $275, (212) 604-9200. Martine Rose, about $215, matchesfashion.com. Valentino, $250, valentino.com. Versace, $395, versace.com. J.W. Anderson, $225, j-w-anderson.com.\n\nImage Credit Tom Dewhirst\n\nThe Cure\n\nFor Kirk Haworth, food is medicine. In 2016, after stints at the French Laundry and Northcote, his father’s Michelin-starred restaurant in Lancashire, England, the now-30-year-old British chef was diagnosed with Lyme disease and forced to take a break from his work. After noticing that heavy, processed foods exacerbated his symptoms, he started experimenting with a vegan diet. “Now I treat myself through food and natural remedies alone; I don’t take any pain medication,” he says. With Plates, a plant-based restaurant he’s opening with his sister Keeley in London’s Shoreditch neighborhood, he’ll share his findings with an increasingly wellness-minded public, though this is hardly another juice-and-avocado-toast joint. Haworth’s complex, cerebral dishes are grounded in classic techniques: In one, beetroot is salt-baked like beef with juniper and thyme, and then topped with fermented berries, avocado and fennel pollen from the nearby Hackney Marshes. Other standouts include a radicchio salad flavored with agave and wild blackberry vinegar (shown above) and a wild mushroom broth with immune-boosting shiitake, kombu and baked celeriac. “It can take weeks to replicate the richness of a sauce without butter, or to balance acidity without sugar,” he says. “You have to be intelligent with vegetables.” — AIMEE FARRELL\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["heures", "cultural", "times", "700000", "teyssier", "series", "compendium", "hotels", "hotel", "art", "york", "whats", "different"], "polarity": 0.09471518405341935, "subjectivity": 0.38368223552047054},
{"title": "\n                    In Search of Lost Time in Europe’s Sanatoriums                ", "url": "https://www.nytimes.com/2018/02/18/t-magazine/sanatorium-europe-history.html", "text": "Also connected to that culture was a parallel institution that flourished in Europe around the turn of the century: the thermal spa. Since the 1800s, doctors had been prescribing hydrotherapy, and health resorts were being established across the continent. As the historian David Clay Large has written, “the grand spas in their heyday amounted to their world’s equivalent of today’s golf and tennis resorts, conference centers, business retreats, political summits, fashion shows, theme parks and sexual hideaways — all rolled into one.”\n\nPeople afflicted with everything from gout to arthritis came to “take the waters” at spa towns across Europe, but unlike the sanatoriums with which they were concurrent, their visitors were not always ill. Instead they came to socialize, attend cultural events and negotiate political treaties. The towns themselves — Aix-les-Bains and Vichy in France; Bath and Buxton in England; Aachen and Baden-Baden in Germany — built above the rubble of thermal baths established by Roman conquerors centuries earlier, were plotted to maximize what was known as a “therapeutic landscape,” a kind of aestheticized social engineering that promoted strolling and alfresco mingling. The architectural style of the bathhouses themselves was formal and atavistic, with marble walls, high arches, domed ceilings and mosaic floors. Well-maintained, infrastructurally sophisticated and aggressively promoted, these grand spa complexes were some of the earliest examples of modern tourist destinations.\n\nPhoto\n\nYEARS BEFORE THE concept of a politically and culturally unified Europe gained traction, withdrawing from life (if even for a week) was a recurring feature of Continental existence. Spa culture — defined by its intentional architecture, geographical remove and somnambulistic ambience — was experienced in direct opposition to the rapid-paced, sick-making atmosphere of industrialized Europe. Unlike in America, where tuberculosis sanatoriums functioned more like hospitals than lifestyle colonies, the bosky outreaches of central Europe served as a sort of mystical destination where people from kingdoms near and far could live temporarily apart from reality — intermingling, arguing, falling in love — even as the security and sovereignty of the world around them remained imperiled. It’s unsurprising that a microcosm containing different types of people with little to do but reflect and cathect provided fiction writers with a generative setting, one which everyone from George Eliot to Henry James to Guy de Maupassant took advantage of.\n\nIndeed, with enough selective reading it can seem as though every 19th-century writer of note spent at least a little time at a spa town. Turgenev and Goethe took the waters at Karlovy Vary in western Bohemia; Dickens and Tennyson visited Yorkshire’s Harrogate. The Black Forest-surrounded Baden-Baden was perhaps the most popular, especially among the Russians: Leo Tolstoy and Fyodor Dostoyevsky both visited; Chekhov died 90 miles south of there in Badenweiler in 1904 after an injection of camphor, a sip of champagne and a few weeks of writing letters to his sister in which he described his diet (boiled mutton, strawberry tea and “enormous quantities” of butter) and complained about German women’s poor taste in clothing. His body was brought home in a refrigerator car meant for oysters. Mark Twain visited the Bohemian spa town of Marianske Lazne (often referred to by its German name, Marienbad) in 1892 and sarcastically cataloged a spa regimen for a patient suffering from gout that involved rising at 5:30 a.m., drinking “dreadful” water, tramping in the hills, wallowing in the mud and eating as much as possible “so long as he is careful and eats only such things as he doesn’t want.”\n\nMy daily routine in Marianske Lazne wasn’t actually so different. It began with a walk through the small, central part of the village, whose springs have been touted as curative for centuries and which was visited by an almost-laughable list of luminaries that included state heads (Czar Nicholas II, Emperor Franz Josef I), intellectuals (Freud, Edison, Kafka, Nietzsche, Kipling) and composers (Mahler, Wagner, Chopin, Strauss). The town is made up of pale neo-Classical buildings edged with verdigrised turrets and elaborate spires. The public gardens are tidy and politely pretty. Czech couples stroll along camel-colored crushed-granite paths, carrying flattened porcelain spa cups whose handles also serve as straws and which they fill at public fountains. Large groups of Germans walk briskly in excessive hiking gear, stopping at outdoor cafes where they order steins of pilsner and read Der Spiegel. The Russians wear their bathrobes everywhere and keep to the gilded hotel lobbies, where they play chess with one another as mole-removal videos loop on overhead TVs. At the grand hotels, whose convoluted floor plans also house spas, sublimated weight loss strategies are nonexistent, as are the high-tech instruments and the suggestions of pan-Asian wellness (gongs, bamboo) that one sees everywhere in America. In the absence of vanity and hard science and globalism, a sort of generic and primal prewar Europeanness persists, as unsettling as it is soothing.\n\nAnd as Twain himself reported, the meals were indeed curious and the prescriptions harebrained. At the Danubius Health Spa Resort Centralni Lazne, treatments are administered in tiled, cobweb-laced rooms. My first was a “mineral bath with natural CO2” for which I was led into a stainless-steel bathtub by a caustic attendant and told to ignore a half-submerged rusty wire. The water, just above lukewarm and smelling of sulfur, fizzed lightly. I had the impression of floating in rapidly cooling club soda. The attendant came back in, unannounced, wrapped me in a blanket, and discouraged me from trying to remove an arm so I could read my book. Benefits are said to include “improved blood circulation, heart and kidney activity as well as reduced stress and anxiety.” Later, I dawdled in a Kneipp foot bath, named for a Bavarian priest who advised walking without shoes through morning dew, and the following day spent a disturbing 30 minutes in a tiled alcove, while dry oxygen was delivered into my nostrils via a latex tube. Each evening, a heavy dinner was served (often including hot sauerkraut, beef tongue in cream sauce, pickled herring and, for dessert, whole peeled kiwis), followed by flutes of Bohemian sparkling wine, which one could sip while classical musicians performed.\n\nPhoto\n\nTHE SANATORIUMS OF Europe are now closed, and the spa towns where acute and imagined maladies alike were elevated to a glamorous lifestyle are today visited almost exclusively by the elderly. But medically informed repose — experienced far and away from the world, quietly and alongside others as sick (or not) as oneself — can still be had. In Vals, Switzerland, not 70 miles from Davos (once studded with about 40 sanatoriums), thermal waters run through the valley’s granite walls. A beautiful if deliberately sterile-feeling spa hotel sits just above the small village and beckons visitors from all over the world, who come to bathe in silence and eat overpriced pear bread while gazing at verdant pastures. Those seeking wellness today do not want outdoor concerts or lectures or chitchat. They want to be by themselves, ideally in a photogenic location with poor cellphone service.\n\nAdvertisement Continue reading the main story\n\nThe walls of the Peter Zumthor-designed spa, opened in 1996 under the name Therme Vals and now part of the 7132 Hotel, are made from 60,000 one-meter-long slabs of locally quarried quartzite; the concrete roof is covered with grass. Giant windows overlooking gray mountains somehow don’t do much to brighten what is otherwise a dark and labyrinthine experience. “Moving around this space means making discoveries,” Zumthor has said. “You are walking as if in the woods. Everyone there is looking for a path of their own.”\n\nI often wondered if I would ever find mine. I spent as much time soaking in various baths as I did wandering around through the mist between them. It was easy to appreciate the solemn beauty of Vals’s imposing modern design, which was clearly plotted with great intention and intellect, while still feeling unpleasant panic each time you rounded a corner only to see a dim hallway coaxing you who knows where. Before the property owner stepped in and insisted otherwise, Zumthor was adamant that his spa have no clocks inside. He wanted bathers to feel not just weightless in the water but timeless too. The twin clocks that were installed are nearly hidden (I only found out about them weeks after I had come home) and the cavernous space succeeds in making the minutes melt into hours.\n\nIn daily life, it’s rare that I don’t know the time down to the minute, and with the tap of a single skeuomorphic button I can find out where I am anywhere in the world, as well as whatever terrible things are happening halfway around it. In previous centuries, those suffering from ailments and ennui could travel through forests and up glaciers, by train and horse, to drink and dip in therapeutic waters. They endured unthinkable hassle to gain access to legendary liquids and dubious expertise. Today, we know better. Sunlight doesn’t kill germs and physical maladies aren’t cured by carbonated water. The best we can hope for is the kind of psychological balm that comes from temporarily removing oneself from the responsibilities of daily life, which lately seem to involve the helpless monitoring of catastrophes we can do nothing about. To travel from one empire in decline to countries whose golden eras were over 100 years in the past is to accept — and if possible, enjoy — the undeniable fact that disorientation can be its own kind of decadence.", "keywords": ["europes", "search", "spa", "walls", "town", "towns", "europe", "sanatoriums", "lost", "world", "water", "visited", "waters"], "polarity": 0.08353356276018148, "subjectivity": 0.5007576795706292},
{"title": "\n                    Francesco Risso Shares a Glimpse Into His Creative World — in Polaroids                ", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-polaroids.html", "text": "Advertisement\n\n10 Polaroids Francesco Risso Shares a Glimpse Into His Creative World — in Polaroids Marni’s creative director captures his inspirations in 10 dreamlike images.\n\nFrancesco Risso, the creative director of Marni, lists the Italian director Pier Paolo Pasolini and Disney cartoons among his many inspirations. In his two years at the Italian brand, where he arrived from Prada, he has quickly developed a signature aesthetic of playful eclecticism. His collections are bohemian, romantic and sometimes a little perverse.\n\nWhile Risso’s designs may evoke bygone eras and even childhood — as with the trailing blanket cape from his most recent men’s wear collection — they are not nostalgic. “I’m driven by a concept I call ‘retrovolution,’ ” the designer says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.” T challenged Risso to document his world and creative approach in Polaroid and the result is the 10 dreamlike images below, which the designer explains as follows:\n\n“Life is built on encounters: One way or another all of them stay with me. They are the population of my soul, of my mind, disguises of my face or of my friend’s or of my love’s. Animals in the jungle of imagination keep me company as family jewels and strike my eye when I forgot about them, about me. A child playing, an explorer discovering, a young boy listening and a man telling.”\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nImage Credit Francesco Risso\n\nRelated: A Creative Director With a Keen Sense of Play\n\nAlice Newell-Hanson is the contributing digital editor of T Magazine.\n\n\n\n\n\n\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["times", "shares", "risso", "francesco", "polaroids", "director", "credit", "glimpse", "york", "rissoimage", "view", "world", "creative"], "polarity": 0.1729343931930139, "subjectivity": 0.46602104791759974},
{"title": "\n                    A Creative Director With a Keen Sense of Play                ", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-marni.html", "text": "Francesco Risso’s childhood was straight out of a Fellini film. The fashion designer, who has been the creative director of Marni since 2016, was born near Sardinia and spent his first four years living on a wooden schooner with his parents, sailing around the Mediterranean. Next, they settled into a grand 16th-century villa in Genoa with three of Risso’s grandparents and an ever-rotating cast of glamorous houseguests from abroad. “My family was extremely eclectic,” says the 35-year-old, who, craving stability, “escaped” at 16 to study fashion at the Polimoda school in Florence before attending the Fashion Institute of Technology in New York and Central Saint Martins in London. “It was a vertigo way of life — I was always outside my comfort zone,” he says. “That forced me to be adventurous and open-minded.”\n\nIn 2008, Risso landed a job working on women’s design and special projects for Prada, where he remained for eight years. Since taking the helm from Marni’s founder, Consuelo Castiglioni, who started the label in 1994, he’s upheld the Milanese house’s reputation for explosive floral prints and prim but off-kilter silhouettes. But he has also added his own diverse aesthetic, informed by everything from Disney cartoons to 18th-century tartan hunting jackets. “I’m driven by a concept I call ‘retrovolution,’ ” he says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.”", "keywords": ["womens", "youve", "fashion", "wooden", "sense", "way", "director", "zone", "taking", "york", "keen", "rissos", "play", "working", "creative"], "polarity": 0.15380591630591633, "subjectivity": 0.4782948532948532},
{"title": "\n                    Say Aloha to Tokyo’s Rising Musicians                ", "url": "https://www.nytimes.com/2018/02/22/t-magazine/japan-musicians-yurufuwa-gang-bo-ningen.html", "text": "Advertisement\n\nIn Fashion Say Aloha to Tokyo’s Rising Musicians Five of the city’s emerging musical talents in spring’s crop of retro-inspired Hawaiian shirts.\n\nImage Louis Vuitton shirt, about $2,070, Nike pants, $90, Louis Vuitton shirt, about $1,990, and pants, about $865. Ishida’s own necklace. On Nene:shirt, about $2,070, louisvuitton.com pants, $90, nike.com . On Ishida:shirt, about $1,990, and pants, about $865. Ishida’s own necklace. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nYurufuwa Gang\n\nNene (left) and Ryugo Ishida (right), shown here in the residential district of Maruyama-cho, first met at a nightclub in 2016. Both solo musicians at the time, they quickly realized they shared a love of rap and tattoos. (The two are very well inked.) Their friendship inevitably led to the recording studio, where they made their first album as Yurufuwa Gang, “Mars Ice House,” which came out last April. Just as their look borrows from many sources — including ’50s Americana and ’80s-era hip-hop culture — their music is equally uncategorizable, moving from candyish pop to ’90s slow jams. “We don’t think a lot about what other artists are doing; we’re focused on different things,” Ishida says. The same is true when they tattoo each other. As Nene says, “We ink whatever we feel inspired to — the same way we make music.”\n\nImage Balenciaga shirt, $1,050, and pants, $730, (212) 226-2052. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nKohhei Matsuda of Bo Ningen\n\nA fixture of London’s underground music scene — where they’ve lived for the past few years — this noise-rock quartet has also found a dedicated fan base in the experimental-rock world of their native Japan. As guitarist Kohhei Matsuda, shown here in the bustling ward of Suginami, says, “Our music is a bundle of different energies.” The band is arguably most famous, though, for their superlong hair. The British artists Tim Noble and Sue Webster even created a 2011 work, “Hair,” starring the band: an animated short featuring moving silhouettes of the group. Now, the band has begun recording its new album in Los Angeles — hair and all.\n\nImage Paul Smith shirt, $295, MHL by Margaret Howell jeans, $425, Reebok sneakers, $85, Tom Wood ring, $320, Sandro shirt, $235, Versace pants, $825, Vans sneakers, $50, Paul Smith shirt, $350. N.Hoolywood pants, $295, Vans sneakers, $60. On Ichikawa:shirt, $295, paulsmith.com . What Goes Around Comes Around vintage T-shirt (worn underneath), $350, whatgoesaroundnyc.com jeans, $425, margarethowell.co.uk sneakers, $85, reebok.com ring, $320, tomwoodproject.com . On Kawakami:shirt, $235, sandro-paris.com pants, $825, versace.com sneakers, $50, vans.com . On Sakuragi:shirt, $350.pants, $295, n-hoolywood.com . Vintage suspenders.sneakers, $60. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nD.A.N.\n\nStars on Tokyo’s independent music scene since they debuted their self-titled album in 2016, the three-man band has a devout following in Japan thanks to their dynamic performances, which combine elaborate light shows with mellow electronic beats, live instruments and ethereal vocals. The group’s objective, says singer and guitarist Daigo Sakuragi (far right), is for fans to experience “the same thrill they get from coming in contact with nature’s energy and beauty. Sometimes it’s like a leaf floating downstream, other times it’s like an erupting volcano or the silent ocean depths.” The trio — which includes bassist Jinya Ichikawa (left) and drummer Hikaru Kawakami (center), shown here in a concrete part of the otherwise verdant Mishuku area — has been influenced by everyone from the rapper Frank Ocean to the English musician Floating Points and Hitoshi Matsumoto, one of Japan’s most popular comedians and TV hosts.\n\nImage SSS World Corp shirt, $175, A.P.C. bracelet, $120, shirt, $175, thewebster.us , pants, about $276, similar styles available at 032c.com , and tie, $92, selfridges.com . bracelet, $120, apc.fr . Takaiwa’s own belt. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nRyo Takaiwa of the Throttle\n\nThe Throttle’s frontman, Ryo Takaiwa, names “Signed, Sealed, Delivered (I’m Yours)” by Stevie Wonder, Ray Charles’s rendition of “Rainy Night in Georgia” and Frank Sinatra’s take on “That’s All” as songs that have especially influenced him as the band’s chief songwriter. “All of us contribute to each composition, but the melody seems to fall on me,” said Takaiwa, pictured here in an area of Shinjuku known for its twisting alleyways and bars. “We compose songs of opposition or satire in response to political oppression or whatever else strikes us as outrageous.” Since forming in 2013 — when democratic, spontaneous performances on street sidewalks and in subways were a regular occurrence in Tokyo — the rock ’n’ roll band has released three albums. Their fourth, “Fox,” due out this month, includes elements of jazz and hip-hop: new territory for the Throttle. “Japanese culture is itself a mix of different outside elements, and that’s something we take pride in,” Takaiwa says.\n\nImage Vince shirt, $195, N.Hoolywood x Lee pants, price on request, shirt, $195, vince.com pants, price on request, n-hoolywood.com . Model's own watch and Adidas sneakers. Credit Photograph by Yusuke Yamatani. Styled by Carlos Nazario\n\nTomohiko Imazato of Struggle for Pride\n\nPhotographed in the Komazawa Olympic Park in Setagaya, the lead singer of the hardcore punk group Struggle for Pride, Tomohiko Imazato, is a man of few words. (Asked about the band’s moniker, he responds: “The name describes itself.”) But in front of a microphone, Imazato has commanded the most unruly and sweatiest mosh pits since Struggle for Pride’s formation in Nakameguro, Tokyo, in 1992. The band is currently in the studio recording a new album, its first in more than a decade.\n\nProducer: Ayumi Konishi (Beige & Company). Grooming: Kamo (Home Agency)\n\nHilary Moss is the digital staff editor of T Magazine.\n\n\n\n\n\n\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["aloha", "times", "yamatani", "say", "shirt", "pants", "yusuke", "band", "photograph", "rising", "styled", "tokyos", "sneakers", "credit", "musicians"], "polarity": 0.12015626649772994, "subjectivity": 0.41414550896258207},
{"title": "\n                    Inside a Parisian Sculptor’s World of Wonders                ", "url": "https://www.nytimes.com/2018/02/21/t-magazine/art/philippe-anthonioz-paris-sculptor.html", "text": "Photo\n\nPhysically, the Parisian sculptor and furniture-maker Philippe Anthonioz works from a studio near the Bastille in the bohemian 11th Arrondissement, but metaphorically, he also works in a shadow: His father, Bernard, son of the sculptor Charles Anthonioz, was an official in the administration of André Malraux, the novelist whom Charles de Gaulle named Minister of Cultural Affairs; his mother, Geneviève, was de Gaulle’s niece and a legendary Resistance fighter.\n\nOver the course of his long career, the 64-year-old Anthonioz has had another distinguished association to transcend: Early in his career, in 1983, he began a two-year collaboration with the sculptor Diego Giacometti, then 80 and suffering from arthritis, to create furniture and fixtures for the Musée Picasso in the historic Hôtel Salé. While it was Giacometti who conceived the whimsical bronze pieces dripping with tiny flora and fauna, it was Anthonioz who did most of the fabrication; his spidery chairs, benches and oversize resin chandeliers form a conceptual bridge between the building’s 17th-century architecture and Picasso’s slashing Modernism. “I am proud of what we did, of course,” Anthonioz says, recalling the generosity of the older artist, whom he had first met when he was 13 through his well-connected father. “But I don’t want to be defined by that.”\n\nThese days, Anthonioz — who mostly sculpts in wood and plaster that is often cast in bronze — is known for his large-scale, abstract public statuary and custom-made lighting and functional objects for architects including Joseph Dirand, the fashion designer Tomas Maier and the interiors brand Ralph Pucci, for which he makes a line of bronze torchieres. Since 1979, he has kept his main studio in Passage Saint Bernard, a two-block-long cobblestone street not far from the apartment he shares with his girlfriend, Afi Nayo, a Togolese mixed-media artist.\n\nPhoto\n\nWhen he moved in, the alley had been home to generations of the city’s furniture-makers, restorers and ebonizers. For the first 15 years, he occupied the second floor of No. 17, a magnificent 18th-century wooden building that was torn down to make way for an apartment complex in the mid-1990s, part of a short-lived attempt by Paris officials to erect new housing. But Anthonioz, enamored of the neighborhood’s gritty charm — he compares it to Manhattan’s Lower East Side, back before the boutiques descended in the early aughts — remained, moving a few doors down to the 1,600-square-foot ground floor of another 18th-century building, one accessible through an aged oak door. “If there is no romance in the environment,” he says, “it’s hard to make good things.”\n\nAdvertisement Continue reading the main story\n\nUnlike the studios of many contemporary artists, which are often minimalist affairs, defiantly ahistorical, his is redolent of the past. The front is an art-book-filled office-cum-salon, with walls hung with antique mirrors and vintage photos, including one of Charles Baudelaire, his lodestar; the back is a workshop crowded with stone arms and torsos, piled alongside pieces of old chandeliers used to construct limited-edition light fixtures for spaces like Loulou, the Dirand-designed restaurant in Paris’s Musée des Arts Décoratifs. Frosted with fine plaster dust, the space itself seems sepia-toned, like a Eugène Atget photograph.\n\nPhoto\n\nWhile Anthonioz and Giacometti shared the belief that there should be no dividing line between decoration and fine art, their aesthetics diverged radically. Giacometti was obsessed with figuration and the natural world — he spent hours studying birds in the city’s Jardin des Plantes, where Henri Rousseau had once found inspiration — but Anthonioz has always been driven by abstraction. Giacometti was a master of affixing tiny animals and curling leaves to the bronze framework of his designs, lending them a fey quality; Anthonioz eschews ornament, preferring sleek minimalist shapes. “People always speak of me in the same breath as Diego, but I think of Carlo Scarpa, David Smith or even the Bauhaus,” he says.\n\nIndeed, his sculptures have become increasingly monumental in recent years — the eight-foot-tall “La Méditerranée,” a cast-bronze totem, was installed in Pratt Institute’s Brooklyn sculpture garden in 2016 — so he now works part-time in a lofty second studio in Ivry-sur-Seine, a southeastern suburb. He is also restoring an 18th-century farmhouse in the south, near Aix-en-Provence, where he plans to make work in his later years, in a barn he’s converting into a studio. There, he hopes his five grown children will bring their own kids to run in the fields. “My work has gotten more abstract, maybe even more modern, as I’ve gotten older,” he says. “I don’t want to be a dog on a leash — not in what I create, and not in how I live my life.”", "keywords": ["18thcentury", "parisian", "charles", "sculptors", "works", "bronze", "studio", "work", "wonders", "anthonioz", "inside", "giacometti", "tiny", "world", "sculptor"], "polarity": 0.1389933820968304, "subjectivity": 0.38793414439966156},
{"title": "\n                    Men’s Wear, Without Rules                ", "url": "https://www.nytimes.com/2018/02/20/t-magazine/mens-wear-clash.html", "text": "We’re interested in your feedback on this page. Tell us what you think.", "keywords": ["think", "interested", "rules", "feedback", "mens", "wear", "page", "tell"], "polarity": 0.25, "subjectivity": 0.5},
{"title": "\n                    A Cultural Compendium of What’s New                ", "url": "https://www.nytimes.com/2018/02/20/t-magazine/nomad-hotel-andy-coolquitt-things-to-know.html", "text": "Advertisement\n\nPeople, places and things A Cultural Compendium of What’s New A hotel that moves with the seasons, logo tees on the runway — and more.\n\nImage Credit Illustrations by Jean-Michel Tixier\n\nT Introduces: The Nomad\n\nWhat is a hotel for? For most of history, it did only what it had to: provide a home when you were away from yours. Then, in the last century, a hotel became a place meant not just for shelter, but a destination; a place that embraced its not-homeness by being better than your home could ever be.\n\nNow, a new project is defining the hotel anew. In September, 700,000 Heures will become the world’s first nomadic hotel. The idea is that a hotel is not an actual structure, but a state of mind, a series of experiences, a respite from your life. Every six months, 700,000 Heures (the approximate length of an average human life in the developed world) will change locations, occupying different buildings in different places — sometimes an existing building will be reimagined or refit for the hotel’s needs; other times, it might even be built from scratch. First up will be a four-room, 19th-century stone palazzo in Gagliano del Capo, a small town in Salento, Italy, known for its wild beaches and groves of knotted olive trees. Then, after this trial run, the palazzo will be returned to its owner, and 700,000 Heures will move to northwestern Cambodia, where guests will stay in a series of locations, among them an ancient Buddhist temple. Most of the structures the company inhabits will be small — likely no more than eight rooms in any one location — and first priority will be given to its several hundred members, who’ll pay an annual 500 euro fee and will be able to opt into destinations as they please. (Those wanting to join can apply through one of 700,000 Heures’ 50 approved travel agents.) The company is the invention of a French hotelier named Thierry Teyssier, who over the years has operated small, exquisite hotels in Morocco, Portugal and Brazil. “I want to be able to spend real time with my guests,” he says. “700,000 Heures is personal. It’s the hotel I would like to find, if I were the traveler.”\n\nAlthough 700,000 Heures will be the first impermanent hotel, it finds its origins in a dining and hospitality culture that has become ever more attracted to the ephemeral, the rootless and the rare. The past decade or so has seen a proliferation of pop-up restaurants and shops — Teyssier made his own contribution to this trend in the form of a pop-up hotel in Paraty, in southern Brazil, which operated for six months in 2014 before shutting down. At the same time, there’s been an embrace of what might be called subscription-based hospitality: In London, there’s Carousel, a restaurant with a constantly rotating series of guest chefs and a set menu each night for which tickets must be purchased in advance, or the membership-based Soho House, which now has 18 locations worldwide. Teyssier’s company speaks to a certain kind of traveler’s desire for both novelty and consistency — the location might be different, but the mood must always feel familiar.\n\nOne of the ways 700,000 Heures plans to achieve this is through Teyssier’s presence; indeed, he’ll act less as hotelier and more as impresario, remaining on-site through each of the hotel’s incarnations, and organizing excursions and events for all of the guests. In Salento, this might mean a fishing-boat ride through hidden coves along the Adriatic, or a sunset picnic at Santa Maria di Leuca, a little-known Roman sanctuary. In Cambodia, destinations will include Tonle Sap Lake, a biosphere reserve with a floating village of wooden houses, or the French colonial city of Battambang, where travelers can train with acrobats at the renowned Phare Circus. The goal, Teyssier says, is for the guest to feel like an actor in a theatrical production: the natural outgrowth of an age in which vacations are presented like biopics on social media. And, as for an actor, 700,000 Heures also provides props: Along with the physical spaces, Teyssier has created a series of leather trunks — each filled with objects to create a different mise-en-scène, from cocktail bar to art studio — that will appear at all of the hotels and will provide an aesthetic through line. The hotel will also present members with a mock passport, which will be stamped after each trip. “Some people make sculpture,” Teyssier says. “I’m in the business of creating memories.” — GISELA WILLIAMS\n\nImage “Caa Caa” (2017). Credit Bathmat on canvas/photo By Adam Schreiber\n\nHigh-Low\n\nThe artist Andy Coolquitt is always searching through Austin, Tex.’s thrift stores and abandoned lots for eye-catching flotsam, which he then fashions into haute Minimalist sculptures: lamps made of odd loops of metal pipe, or a series of Snuggies, which, stretched across a frame, resemble Blinky Palermo’s fuzzy color fields, but with sleeves. “There’s not a lot of focus on craft, technique or finish fetish,” says the 53-year-old artist, who studied at U.C.L.A. and the University of Texas at Austin. Rather, his aim is to poke fun at the imposed distinction between art and life by highlighting an object’s strange journey from useful tool to used-up trash to a thing of value defined by uselessness (art). He even lives inside his longest-running piece — a multi-building compound in the center of town that, over the course of two decades, he’s filled with work and fellow artists. “Instead of making art about domesticity, I figured I’d just make a house,” he says.\n\nAt an installation opening this spring at the Hotel Indigo in Santa Barbara, Calif. — a satellite space of the Santa Barbara Museum of Contemporary Art — visitors, too, can live among Coolquitt’s work, about 25 pieces of which will fill the building’s lobby and hallways. Coolquitt, who’s shown everywhere from New York’s Marianne Boesky Gallery to the Chinati Foundation in Marfa, believes a show should reflect its context. In this non-gallery setting, he saw an opportunity to be playful — “I’m not really into confronting people with difficult ideas while they’re on vacation,” he says. That means synthetic pink wigs draped over lamps, a canvas affixed with bathrobe belts arrayed in clean vertical stripes and rectilinear wall hangings made of colorful bathmats (shown above) — the rare study in geometric abstraction where the polygons are plush. — SAM DEAN\n\nRunway Report: Logos a Go-Go\n\nImage Credit Illustrations by Jean-Michel Tixier\n\nFrom left: Comme des Garçons Shirt Boys, $275, (212) 604-9200. Martine Rose, about $215, matchesfashion.com. Valentino, $250, valentino.com. Versace, $395, versace.com. J.W. Anderson, $225, j-w-anderson.com.\n\nImage Credit Tom Dewhirst\n\nThe Cure\n\nFor Kirk Haworth, food is medicine. In 2016, after stints at the French Laundry and Northcote, his father’s Michelin-starred restaurant in Lancashire, England, the now-30-year-old British chef was diagnosed with Lyme disease and forced to take a break from his work. After noticing that heavy, processed foods exacerbated his symptoms, he started experimenting with a vegan diet. “Now I treat myself through food and natural remedies alone; I don’t take any pain medication,” he says. With Plates, a plant-based restaurant he’s opening with his sister Keeley in London’s Shoreditch neighborhood, he’ll share his findings with an increasingly wellness-minded public, though this is hardly another juice-and-avocado-toast joint. Haworth’s complex, cerebral dishes are grounded in classic techniques: In one, beetroot is salt-baked like beef with juniper and thyme, and then topped with fermented berries, avocado and fennel pollen from the nearby Hackney Marshes. Other standouts include a radicchio salad flavored with agave and wild blackberry vinegar (shown above) and a wild mushroom broth with immune-boosting shiitake, kombu and baked celeriac. “It can take weeks to replicate the richness of a sauce without butter, or to balance acidity without sugar,” he says. “You have to be intelligent with vegetables.” — AIMEE FARRELL\n\nSign up for the Open Thread Newsletter A look from across the New York Times at the forces that shape the dress codes we share, with Vanessa Friedman as your personal shopper. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["heures", "cultural", "times", "700000", "teyssier", "series", "compendium", "hotels", "hotel", "art", "york", "whats", "different"], "polarity": 0.09471518405341935, "subjectivity": 0.38368223552047054},
{"title": "\n                    In Search of Lost Time in Europe’s Sanatoriums                ", "url": "https://www.nytimes.com/2018/02/18/t-magazine/sanatorium-europe-history.html", "text": "Also connected to that culture was a parallel institution that flourished in Europe around the turn of the century: the thermal spa. Since the 1800s, doctors had been prescribing hydrotherapy, and health resorts were being established across the continent. As the historian David Clay Large has written, “the grand spas in their heyday amounted to their world’s equivalent of today’s golf and tennis resorts, conference centers, business retreats, political summits, fashion shows, theme parks and sexual hideaways — all rolled into one.”\n\nPeople afflicted with everything from gout to arthritis came to “take the waters” at spa towns across Europe, but unlike the sanatoriums with which they were concurrent, their visitors were not always ill. Instead they came to socialize, attend cultural events and negotiate political treaties. The towns themselves — Aix-les-Bains and Vichy in France; Bath and Buxton in England; Aachen and Baden-Baden in Germany — built above the rubble of thermal baths established by Roman conquerors centuries earlier, were plotted to maximize what was known as a “therapeutic landscape,” a kind of aestheticized social engineering that promoted strolling and alfresco mingling. The architectural style of the bathhouses themselves was formal and atavistic, with marble walls, high arches, domed ceilings and mosaic floors. Well-maintained, infrastructurally sophisticated and aggressively promoted, these grand spa complexes were some of the earliest examples of modern tourist destinations.\n\nPhoto\n\nYEARS BEFORE THE concept of a politically and culturally unified Europe gained traction, withdrawing from life (if even for a week) was a recurring feature of Continental existence. Spa culture — defined by its intentional architecture, geographical remove and somnambulistic ambience — was experienced in direct opposition to the rapid-paced, sick-making atmosphere of industrialized Europe. Unlike in America, where tuberculosis sanatoriums functioned more like hospitals than lifestyle colonies, the bosky outreaches of central Europe served as a sort of mystical destination where people from kingdoms near and far could live temporarily apart from reality — intermingling, arguing, falling in love — even as the security and sovereignty of the world around them remained imperiled. It’s unsurprising that a microcosm containing different types of people with little to do but reflect and cathect provided fiction writers with a generative setting, one which everyone from George Eliot to Henry James to Guy de Maupassant took advantage of.\n\nIndeed, with enough selective reading it can seem as though every 19th-century writer of note spent at least a little time at a spa town. Turgenev and Goethe took the waters at Karlovy Vary in western Bohemia; Dickens and Tennyson visited Yorkshire’s Harrogate. The Black Forest-surrounded Baden-Baden was perhaps the most popular, especially among the Russians: Leo Tolstoy and Fyodor Dostoyevsky both visited; Chekhov died 90 miles south of there in Badenweiler in 1904 after an injection of camphor, a sip of champagne and a few weeks of writing letters to his sister in which he described his diet (boiled mutton, strawberry tea and “enormous quantities” of butter) and complained about German women’s poor taste in clothing. His body was brought home in a refrigerator car meant for oysters. Mark Twain visited the Bohemian spa town of Marianske Lazne (often referred to by its German name, Marienbad) in 1892 and sarcastically cataloged a spa regimen for a patient suffering from gout that involved rising at 5:30 a.m., drinking “dreadful” water, tramping in the hills, wallowing in the mud and eating as much as possible “so long as he is careful and eats only such things as he doesn’t want.”\n\nMy daily routine in Marianske Lazne wasn’t actually so different. It began with a walk through the small, central part of the village, whose springs have been touted as curative for centuries and which was visited by an almost-laughable list of luminaries that included state heads (Czar Nicholas II, Emperor Franz Josef I), intellectuals (Freud, Edison, Kafka, Nietzsche, Kipling) and composers (Mahler, Wagner, Chopin, Strauss). The town is made up of pale neo-Classical buildings edged with verdigrised turrets and elaborate spires. The public gardens are tidy and politely pretty. Czech couples stroll along camel-colored crushed-granite paths, carrying flattened porcelain spa cups whose handles also serve as straws and which they fill at public fountains. Large groups of Germans walk briskly in excessive hiking gear, stopping at outdoor cafes where they order steins of pilsner and read Der Spiegel. The Russians wear their bathrobes everywhere and keep to the gilded hotel lobbies, where they play chess with one another as mole-removal videos loop on overhead TVs. At the grand hotels, whose convoluted floor plans also house spas, sublimated weight loss strategies are nonexistent, as are the high-tech instruments and the suggestions of pan-Asian wellness (gongs, bamboo) that one sees everywhere in America. In the absence of vanity and hard science and globalism, a sort of generic and primal prewar Europeanness persists, as unsettling as it is soothing.\n\nAnd as Twain himself reported, the meals were indeed curious and the prescriptions harebrained. At the Danubius Health Spa Resort Centralni Lazne, treatments are administered in tiled, cobweb-laced rooms. My first was a “mineral bath with natural CO2” for which I was led into a stainless-steel bathtub by a caustic attendant and told to ignore a half-submerged rusty wire. The water, just above lukewarm and smelling of sulfur, fizzed lightly. I had the impression of floating in rapidly cooling club soda. The attendant came back in, unannounced, wrapped me in a blanket, and discouraged me from trying to remove an arm so I could read my book. Benefits are said to include “improved blood circulation, heart and kidney activity as well as reduced stress and anxiety.” Later, I dawdled in a Kneipp foot bath, named for a Bavarian priest who advised walking without shoes through morning dew, and the following day spent a disturbing 30 minutes in a tiled alcove, while dry oxygen was delivered into my nostrils via a latex tube. Each evening, a heavy dinner was served (often including hot sauerkraut, beef tongue in cream sauce, pickled herring and, for dessert, whole peeled kiwis), followed by flutes of Bohemian sparkling wine, which one could sip while classical musicians performed.\n\nPhoto\n\nTHE SANATORIUMS OF Europe are now closed, and the spa towns where acute and imagined maladies alike were elevated to a glamorous lifestyle are today visited almost exclusively by the elderly. But medically informed repose — experienced far and away from the world, quietly and alongside others as sick (or not) as oneself — can still be had. In Vals, Switzerland, not 70 miles from Davos (once studded with about 40 sanatoriums), thermal waters run through the valley’s granite walls. A beautiful if deliberately sterile-feeling spa hotel sits just above the small village and beckons visitors from all over the world, who come to bathe in silence and eat overpriced pear bread while gazing at verdant pastures. Those seeking wellness today do not want outdoor concerts or lectures or chitchat. They want to be by themselves, ideally in a photogenic location with poor cellphone service.\n\nAdvertisement Continue reading the main story\n\nThe walls of the Peter Zumthor-designed spa, opened in 1996 under the name Therme Vals and now part of the 7132 Hotel, are made from 60,000 one-meter-long slabs of locally quarried quartzite; the concrete roof is covered with grass. Giant windows overlooking gray mountains somehow don’t do much to brighten what is otherwise a dark and labyrinthine experience. “Moving around this space means making discoveries,” Zumthor has said. “You are walking as if in the woods. Everyone there is looking for a path of their own.”\n\nI often wondered if I would ever find mine. I spent as much time soaking in various baths as I did wandering around through the mist between them. It was easy to appreciate the solemn beauty of Vals’s imposing modern design, which was clearly plotted with great intention and intellect, while still feeling unpleasant panic each time you rounded a corner only to see a dim hallway coaxing you who knows where. Before the property owner stepped in and insisted otherwise, Zumthor was adamant that his spa have no clocks inside. He wanted bathers to feel not just weightless in the water but timeless too. The twin clocks that were installed are nearly hidden (I only found out about them weeks after I had come home) and the cavernous space succeeds in making the minutes melt into hours.\n\nIn daily life, it’s rare that I don’t know the time down to the minute, and with the tap of a single skeuomorphic button I can find out where I am anywhere in the world, as well as whatever terrible things are happening halfway around it. In previous centuries, those suffering from ailments and ennui could travel through forests and up glaciers, by train and horse, to drink and dip in therapeutic waters. They endured unthinkable hassle to gain access to legendary liquids and dubious expertise. Today, we know better. Sunlight doesn’t kill germs and physical maladies aren’t cured by carbonated water. The best we can hope for is the kind of psychological balm that comes from temporarily removing oneself from the responsibilities of daily life, which lately seem to involve the helpless monitoring of catastrophes we can do nothing about. To travel from one empire in decline to countries whose golden eras were over 100 years in the past is to accept — and if possible, enjoy — the undeniable fact that disorientation can be its own kind of decadence.", "keywords": ["europes", "search", "spa", "walls", "town", "towns", "europe", "sanatoriums", "lost", "world", "water", "visited", "waters"], "polarity": 0.08353356276018148, "subjectivity": 0.5007576795706292}
]