[
{"title": "\n                    Most North Koreans Can’t Actually Watch the Olympic Games                ", "url": "https://www.nytimes.com/2018/02/15/world/asia/north-korea-olympics-television.html", "text": "In 2002, when the two Koreas were in a reconciliatory mood, North Korea even broadcast the World Cup matches in the South. In 2014, it broadcast daily highlights from the Winter Olympics in Sochi, Russia, although none of its athletes competed there. That makes the absence of Olympic broadcasting in the North all the more conspicuous this year.\n\n“The last thing the North Korean authorities want is for its people to envy the South,” said Jung Gwang-il, a North Korean defector.\n\nLike its former socialist allies, North Korea has recognized the role of sports in reasserting what it calls the country’s ideological superiority. When its athletes returned home with golds, it honored them with car parades and rewards, like new apartments. The most celebrated example was Jong Song-ok, who won the World Championships marathon in Spain in 1999.\n\nMs. Jong famously said she won because while running, she imagined Kim Jong-il, then North Korea’s leader, “beckoning me from the finish line.”\n\nPhoto\n\nMr. Kim, the father of the current leader, made her a “hero of the republic,” the highest honor in the country, for lifting the morale of his people still, in the grip of a devastating famine. (Defectors from the North later relayed a different story: Ms. Jong, sent to Spain as a pacemaker for another North Korean runner, ran for the life of her father, who was in prison.)\n\nThis year, Kim Jong-un has no athlete who can glorify him as Ms. Jong did his father.\n\nNorth Korea has won only two medals in the Winter Olympics, a silver in speedskating in 1964 and a bronze in short-track speedskating in 1992. The International Olympic Committee granted the 22 North Koreans at the current games last-minute exemptions to compete in five sports in Pyeongchang, including a dozen who joined the South Korean women’s ice hockey squad to create the first inter-Korean Olympic team ever. None is expected to stand on a medal podium.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Kim had quite a different goal for the Olympics, analysts said.\n\nWhen he used his New Year’s Day speech to propose sending North Korean athletes to the Olympics, it was clear that his interest was not in Olympic golds but in creating a political détente so he could weaken international sanctions imposed on his country. At home, he described his decision as an act of magnanimity.\n\nSouth Koreans “are so grateful to us for giving a helping hand to their Winter Games, which were at the risk of becoming the least popular Olympics in history because of the political situation,” the North’s official newspaper, Rodong Sinmun, said last month.\n\nAdvertisement Continue reading the main story\n\nSouth Korea has repeatedly urged North Korea to join the Olympics, hoping that its participation would help ease tensions and help make the games a success. That created an opening for Mr. Kim to engage in what critics called a “charm offensive.”\n\nMr. Kim sent hundreds of cheerleaders, musicians and singers to the Games to supplement his meager sports contingent. They stole much of the show on the sidelines of the games. He also sent the most unusual Olympic guest: his sister, whose visit to the South, including meetings with President Moon Jae-in, created a media frenzy. Ms. Kim delivered her brother’s invitation for Mr. Moon to visit the North for a summit meeting, raising hopes for a détente, as Mr. Kim intended.\n\n“Kim Jong-un didn’t really have anyone to send to the Olympics, except for his cheerleaders and singers,” said Joo Sung-ha, a North Korean defector who works as a reporter for the mass-circulation South Korean daily Dong-A Ilbo. “They were the best card he had.”\n\nThe state-run North Korean news outlets covering the Olympics focused on these nonsports activities to highlight Mr. Kim’s inter-Korean initiative.\n\nThey carried front-page reports on his sister’s visit. They told North Koreans that their arts troupe performed to “packed audiences” in the South. They also reported the North Korean cheerleaders rooting for the joint Korean ice hockey team but did not mention that it lost 8-0 to Switzerland and Sweden. The team also lost 4-1 to Japan, the Koreans’ historical enemy, on Wednesday.\n\n“Kim Jong-un did not look for Olympic golds in the first place,” said Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul. “His aim was to use the Olympics to create a mood for dialogue in order to head off sanctions and pressure and to soften his country’s negative image. And he has been more successful there than he hoped for.”", "keywords": ["korea", "actually", "north", "olympic", "south", "cant", "olympics", "kim", "mr", "games", "watch", "koreans", "korean"], "polarity": 0.12146861471861473, "subjectivity": 0.39029220779220775},
{"title": "\n                    A Times Photographer’s Journey Home to the Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/15/lens/a-times-photographers-journey-home-to-the-winter-olympics.html", "text": "Lens A Times Photographer’s Journey Home to the Winter Olympics Image Miu Suzaki and Ryuichi Kihara of Japan competing at the Gangneung Ice Arena in PyeongChang, South Korea. Credit Chang W. Lee/The New York Times\n\nChang W. Lee cried as he photographed the opening of the Winter Olympic Games.\n\nHe had grown up in Busan, South Korea, where his parents rarely spoke about the war that cleaved his homeland in two. His mother had fled the North, leaving behind family members; his paternal uncle was never seen again after being taken prisoner by the North. In elementary school, his teachers had him draw posters and write essays against the communists.\n\nNow, in an emotional homecoming he could never have imagined, Mr. Lee has returned to cover the Winter Games for The New York Times. Even harder to believe was the sight of a unified team of women hockey players from North and South Korea as they entered the stadium.\n\nImage North Korea supporters during the game between the unified Korean team and Switzerland at Kwandong Hockey Center. Credit Chang W. Lee/The New York Times\n\nImage The opening ceremony of the Winter Olympics in Pyeongchang. Credit Chang W. Lee/The New York Times\n\n“We are the same people,” Mr. Lee said in a phone call from Korea this week. “Unification will probably not happen anytime soon but we don’t have to be literally unified to be able to communicate with our relatives on the other side and have activities together.”\n\nThese are the eighth Olympics Mr. Lee has covered for The New York Times, even though he had little interest in sports when he moved to the United States after a semester of college. And even though the 1988 Summer Games were in Seoul, he didn’t have the time to watch them on television, since he was busy delivering pizzas in New Jersey to pay his way through English classes. He just knew something big was happening.\n\n“I heard people screaming from their homes,” he recalled. “But I was just delivering the pizza.”\n\nHe went on to study photography at New York University and landed a photo internship at The Times in 1994 before being promoted to staff photographer a few months later. And though he started with little knowledge of many American sports, he quickly became an expert sports photographer. He covered his first Olympics in Nagano, Japan, in 1998, where the spectacle and the drama motivated him to photograph as many Olympic Games as possible ever since.\n\nImage Adam Rippon of the United States during the men’s singles free skate, on the final day of the team figure skating competition. Credit Chang W. Lee/The New York Times\n\n“I love to cover the Olympics because it’s really about human drama,” he said. “These athletes go through extreme hardship and devote so much of their lives to compete in a short period of time that will define their career. To witness that and to be able to capture those moments is a great gift to me and a privilege to be able to do it.”\n\nHis obsession with capturing the perfect moment at the Olympics at times rivals the obsession of the athletes themselves. Two thirds of his job, he said, is making sure everything is working so he can actually take the pictures the rest of the time.\n\nAt these Olympics, his focus will be on figure skating and ice hockey. Mr. Lee has set up two remote cameras at the skating arena and two more at the hockey rink. He had already scouted the figure skating venue in Pyeongchang a year ago in order to familiarize himself with the location. He also went to the American figure skating trials in order to study the athletes and their routines.\n\nImage Shaun White of the United States during the men’s halfpipe qualification rounds at Phoenix Snow Park, PyeongChang. Credit Chang W. Lee/The New York Times\n\nImage Korea’s Park Chae-lin, right, collided with Naho Terashima of Japan. Credit Chang W. Lee/The New York Times\n\nTo successfully photograph the Olympics, he said, you have to plan, prepare and “want it more than anyone else and never give up,” two traits he knows well from his personal journey.\n\nPlanning and patience may be the foundation, but once the event begins, instinct takes over. There is a purely meditative aspect to being a great sports photographer and a feeling of being solely in the moment. Anticipation is critical for capturing the moments that happen so fast.\n\n“It’s really being able to see what’s going to happen before it happens,” Mr. Lee said. “If you wait until you see it with your own eyes, many times it’s too late.”\n\nImage North Korean figure skaters Kim Ju-Sik and Ryom Tae-Ok during a practice session. Credit Chang W. Lee/The New York Times\n\nImage Shaun White during his first run of the men’s halfpipe final. Credit Chang W. Lee/The New York Times\n\nImage Tit Stante of Slovenia during the men’s halfpipe qualification rounds. Credit Chang W. Lee/The New York Times\n\nFollow @nytimesphoto on Twitter. Chang Lee is on Twitter and Instagram. You can also find Lens on Facebook and Instagram.\n\nJames Estrin, the co-editor of Lens, joined The Times as a photographer in 1992 after years of freelancing for the newspaper and hundreds of other publications. @JamesEstrin\n\n\n\n\n\n\n\n", "keywords": ["york", "skating", "journey", "north", "w", "olympics", "winter", "photographers", "credit", "times", "lee", "chang", "leethe"], "polarity": 0.17050789586000853, "subjectivity": 0.4714839542304331},
{"title": "\n                    The Most Dominant Force at the Olympics? Wind                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/pyeongchang-wind.html", "text": "It has been a nuisance (ski events keep getting postponed), a danger (the Olympic Park in Gangneung was evacuated on Wednesday because tents and signs were blowing everywhere) to a novelty (the 20-plus-story apartment towers in the media and the athlete villages swayed enough on Wednesday to rock the hangers in the closets).\n\nWind greatly affected the women’s slopestyle snowboard contest on Monday, a day after qualifying runs had been canceled because of wind. In the finals, athletes crashed or essentially gave up on 41 of 50 runs. Some approached the big jumps at full speed, only to pull up at the last moment because snow made it impossible to see or the wind socks on the jumps were completely stiffened. Tess Coady of Australia blamed the wind for a knee injury sustained in a training run before the competition.\n\n“Got picked up in the wind on the bottom jump in practice and my ACL was not a big fan!” she wrote on Instagram.\n\nSeveral miles away on Monday, the women’s giant slalom competition was postponed, just as the men’s downhill had been the day before. (They both ultimately took place on Thursday, the first somewhat still day of the Games.)\n\nIt threw off training cycles and complicated the hopes of skiers like Mikaela Shiffrin, the American star who is aiming to win multiple gold medals. Because of the wind, she faced three straight days of races, hardly ideal.\n\nFor most of a week, the blowing snow created white-out conditions on the ski courses. Gondolas tilted uncomfortably in the wind, and chair lifts were shut down. Race flags were blown off their poles. Mislaid gloves blew away.\n\nPhoto\n\nBut wind is a fickle foe to plenty of winter sports, and it has affected all of the outdoor events. On the biathlon course, it was even harder than usual to shoot straight. At the ski jump, the 45-year-old veteran Noriaki Kasai of Japan said he had rarely felt such strong wind at a competition.\n\nAdvertisement Continue reading the main story\n\n“It’s unbelievable,” he said. “The wind howls so loud it’s frightening being up there.”\n\nThe wind even put a scare into spectators milling around the complex of ice arenas close to the coast.\n\n“Due to high winds in the Gangneung area, all activities in the common domain of the Gangneung Olympic Park have been temporarily suspended to ensure the safety of all personnel,” the Pyeongchang Olympic Committee wrote in a statement Wednesday afternoon, as temporary tents, booths and fences were upended and blown over in a sudden burst. According to Reuters, 13 volunteers and three spectators receiving minor injuries from flying debris and 60 tents were damaged.\n\nThe area was closed and fans shooed away. The giant circuslike tents that serve as workrooms for members of the news media were emptied.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWho knew it could be so windy in such a lovely place? Actually, Olympic organizers did. The Pyeongchang 2018 Organizing Committee had a “meteorology and climate team” that supplied a 26-page report about weather, updated last year.\n\nThe most dominant pattern this time of year, the report warned, was the “Siberian High,” as cold and dry winds from the northwest come with little obstruction all the way from Siberia.\n\n“High winds and low windchill temperatures are the most influential factors in particular during the Olympic period,” the report said.\n\nThat explains the wind turbines.", "keywords": ["gangneung", "pyeongchang", "tents", "events", "dominant", "olympic", "newsletter", "olympics", "force", "wind", "ski", "winds", "report"], "polarity": 0.07799710272366524, "subjectivity": 0.47170950577200577},
{"title": "\n                    What Is Skeleton? It’s Like the Luge — but Headfirst                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/skeleton.html", "text": "Photo\n\nBy now, most sports fans are at least a little familiar with the luge: Sledders lying on their backs have been sliding down an icy course at the Olympics since 1964.\n\nSkeleton is like luge. Only the sledders are flipped on their stomachs and careen down the course headfirst. It’s like you remember from your local sledding hill, when school was closed for a snowstorm. But at 80 miles per hour.\n\nAfter cameos at the St. Moritz Olympics in 1928 and 1948, skeleton joined the Games permanently in 2002.\n\nThe unusual name may have arisen because the early sleds reminded some of skeletons, or from a corruption of a Norwegian word for sled, “kjaelke.”\n\nAdvertisement Continue reading the main story\n\nThough steering accurately around the turns is important — sliders control the sled with small movements of their heads and shoulders — a lot of success or failure comes down to the start. How fast can the sledders run 25 or so meters, and how efficiently can they convert that foot speed into speed on the course?", "keywords": ["turns", "unusual", "skeleton", "olympics", "headfirst", "course", "success", "luge", "speed", "sledders", "sled", "word"], "polarity": 0.04384920634920636, "subjectivity": 0.40634920634920635},
{"title": "\n                    Shaun White Now Says He Regrets Past Behavior, as Harassment Claims Resurface                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/shaun-white-sexual-harassment.html", "text": "“My friends, you know, love me and vouch for me, and I think that stands on its own,” he added.\n\nThe reporter tried to push the issue, but the event director, Nick Alexakos, put a stop to the questioning.\n\nShortly after the news conference, Mr. White appeared on NBC’s “Today” show and apologized for his word choice.\n\n“I’m truly sorry that I used the word ‘gossip,’” he said. “It was a poor choice of words to describe such a sensitive subject in the world today.” He said he had been “overwhelmed” by his medal victory.\n\n“I’ve grown as a person over the years,” he went on. “Every experience in my life, I feel like it’s taught me a lesson. And I definitely feel like I am a much more changed person than I was when I was younger.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn his statement to The Times, he reiterated how proud he was about winning the gold, expressed regret for his past behavior and added, “I have grown and changed as a person, as we all grow and change, and am proud of who I am today.”\n\nIn 2016, Lena Zawaideh, the former drummer of Mr. White’s rock band Bad Things, filed a lawsuit against him claiming that he had sexually harassed her and tried for years to “impose a strict regime” over her, asking her to cut her hair and to wear revealing clothing and underwear.\n\nAdvertisement Continue reading the main story\n\nAccording to the suit, Mr. White made vulgar sexual remarks to her, sent her sexually explicit images of “engorged and erect penises” and forced her to watch sexually disturbing videos.\n\nThe suit, which refers to Mr. White as the “face of modern extreme sports,” also alleged breach of contract and wrongful termination from the band.\n\nThe lawsuit was settled in May 2017 for an undisclosed amount.\n\nA person close to Mr. White said that Mr. White believed at the time the messages that he was exchanging with Ms. Zawaideh were consensual, and said that Ms. Zawaideh reciprocated.\n\nMs. Zawaideh’s lawyer, Lawrance Bohm, said in a statement late Wednesday that Ms. Zawaideh had believed this matter was in the past but that Mr. White’s recent remarks had “minimized the problem of sexual harassment in this country.”\n\n“Mr. White’s comments, on the world stage, directly impugn the character of Ms. Zawaideh,” Mr. Bohm said in the statement. “No woman wants to be called a ‘gossip’ or a liar by the harasser. Minimizing sexual harassment maximizes the harm to Ms. Zawaideh. Hopefully, before our country declares someone ‘the best of the U.S.,’ there will be investigation and due diligence.”\n\nThe revelation of Ms. Zawaideh’s accusations against Mr. White, who has earned three Olympic gold medals in his career, comes amid the #MeToo movement, which has catalyzed women to share their stories of mistreatment with a goal of holding men in power accountable.", "keywords": ["past", "zawaideh", "white", "newsletter", "person", "sexually", "behavior", "harassment", "ms", "shaun", "sexual", "mr", "statement", "claims", "resurface", "regrets", "whites"], "polarity": 0.11012105178771846, "subjectivity": 0.41877505210838556},
{"title": "\n                    Beyoncé Songs Come to the Olympics. But Who Pays for the Rights?                ", "url": "https://www.nytimes.com/2018/02/14/arts/music/olympics-figure-skating-songs-copyrights.html", "text": "“These are basically live performances,” Mr. Winogradsky said, “so there is no synchronization right, as there would be in a pretaped motion picture.”\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Louder Newsletter Every week, stay on top of the latest in pop and jazz with reviews, interviews, podcasts and more from The New York Times music critics. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nInstead, according to Mr. Winogradsky and other executives, music in routines at the Olympics are covered by what is known as a performing right: the permission to perform or broadcast a piece of music in a public, commercial setting.\n\nIf NBC were to broadcast the routines outside the context of its Olympics coverage, however, then it may need further permissions.\n\n“To the extent that NBC is exploiting the work more than once, then they would need a sync license for that,” said Robert E. Allen, a lawyer who deals with music copyright.\n\nNBC declined to comment.\n\nConcert venues, radio stations, television networks and even restaurants pay set fees for performing rights through so-called blanket licenses, which are issued by clearinghouse groups like Ascap and BMI in the United States and cover millions of songs. Those groups then pay royalties based on how, and how often, the songs are played. (Broadcasters in other countries pay their local collection societies, like Sacem in France or PRS for Music in Britain.)\n\nIn other words, the financial gears for music at the Olympics turn in much the same way as they do for any song played on the radio. For any one performance, that payment might be small, but in the aggregate this is one of the music industry’s biggest and most reliable kinds of income: Ascap and BMI, for example, each collect more than $1 billion a year in licensing fees.\n\nSo that means Beyoncé — whose songs “Run the World (Girls)” and “Halo” were used by the French skater Maé-Bérénice Méité, inspiring a homemade soundtrack by the comedian Leslie Jones — will make money from the Games, but most likely far less than she would if one of her songs was in a movie or a sitcom.\n\nBut she is picking up accolades from the athletes: Beyoncé’s music is “crazy, wild and fun,” Ms. Méité said. “You can just dance to it.”", "keywords": ["york", "routines", "beyoncé", "olympics", "music", "sign", "come", "winogradsky", "right", "songs", "times", "rights", "pays", "pay"], "polarity": 0.13286910457963086, "subjectivity": 0.39205684666210977},
{"title": "\n                    This Is Not a Drill: Another ‘Emergency’ Alert Is On Its Way                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/cellphone-alerts-winter-games.html", "text": "“We were scared in the beginning,” Francesca Bettrone, a long-track speedskater from Italy, said. “I still don’t know what they say.”\n\nThere have been at least 14 emergency alerts sent to cellphones over the past week, and those around the Olympic Park here received eight separate, bleating alerts on Wednesday alone.\n\nAfter the fifth or sixth alert on Wednesday (it was easy to lose count), a couple of strangers waiting in line for food at the speedskating arena began trading tips on how to alter the settings on their iPhones to block the emergency notifications.\n\nPhoto\n\nThey could have simply followed the lead of Marten Liiv, a speedskater from Jogeva, Estonia, who never purchased an international data plan for his phone.\n\n“I’ve heard all about them, but I don’t get them,” Liiv said with a shrug. “I’m lucky, maybe.”\n\nAdvertisement Continue reading the main story\n\nAn email to the Pyeongchang Olympics Organizing Committee seeking a response to whether they had planned for the stir the alerts have caused was not immediately answered.\n\nIt hasn’t helped that phone alerts, and the prospective scary message they could be carrying, had been on people’s minds after a mistaken text alert last month in Hawaii about an inbound ballistic missile.\n\nWith nuclear tension related to North Korea still running high on the peninsula, some athletes said the emergency notifications had sent their imaginations into overdrive.\n\n“It was a little bit like, ‘What is this?’” Thomas Ulsrud, a Norwegian curler, said about an alert he received this week in the athletes’ village. “We’re in the same building as the North Koreans, so it was like, ‘What is going on here now?’”\n\nThe emergency alerts sent on Wednesday warned of extreme winds in the area and the possibility of forest fires.\n\nThose arriving early for the Olympics received alerts about the cold and the smoke from an isolated fire in Gangneung, where several events are held.\n\nSome athletes remained calm at first about the jarring alerts — until they started interrupting their sleep.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It woke me up, and I didn’t know what it was, so my phone got thrown across the floor,” said Peter Michael, 28, a speedskater from Wellington, New Zealand. Michael said he waited to hear if there was a fire alarm or something else to indicate what was going on. Moments later, he went back to sleep. “I figure if it’s something really bad, someone can come get me,” he said.\n\nJust past 5 a.m. on Sunday, phones blared simultaneously around the athletes’ accommodations as people were informed about an earthquake that had occurred about 100 miles from Pyeongchang.\n\nAdvertisement Continue reading the main story\n\n“I was sleeping, and I thought, ‘Why is this keeping me awake?’” Bart Swings, a Belgian speedskater, said with a mock sigh. “First, I can’t read it. Second, my phone was on silent. But apparently that doesn’t matter.”\n\n“The alarms have useful information,” Swings added, “but maybe they should put it also in English during the Olympics.”\n\nNow somewhat desensitized to the alerts, athletes have resorted to simply hoping that someone will tell them if there is an emergency.\n\nNina Roth, a curler from McFarland, Wis., said the United States team’s security official had been handling inquiries about the alerts from concerned, or simply curious, athletes.\n\n“She assured us that if it was anything that was an actual issue, she’d let us know,” Roth said.\n\nSpectators at a competition last weekend puzzled over the texts.\n\n“It’s all in Korean — as, you know, it should be,” Julie Morreali, visiting from Sycamore, Ill., said with a laugh. “We got one in the middle of the night, and we didn’t know what it was. You hope for the best. I mean, what are we going to do? We can’t talk to anyone.”\n\nHer friend Jen Mendigutia of San Diego nodded in agreement. “I should have learned more Korean before I got here,” she said.", "keywords": ["speedskater", "alerts", "sent", "athletes", "phone", "drill", "reading", "alert", "know", "emergency", "simply", "received", "way"], "polarity": 0.04203959235209235, "subjectivity": 0.3450038329725831},
{"title": "\n                    Goals on the Ice and Politics in the Air as Japan Beats Unified Korean Team                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/unified-korea-hockey-japan-politics.html", "text": "When Griffin scored her goal, midway through the second period, cutting Japan’s lead to 2-1, the crowd leapt to its feet and roared with joy.\n\nAdvertisement Continue reading the main story\n\nFor many fans, the political and historic charge of the game was the point.\n\n“I am not very interested in hockey,” said Cho Young-kyu, 20, who attended with a group of friends. “I decided to come here because it is a game between Korea and Japan and it is a unified Korean team.”\n\nMr. Cho, who wore a baseball hat with a peace symbol embroidered on it and carried both a South Korean and a unity flag, took glee in pointing out a couple of tiny dots on the unified flag. They represented islands in the sea between Japan and the Korean Peninsula, known as Dokdo in Korea and Takeshima in Japan, that are administered by South Korea but claimed by Japan. “These are our islands, not Japan’s islands,” he said.\n\nGiven the circumstances, Wednesday’s game played out with civility. When Japan scored, there was no booing. Instead, Korean fans quickly rebounded with chants of “It’s O.K.!” The Japanese fans applauded the Korean team at the end of the game.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOver all, relations between Japan and South Korea have been on a long-term upward trend. In the late 1990s, South Korea dropped its bans against Japanese films, videos and comic books, and began allowing Japanese performers into the country. In 2002, when the countries co-hosted the World Cup, even after Japan’s team was eliminated, fans rooted for South Korea.\n\nBut under Mr. Abe, the relationship between the countries has deteriorated. In 2013, Mr. Abe’s party proposed new language for school textbooks that inserted a more nationalist tone, requiring the history books state that there is still a dispute about whether the Japanese Army played a direct role in forcing so-called comfort women from Korea and elsewhere to work as sex slaves for its soldiers. Most foreign historians say the brothels could not have been run without the military’s cooperation.\n\nThe countries signed an agreement in 2015 to resolve the comfort women dispute, but after the South Korean president, Moon Jae-in, was elected last fall, he pledged to review the deal. In January, Mr. Moon said he would leave the deal intact, but he called for a renewed and sincere apology from Japan, a declaration that provoked frustration in Tokyo. At a summit meeting with Mr. Moon immediately before the start of the Olympics, Mr. Abe reiterated Japan’s position that the 2015 agreement should be “final and irreversible.”\n\nBut it was the presence of North Korea that has threatened to open the biggest gap between Japan and the South.", "keywords": ["korea", "south", "olympics", "ice", "japans", "unified", "newsletter", "mr", "politics", "beats", "air", "fans", "goals", "team", "korean", "japan", "japanese"], "polarity": 0.0883353825661518, "subjectivity": 0.3334106064875295},
{"title": "\n                    Shaun White’s Bumpy Ride Back to the Top                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/shaun-white-gold-medal.html", "text": "In White’s world, there is no other excuse for not winning — not a slushy halfpipe or just an off night. His loss (and that’s what he called it, not a fourth-place finish, and it’s probably what he would have called a silver medal, too) was part of what motivated him to try again.\n\nThe segment from there in Sochi to here in Pyeongchang, from age 27 to age 31, was both the hardest and the most rewarding. He rebooted by shedding many of the people around him.\n\n“I got a new P.R. person, a new manager, a new agency, a physical therapist,” White said. “I started working out for the first time in my life, I’ll admit.”\n\nAdvertisement Continue reading the main story\n\nThe time was not without controversy. White was accused by a former bandmate of making sexual remarks to her and making her watch “sexually disturbing videos,” and reached an undisclosed settlement with her last May.\n\nWhite declined to discuss the case during a news conference Wednesday afternoon, hours after his gold medal victory.\n\n“I’m here to talk about the Olympics, not gossip,” he said. “I feel like I’ve addressed it.”\n\nPhoto\n\nIn October, White crashed during practice in New Zealand and smashed his face. His blood stained the pipe, and Thomas would not look at him. White said he did not recognize himself in the mirror. He needed 62 stitches on his face, lips and tongue.\n\n“I completely separated my face,” White said on Wednesday. There were slight scars on his forehead and his nose.\n\nThe accident made him reconsider his Olympic ambitions. His family reminded him that he had nothing more to prove. He had gold medals and plenty of money.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I’m thinking what does this mean?” White said. “We were on such a great path, and it was that true question of, like: Do I really want this? Stepping out on the snow again means that I’m willing to let this happen to myself again. And that’s a big decision.”\n\nHe came back. Few were sure how good he could be, given his age, injury and relatively few competitions. Then he won an event to qualify for the team (with a 100-point score). He won the qualifiers on Tuesday in what might now be the second-best halfpipe contest in history, behind the one the next day.\n\nAdvertisement Continue reading the main story\n\nWhite thought he might have won it in the first of three rounds, when judges awarded him 94.25 points. He watched Hirano, the silver medalist in Sochi and long considered an heir apparent to White, take the lead in the second round with a run that included back-to-back 1440s.\n\nWhite knew he had to do it, too, even though he never had, he said.\n\n“You could come up on any other day, when all these people aren’t here, and ask me to do that, and I’d be terrified,” he said, a rare admission of fear. “Because there’s no motivation. But when you’ve got the Olympics, and you’ve got the dye on the pipe and the world watching, there was no doubt in my mind I was going to do the trick. I just had to land it.”", "keywords": ["ride", "york", "won", "world", "white", "main", "shaun", "reading", "continue", "bumpy", "age", "face", "whites", "youve"], "polarity": 0.09389430014430013, "subjectivity": 0.32710467772967766},
{"title": "\n                    Mikaela Shiffrin’s Quest Gets More Difficult With Another Delay                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/mikaela-shiffrin-skiing-weather-postponement.html", "text": "As for Vonn, what has she been doing while Shiffrin has sweated out interminable race delays and nasty weather that has disrupted her training as well?\n\nVonn has had plenty of time to rest and to pick and choose her times to train as she focuses on her events — the downhill, super-G and Alpine combined, which take place in the span of a week beginning Saturday. Vonn seems at ease as she waits for her Olympic journey to begin, apparently on time and as scheduled.\n\nPhoto\n\nVonn appears to have spent Wednesday hunting for love on Twitter.\n\nShiffrin would also like to enter one or two more events next week. But that was a plan from a week ago. Back then, the notion that Shiffrin would chase medals in five Olympic events seemed more plausible because the races were evenly spaced across 12 days, not wedged into nine, action-packed days.\n\nFor nearly a year now, Shiffrin expected to be done with roughly half of her odyssey at the Pyeongchang Olympics by nightfall on Wednesday. In the best-case scenario, she would have swept two of her best events, or at least earned a medal in both. Then in the second week she would play with house money, especially since she would be a clear favorite in the final individual race of the Olympics, the women’s Alpine combined, which is one downhill and one slalom run.\n\nInstead, she is still being held back, like a skier in the start gate prohibited from pushing past the timing wand to start a race.\n\nThe silver lining is Shiffrin probably stood to benefit the most from the postponements. The winds sweeping through northeastern South Korea would have made the slalom and the giant slalom races either unsafe or unfair. If officials had held Wednesday’s race, an ill-timed uphill gust could have doomed her chance at a medal. A gust of wind at the back of a racer might have inequitably affected who won the race — or lost it.\n\nAdvertisement Continue reading the main story\n\nShiffrin acknowledged as much after Wednesday’s postponement.\n\n“It is definitely unfortunate that we weren’t able to race today, but it is important we have a fair race for all of the athletes,” Shiffrin said in a statement released by the United States ski team. “Today’s conditions would definitely not have been fair. Weather delays and postponements are just the nature of an outdoor sport.”\n\nIn that perspective, Shiffrin may have evaded a much worse fate, which would be a defeat caused not by anything she did or did not do, but by a bad break. And afterward, Shiffrin would have had to accept that outcome because blaming the weather for a loss would only come off as an excuse.\n\nIn the meantime, she waits. The weather is expected to improve considerably. But day by day, it is getting easier to understand why only three Alpine skiers have ever won three gold medals in one Olympic Games.", "keywords": ["won", "events", "mikaela", "gets", "quest", "race", "shiffrin", "olympic", "alpine", "delay", "week", "weather", "slalom", "shiffrins", "wednesdays", "difficult"], "polarity": 0.06951219512195123, "subjectivity": 0.5213414634146343},
{"title": "\n                    Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/cross-country-norway-wax-tech.html", "text": "PYEONGCHANG, South Korea — High fives. Champagne. Maybe a conga line.\n\nOn Sunday afternoon, these and other signs of glee might have been expected in a room filled with Norway’s cross-country ski technicians. Their athletes had just nabbed all three medals in the men’s 15 kilometer + 15 kilometer skiathlon, a glory-cornering performance that almost seemed piggy.\n\nBut the mood in what is called the wax cabin — a metal structure half a mile from the finish line, where skis are a science project that never ends — was subdued. Men sat on chairs, looking more relieved than happy. They sipped espresso. They scribbled in notebooks. They would exult, albeit grudgingly, if prodded.\n\n“It’s good,” said Knut Nystad, standing in one corner of the room by a wall with dozens of skis. “On the other hand, it’s what Norwegians have come to expect. Tough crowd to please.”\n\nNystad, 47, oversees a group of 30 wax techs, as they’re known. Their job is to divine the right combination of wax, skis and snow at a given race — a puzzle with thousands of possible solutions. Get it right and a carbon fiber ski becomes a killer mode of nonmotorized, Alpine transportation. Athletes glide faster down hills and cover ground more efficiently through the rest of the course. Get it wrong and the same athletes will feel like they are trekking through mud.\n\nAdvertisement Continue reading the main story\n\nThe failure will not go unnoticed.\n\n“If we screw up, we’re on the front page of every newspaper in Norway,” he said. “We become idiots, overnight.”", "keywords": ["job", "kilometer", "norways", "wrong", "tough", "room", "15", "fails", "skis", "ski", "right", "noticed", "wall", "chief", "athletes", "wax"], "polarity": 0.01455988455988455, "subjectivity": 0.5731204906204908},
{"title": "\n                    Winter Olympics 2018: Which Country Leads in the Medal Count?                ", "url": "https://www.nytimes.com/interactive/2018/02/14/upshot/which-country-leads-in-the-olympic-medal-count.html", "text": "Which country is doing best in the Winter Olympics? Sometimes, it depends how you count. Changing how much you value each medal can change a country’s rank in the medals table.\n\nThe charts below represent the outcomes of every possible scoring method, limited to those that are “reasonable” — that is, a gold can’t be worth less than a silver, and a silver can’t be worth less than a bronze.\n\nIf you care only about golds, using silver and bronze just to break ties — the method used in many world tables — that's the upper-right corner (putting Germany in first). If, on the other hand, you consider all medals equal, that's the lower left corner (putting Norway in first). Everywhere in between is another plausible scoring method.", "keywords": ["worth", "world", "leads", "country", "olympics", "medals", "winter", "cant", "silver", "2018", "scoring", "thats", "method", "count", "corner", "medal", "putting"], "polarity": 0.12056878306878306, "subjectivity": 0.3759920634920635},
{"title": "\n                    What Is Nordic Combined? Cross-Country Mixed With Jumps                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/nordic-combined-skiing.html", "text": "Photo\n\nThere are three kinds of skiing events at the Winter Olympics. Alpine skiing consists of the traditional events in which skiers race down a hill: the slalom, the giant slalom, the downhill. Freestyle skiing is the newest discipline, with skiers spinning and flipping in the halfpipe or over moguls.\n\nThat leaves the Nordic events, specifically defined as ones in which athletes’ heels are not affixed to the skis. The two main Nordic events are quite different: cross-country skiing, which requires endurance, and ski jumping, the daredevil event that rewards courage, aerodynamic form and a slight body.\n\nSo why not take these two disparate events and combine them? That’s Nordic combined.\n\nSkiers start by taking two ski jumps, scoring points for distance and style. Next up is a 10-kilometer cross-country race. Competitors start based on their performance in the ski jumping: The best ski jumper takes off first, then the others follow in staggered fashion. The first skier across the line wins.\n\nThree gold medals are awarded in Nordic combined. There is an individual event on the large ski jumping hill and another on the smaller, “normal” hill. There is also a team event in which four athletes jump, then participate in a cross-country relay. Nordic combined is a men’s only event at the Olympics.\n\nAmong the contenders at the 2018 Games are several Germans, including the five-time reigning World Cup winner, Eric Frenzel, and the Japanese Akito Watabe. Norway, though, is historically the king of the event.\n\nThe United States had a brief heyday in 2010, winning four medals. But those are the only medals for the country in its history. In Sochi, Russia, in 2014, no American placed higher than 27th.\n\n“Nordic combined is such a funky sport,” Alan Ashley, the managing director of sport performance for the United States Olympic Committee, said in 2010. “It takes a really long time to, first of all, develop the skills and the physical capability in both of these disciplines, and then to figure out how to balance the two.”", "keywords": ["nordic", "events", "jumping", "combined", "medals", "skiing", "hill", "crosscountry", "mixed", "jumps", "ski", "event"], "polarity": 0.10566893424036282, "subjectivity": 0.4015589569160998},
{"title": "\n                    Winter Olympics 2018 Medals: Aksel Svindal Wins Men’s Downhill                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/medals-table-results-schedule.html", "text": "Winter Olympics 2018 Medals: Aksel Svindal Wins Men’s Downhill\n\nImage Aksel Lund Svindal of Norway competing in the men's downhill. Credit Kai Pfaffenbach/Reuters\n\nNorwegians Take Top Two Spots in Men’s Downhill\n\nAksel Lund Svindal gave Norway its first men’s downhill gold on Thursday.\n\nUnder a bright sky and a warm sun, Svindal turned in a gutsy run on a winding but tame course that was almost perfectly suited to him. His teammate, Kjetil Jansrud, took the silver medal, finishing 0.12 of a second behind Svindal in a triumphant showing for the country that has won more medals than any other at the Winter Olympics but is better known for its prowess in Nordic sports.\n\nBeat Feuz of Switzerland finished 0.18 of a second behind Svindal and won bronze.\n\nAll three medal winners were lucky enough to be among the first 10 skiers on a day when the sun was heating up and slowing down the snow with each passing minute.\n\nSvindal, one of the elder statesmen of the Alpine circuit at 35, blasted out of the starting gate, poling and skating his way down the initial slope. Midway through his run he lost his balance, went upright in the middle of the jump and landed on the back of his skis 20 feet down the hill. Svindal somehow regained his stability though and ended up gaining speed on the relatively flat and winding third quarter of the course where so many other races were losing time.\n\nAt nearly 6 feet 3 inches and 220 pounds, Svindal had gravity on his side and crossed the finish line at 1 minute 40.25 seconds, besting the time Feuz had posted just minutes earlier. Before long, it was clear no one was going to catch the Norwegians. With a dozen skiers still at the top of the mountain, finishers began making their way over to Svindal to congratulate him. — MATTHEW FUTTERMAN\n\nImage Aljona Savchenko and Bruno Massot had a free skate score of 159.31, the highest ever recorded. Credit Chang W. Lee/The New York Times\n\nGold to Germany in Figure Skating Pairs\n\nAljona Savchenko and Bruno Massot of Germany unexpectedly won the gold medal in pairs figure skating on Thursday, rebounding from fourth place after the short program with a stirring performance of passion, power and control.\n\nThe Chinese pair Sui Wenjing and Han Cong, who were first after the short program, made a couple of mistakes on their jumps in the long program, and the errors proved decisive in an event decided by less than half a point.\n\nSavchenko and Massot broke their own world record with 159.31 points for a long program. But it was not even clear that Massot would be able to compete in these Winter Olympics until November. He is a native of France and only on his third try did he pass a written exam required to gain his German citizenship. — JERE LONGMAN\n\nFull coverage: here.\n\nMikaela Shiffrin Wins Giant Slalom\n\nMikaela Shiffrin, the almost unbeatable American slalom skier, proved she had successfully expanded her world-class repertoire by winning the 2018 Olympic giant slalom on Thursday.\n\nAfter putting up the second-fastest time on the first run, behind the little-known Italian Manuela Mölgg, Shiffrin skied the top of the second run with cool efficiency and a veteran’s precision. She built a huge lead that protected her against a slip-up with a handful of gates remaining.\n\nShiffrin’s combined time of 2:20.02 was 0.39 of a second better than that of the runner-up, Ragnhild Mowinckel of Norway. Federica Brignone of Italy won the bronze, while Mölgg slipped to eighth. Full coverage here.\n\nYoung Swede Wins Biathlon\n\nHanna Oeberg of Sweden, 22, won the women’s 15-kilometer biathlon for the first significant win of her career. Oeberg hit every target — one of only two competitors to do so — and won by 24 seconds. Anastasiya Kuzmina of Slovakia was second and Laura Dahlmeier of Germany, who won the first two women’s biathlon events here, was third.\n\nNorway Wins in Cross Country\n\nRagnhild Haga of Norway won the women’s 10-kilometer cross-country race. The American Jessica Diggins finished fifth, less than four seconds out of the medals. No American has won a cross-country medal since 1976.\n\nFrenchman Repeats in Snowboard\n\nPierre Vaultier of France defended his title in the snowboard cross competition, narrowly beating out Jarryd Hughes of Australia. Vaultier had almost missed the final when he crashed with two other riders in the semi. But he got back in the race and sneaked into the last qualifying spot.\n\nFirst Blood to Canada\n\nIn what is very likely to be a preview of the gold medal game, Canada beat the United States, 2-1, in women’s hockey preliminary play. Meghan Agosta and Sarah Nurse scored for the Canadians in the second period, while Kendall Coyne got a consolation goal for the United States in the third.\n\nThe U.S. missed a chance in the second period when Jocelyne Lamoureux-Davidson missed a penalty shot, shooting over the goal.\n\nImage Shaun White after finishing his third run in the halfpipe. Credit Chang W. Lee/The New York Times\n\nShaun White Does It Again\n\nShaun White, the snowboarding legend, landed back-to-back 1440s in his final run to claim the gold medal. After holding the early lead, White had slipped to second behind Ayumu Hirano of Japan.\n\nOn his winning run, White soared high above the pipe, ran off a run of staggeringly difficult tricks and landed them all. The result, a score of 97.75, won him his third gold medal. Full coverage: here.\n\nHere’s What You Missed:\n\nJorien ter Mors won the women’s 1,000-meter speedskating race, making the Dutch team five-for-five in the sport so far at these Games. Brittany Bowe of the United States was fourth.\n\nEric Frenzel of Germany won back-to-back gold medals in the normal hill Nordic combined event.\n\nThe team of Tobias Wendl and Tobias Arlt of Germany repeated as doubles luge champions by a little less than a tenth of a second over two runs.\n\nJan Mursak scored 38 seconds into overtime — his second goal of the game — as Slovenia rallied from a two-goal deficit in the third period to stun the United States, 3-2, in overtime in their men’s hockey opener.\n\nIn a game heavy with political overtones, Japan beat Korea’s unified women’s hockey team, 4-1. The victory was Japan’s first in three trips to the Olympics, and Korea’s goal was the only one it scored in the Games. The Koreans, bolstered by a dozen North Koreans and a handful of players raised in North America, went 0-3 and was outscored by 20-1. Full coverage here.\n\nHere’s What’s Next:\n\nThere will be gold medals awarded in biathlon, speed skating and the luge relay.\n\nOn Friday, men’s figure skating will begin, with Yuzuru Hanyu, Patrick Chan and Nathan Chen.\n\nShiffrin goes for another gold in the slalom, her best event.\n\nVictor Mather is a general assignment sports reporter and editor.\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["york", "womens", "won", "olympics", "medals", "winter", "gold", "2018", "svindal", "aksel", "downhill", "mens", "second", "wins", "medal", "run"], "polarity": 0.09150931203089478, "subjectivity": 0.3610970444423681},
{"title": "\n                    Is North Korea Causing Trouble or Giving Peace a Chance?                ", "url": "https://www.nytimes.com/2018/02/13/opinion/olympics-north-korea-sister.html", "text": "Photo\n\nAfter its charm offensive at the Olympics, North Korea’s delegation has returned home from South Korea, leaving some questions behind. Chief among them: Can the new opening between the two Koreas, begun amid the feel-good spirit of the Winter Games, be nudged and nurtured into serious dialogue over North Korea’s nuclear program?\n\nWhile still a long shot, there’s a somewhat better chance of engagement now owing to two developments since President Moon Jae-in of South Korea, Vice President Mike Pence, Prime Minister Shinzo Abe of Japan and the North Korean delegation, including Kim Yo-jong, the only sister of the North Korean leader Kim Jong-un, attended the Olympic opening ceremony.\n\nFirst was Mr. Kim’s surprise decision to dispatch his sister, his most trusted envoy, to carry his personal invitation for Mr. Moon to join him in a summit meeting in the North. Mr. Moon and Ms. Kim met four times during the Olympics, the highest-level contact between the two Koreas in years. Mr. Moon’s visit would be an even rarer event, since the reclusive Mr. Kim has never met another foreign leader.\n\nWhile many officials fear that North Korea’s primary goal is to drive a wedge between South Korea, which has been eager to engage the North, and the United States, which has resisted engagement, close coordination between Washington and Seoul would keep the alliance strong.\n\nAdvertisement Continue reading the main story\n\nAt the very least, the North-South contacts provide a communications channel for Seoul to directly explain to Pyongyang what it and the United States are doing and saying and why, thus hopefully avoiding any miscalculation that could lead to military confrontations in this fraught period.", "keywords": ["korea", "united", "north", "moon", "south", "peace", "giving", "kim", "trouble", "sister", "mr", "states", "koreas", "causing", "chance"], "polarity": 0.09341354723707664, "subjectivity": 0.4744830659536542},
{"title": "\n                    Shaun White, Amid Bolder Tricks, Keeps Up and Wins Another Olympic Gold                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/shaun-white-halfpipe.html", "text": "The quest for more complex tricks is coded in the DNA of adrenaline-seeking athletes like White, passed down from generation to generation.\n\n“It’s just the evolution of the sport,” White said.\n\nBut in pushing the envelope, the athletes are also pushing their own luck.\n\nConspicuously absent from the competition was the 2014 Olympic champion Iouri Podladtchikov, who withdrew last week because of the lingering effects of a head injury that he sustained during a fall at last month’s Winter X Games in Colorado. Podladtchikov, 29, participated in one practice at Phoenix Snow Park before releasing a statement saying it was “in no way safe or responsible” for him to compete. On Twitter, Podladtchikov wrote, “Unfortunately, my brain needs time to recover from the bruises and I will not be able to compete.”\n\nPhoto\n\nA gloom fell over the halfpipe on Wednesday when 16-year-old Yuto Totsuka, the youngest finalist, ricocheted off the wall during his second run and spun out. He landed hard on his side, injuring his hip. He was tended to by paramedics, who immobilized him on a sled and carted him off the course. Japan’s team manager said Totsuka was conscious and had been taken to a nearby hospital. His injuries were not deemed to be serious.\n\nThe day before the men’s final, the 17-year-old American Chloe Kim performed two 1080s — as White had 12 years before — on her way to the gold in the women’s halfpipe. During her runs, Kim’s family members watched anxiously from the bottom of the hill. Asked which trick made her the most apprehensive, Kim’s mother, Boran Yun, said, “the whole run, from the beginning to the end.”\n\nWhile Kim celebrated, one of her fellow teenage competitors, Emily Arthur of Australia, assessed the damage after she face-planted near the end of her third run. Arthur, 18, who finished 11th, remained facedown in the snow for several seconds before she shakily got back on her feet. She had a bloodied nose, a swollen lip and a swollen eye, and she said her head hurt, but she later told an Australia Channel 7 reporter, “I’m good and I’m alive.”\n\nRoughly 7,000 miles away, Kevin Pearce was rattled by Arthur’s fall as he watched the final from his home in Vermont. “It looked so bad that I just hope she takes it seriously enough and gets the help she needs,” Pearce said in a telephone interview.\n\nAdvertisement Continue reading the main story\n\nAccording to an Australian team official, Arthur was checked by a team doctor, who didn’t believe she had suffered a concussion but said that she would be monitored for the next 36 hours.\n\nArthur’s crash reminded him of a bad spill that he walked away from during a U.S. qualifier before the 2010 Games. For the next several days his head didn’t feel right, Pearce said, but he kept his symptoms — nausea, sluggishness and mental fogginess — to himself. He was expected to challenge White for the gold medal at the Vancouver Games, and he did not want to jeopardize his chances of making the Olympics.\n\nLess than two weeks later, Pearce sustained a traumatic brain injury during a training crash. He remained in a coma for weeks. In retrospect, he said, he believes that he sustained a concussion in the earlier fall and that it contributed to the later crash that ended his competitive career.\n\nAfter Podladtchikov, known as IPod, pulled out of the Olympics, Pearce wrote him a message on Instagram with praise for the wisdom and courage “to give up a shot at another gold medal. To me, it was unbelievable that he was able to know that his head wasn’t in the right place.”\n\nPearce hoped Arthur would show the same prudence. “I just hope she can take it from people like myself and IPod and take care,” he said. “With the brain, you just never know if you’re O.K. until it’s too late.”\n\nPearce and his older brother Adam, whom he followed into snowboarding, have called for a concussion-management protocol that would require young athletes to undergo baseline testing — a computerized assessment that measures reaction time, memory capacity, speed of mental processing, and executive functioning of the brain. Then, if they crash, they can be tested and have those scores compared with their baseline numbers.\n\nPhoto\n\n“We’re not saying that snowboarding is too dangerous,” Adam Pearce said in a telephone interview, “but there has to be common sense. Why can’t there be more attention paid to when things maybe don’t go right?”\n\nIn the aftermath of his crash, the Pearce brothers established a nonprofit organization, LoveYourBrain, to raise brain health awareness. Kevin Pearce, 30, still experiences double vision, but his sight has improved enough that he recently was able to ditch the corrective glasses that he had been wearing for the past eight years.\n\nAdvertisement Continue reading the main story\n\nMarch is Brain Injury Awareness Month, and Pearce and his brother have been preparing for international programs aimed at cultivating resilience and community through yoga, Pearce’s latest passion. “I think it’s so awesome to take that time out of the day to be mindful,” he said, “and I don’t believe I’d be saying this right now if I was getting ready to compete in the Olympics. That’s not where my head was.”\n\nPearce and his brother, who is vacationing in the Bahamas, planned to FaceTime during the men’s halfpipe final. Pearce said he could put himself back in their boots, “being at your most nervous place ever in your life and then throwing down the most gnarly tricks.”\n\nHee wouldn’t trade places with any of them. Not even his former rival White, whose longevity and steely composure under pressure amaze him, but, he said, “I don’t know how many people benefited from me when I was snowboarding, how many lives were impacted by my tricks. Now I am hearing how I’m changing so many people’s lives. It’s pretty cool.”", "keywords": ["arthur", "keeps", "olympic", "head", "white", "sustained", "pearce", "gold", "tricks", "shaun", "bolder", "brain", "podladtchikov", "amid", "crash", "wins", "team", "snowboarding"], "polarity": 0.07095876664842182, "subjectivity": 0.39362798759350465},
{"title": "\n                    How Many People Are Watching the Olympics? NBC Uses a Tricky Head Count                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/olympics-nbc-viewers-digital.html", "text": "With billions of dollars in commercial time at stake, content providers, and especially media companies that own expensive sports rights, have raced to keep up. Scripted programming can have a long shelf life and be sold over time in a variety of ways, but the vast majority of sports is watched live, which means broadcasters need to capture every viewer possible and figure out how to count them.\n\nThe catch is that they aren’t yet in agreement on how to do that.\n\n“In order for the industry to move forward, we have to coalesce around a single-source approach,” said Cary Meyers, head of ESPN’s consumer-research division, where the network is working directly with Nielsen on a live audience metric that would be a different version of TAD.\n\nNBC appears unwilling to take any chances with the Winter Games, particularly after facing an unexpected decline in traditional, or “linear,” TV ratings in Rio, when it had to offer free commercial time to advertisers to meet its ratings guarantees. Streaming surged during that period.\n\nLinda Yaccarino, NBC Universal’s head of ad sales, has been a vocal critic of Nielsen in recent years, saying that the measurement company’s methods don’t accurately count all the new ways people are watching its shows. Network complaints have grown louder as the legacy media companies battle falling ratings and new competition for ad dollars from the likes of Facebook and YouTube, which is owned by Google.\n\nNielsen ratings for traditional television are based upon averaging every minute of viewing by a representative panel. NBC combines Nielsen’s measures for its television channels with Adobe’s measurement of streaming data to form TAD.\n\nAdvertising technology is changing constantly, and Nielsen has to carefully decide when a metric is ready for mainstream adoption. Megan Clarken, Nielsen’s president of United States media (and at one time an Olympic-qualifying long jumper), said that a decade ago the company faced pressure to enter mobile measurement. If it had done so, Nielsen would have been pushing ultimately useless metrics to measure viewing on BlackBerry phones.\n\nAdvertisement Continue reading the main story\n\n“What we do as a company is we watch for that activity, that evolution,” she said, “and what we aim to do is not be ahead of it, but be with it, and certainly not behind it.”\n\nWhile analysts said it was smart of NBC to push its own metric for the Games, it is also the right move for Nielsen to proceed carefully as it develops an industry standard for tracking viewers across a “dizzying array” of consumer devices in the digital world, said Dave Morgan, the founder and chief executive of Simulmedia.\n\n“Everybody in the digital video industry is pretty much in agreement that 30 to 40 percent of the ad impressions that are delivered out there don’t really exist,” said Mr. Morgan, whose firm works with brands on targeted TV ads. “Yet nobody would say 30 to 40 percent of TV’s viewing audience doesn’t exist. So I think Nielsen is very, very afraid of going into a Wild West environment where it is wide open to fraud and bots.”\n\nAccording to Nielsen, while measuring authentic digital viewing is difficult, it is no more difficult than doing so for television. But despite the ambiguity of the measuring sticks, advertisers don’t want to miss an opportunity to impress a mass audience over 17 days.\n\n“You don’t necessarily want to sit on the sidelines because, ‘Hey — funky measurement,’” said Gibbs Haljun, managing director of media investment at GroupM, the media-buying arm of WPP. “That sort of defeats the point of what they’re trying to do.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile NBC sees a strong need for better measurement of non-television viewers, especially in sports, it won’t necessarily be rolling out TAD across the NBC universe. The Olympics are a unique property, with thousands of hours of programming playing out on broadcast and cable channels, unlike a hit drama like “This Is Us,” which would never be shown across a broadcast and cable channel simultaneously.\n\nThe Olympics is the perfect petri dish for audience measurement,” said Mr. Lovinger of NBC. The network’s traditional television ratings during the Rio Games were down 15 percent compared with the London Games four years earlier, and since the network had made separate linear and digital ratings guarantees for Rio, it was left “without the ability to manage delivery across the Games,” Mr. Lovinger said.\n\n“You look at the Olympics in Rio and you look at the kind of decline in linear television viewing and the supplement of digital viewing, either simultaneous or delayed, and it is obviously a material difference,” said David Cohen, president of North America at Magna Global, a major ad-buying firm.\n\nAdvertisement Continue reading the main story\n\nSo far, TAD seems to be doing its job. Across the first four nights of the Olympics, ratings for NBC only were down 15 percent from the comparable nights in Sochi four years ago. But the total audience was down just 7 percent. NBC said it is meeting its ratings guarantees, and has begun selling extra ad inventory that it had held back in case of falling short.\n\nMr. Haljun said that the timing is right for NBC’s metric this year, but doesn’t see it as a long-term solution.\n\n“We’re at this weird point where people agree there needs to be a certified third-party number that’s comparable across networks,” Mr. Haijun said.\n\n“But we’re in the early days of getting there,” he added. “People are doing different things and have disagreements on the best way to do this.”", "keywords": ["digital", "measurement", "head", "audience", "nbc", "olympics", "nielsen", "count", "television", "viewing", "games", "tricky", "watching", "uses", "ratings"], "polarity": 0.0846359592788164, "subjectivity": 0.5105739498596641},
{"title": "\n                    Leslie Jones’s Twitter Makes Her the De Facto Olympics Fashion Critic (Again)                ", "url": "https://www.nytimes.com/2018/02/13/fashion/leslie-jones-olympics-twitter.html", "text": "Photo\n\nLaura Kumin was watching the Winter Olympics on Sunday night when the Italian figurer skater Matteo Rizzo appeared on the ice in a black jumpsuit with gold braiding across his chest. “I was thinking, ‘Oh my God. What about that outfit?’” she said. As she often does while watching television, she checked Twitter and saw that Leslie Jones, the “Saturday Night Live” star who is live tweeting the Olympics for NBC, had the same reaction.\n\nMs. Jones has emerged as the Olympics’ anti-announcer, funny and often salty, especially when it comes to the fashion, which, at its best, can be daring, and, its worst, well, she has her views.\n\n“He looks like the Nutcracker,” Ms. Jones said of Mr. Rizzo in her spoken commentary, which often accompanies the phone video clips of the NBC broadcast. “I don’t like it.”\n\nNothing escapes her sharp eye: not black gloves, not a skating pair in checkers (“I don’t even really know how to express the hate that I have”), not even her and Johnny Weir’s matching hairstyles. And she does it all while watching from home on her television and, sometimes, her laptop too. “She’s not a fashion expert, and she is not holding herself out to be,” said Melissa Rivers, the former host of E’s “Fashion Police.” “She takes all the haughtiness out of it.”\n\nIt was Ms. Rivers’s mother, Joan, who effectively created a genre of comedians commenting on fashion, with her scathing reviews of Hollywood glitterati. But unlike when the elder Ms. Rivers was alive, when the commentary would follow the event, the fashion curious now expect their commentary (and comedy) simultaneously. When Ms. Jones wondered aloud why some skating outfits seemed better than others last weekend, her followers chimed in right away, explaining the difference between ice dancing and figure skating.\n\nAdvertisement Continue reading the main story\n\nThis, of course, is not Ms. Jones’s first time sharing Olympic gold with sports fans. In August 2016, Mike Shoemaker, a former producer for “Saturday Night Live” who works with Seth Meyers, saw her tweets and told Jim Bell, now the president of NBC Olympics Production and Programming. (In one tweet, Ms. Jones was dressed as superfan in a red, white and blue costume.) She was hired to go to Rio de Janeiro to work on NBC’s coverage of the Summer Olympics.\n\nFor some, Ms. Jones’s account is how they watch the Olympics. John Moss, a business technology specialist in Atlanta, said he began following Ms. Jones on Twitter six months ago. When he does not have time to watch the Olympics, he checks in with her. “I experience the Olympics through her,” he said.\n\nNewsletter Sign Up Continue reading the main story Of the Moment The lifestyle newsletter from the Styles, Travel and Food sections, offering the latest trends to news you can use. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Sunday, she tweeted about the fit of an skater’s suspenders. Mr. Moss had issues with her fashion take. (“Suspenders rock,” he commented.) “I thought, What is wrong with suspenders?” he said. “I wear suspenders.” He agreed, though, about her assessment of a snowboarder whose pants were bunched around his knees. “That didn’t seem right,” he said.\n\nMs. Jones is headed to Pyeongchang, South Korea, in a few days for NBC. There she will be a contributor, according to the network, and attend Olympic events, meet and interview athletes, and continue to tweet. Her followers wouldn’t want it any other way.", "keywords": ["suspenders", "does", "joness", "twitter", "fashion", "olympics", "facto", "nbc", "live", "ms", "makes", "jones", "watching", "critic", "leslie", "night"], "polarity": 0.05500927643784785, "subjectivity": 0.4276257472686045},
{"title": "\n                    Mikaela Shiffrin Live Slalom Results: Looking for a Repeat                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/mikaela-shiffrin-live-slalom-results-looking-for-a-repeat.html", "text": "• Shiffrin is the reigning Olympic champion, the three-time defending world champion and a four-time World Cup winner in the event. But she does not want to stop at slalom: “I work to become not just the best slalom skier in the world, but the best skier in the world. Period.”\n\n• Despite being the heavy favorite, Shiffrin is bucking some history. No one, man or woman, has ever defended an Olympic slalom title.\n\n• Petra Vlhova of Slovakia is the only other woman to win a World Cup slalom event this season.\n\n• Win or lose her best event, Shiffrin is ambitious for more Olympics glory: She could win the giant slalom and the combined, and maybe even other events.\n\n• In the first of two runs, Shiffrin will ski third. The combined time of the two runs will determine the medals.\n\n• Four years ago, Shiffrin said, “Right now I’m dreaming of the next Olympics, winning five gold medals — which sounds really crazy.” She goes for No. 1 today.", "keywords": ["repeat", "results", "world", "mikaela", "looking", "shiffrin", "olympics", "live", "woman", "slalom", "skier", "best", "runs", "win", "event"], "polarity": 0.33178571428571424, "subjectivity": 0.505952380952381},
{"title": "\n                    How Shaun White Won His Third Gold in Halfpipe                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/halfpipe-live-results-shaun-white-goes-for-gold.html", "text": "White had been disappointed to finish only fourth in the halfpipe in 2014, after golds in the previous two Olympics. And at 31, he showed he still has what it takes to be on top of the snowboarding world, leaving Hirano, 19, and Scotty James of Australia, 23, behind in the silver and bronze positions.\n\nOn his first run, he delivered a classic Shaun White routine, the kind fans have been seeing for a decade. The elevation, the rotations and the landings were there, and he scored a 94.25. But with the rise of his younger contenders and the increasing dazzle and danger of the sport, the feeling was there that it was not quite good enough for a gold.\n\nSure enough, young Hirano surpassed him on his second run, popping back-to-back 1440s. When White fell on Run 2, it set up the classic finale.\n\n“Honestly it’s one of the most challenging runs I’ve ever done,” White said of Run 3. “I didn’t even link the combination, the 14 to 14 until I got here, today, this morning. So, honestly, I’m just so happy with my performance. I’m proud of the other riders for pushing me this whole time.”\n\nNext, White wants to try the 2020 Summer Olympics, as a skateboarder. He says 2022 is also on his radar.\n\nCoincidentally, White’s gold medal was the 100th for the United States in the Winter Games. Few have been as dramatic.\n\nMen’s Halfpipe Final Run 1 Run 2 Run 3 Best Score Gold Shaun White United States USA 94.25 55.00 97.75 97.75 Silver Ayumu Hirano Japan JPN 35.25 95.25 43.25 95.25 Bronze Scotty James Australia AUS 92.00 81.75 40.25 92.00 4th Ben Ferguson United States USA 43.00 83.50 90.75 90.75 5th Patrick Burgener Switzerland SUI 84.00 51.00 89.75 89.75 Show all results\n\nHere’s how Shaun White won the gold medal:\n\nScotty James Sets the Bar High\n\nWith the American Chase Josey in the lead at 87.75, it’s time for the first of the Big 3, the high-flying Ayumu Hirano of Japan.\n\nAdvertisement Continue reading the main story\n\nBut Hirano slips on landing his second big jump. He’ll have to wait for a later run to go for his medal.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNext up was the brash Scotty James of Australia, a two-time world champion who at 23 is more than ready to knock off the veteran White. He puts together a controlled run that is totally clean. The score is the best of the round, 92. Over to you, Shaun.\n\nShaun White Delivers on First Run\n\nWe’ve been watching Shaun White deliver great performances for a decade, and on the Olympic stage, he comes through. Great elevation, a dizzying number of rotations and clean landings. White takes the lead with a 94.25 and is in the driver’s seat for the gold after one run. White was clearly happy with the run, throwing his helmet in celebration.\n\nWhite began with a frontside 1440 and included a 1260 as well.\n\nJapan’s Yuto Totsuka Injured in Second Run\n\nA bad spill in the second run for the 16-year-old Yuto Totsuka of Japan. He landed hard of the lip of the pipe and shot down its seven-meter height. Totsuka stayed down and, after being attended to by medical personnel, was taken off the halfpipe on a sled. The crowd, which includes many Japanese supporters, was stunned into silence. Later, a Japanese team spokesman said Totsuka was taken to the hospital with an injured hip, but he didn’t suffer any head or neck trauma. Read more on danger in the sport here.\n\nShaun White Falls on Second Run\n\nGold won’t come easily for Shaun White, who has slipped behind Hirano. He needed to outdo his first routine, but he was a little ragged on some early landings, and then fell. If he’s going to win gold, he’ll have to do it on his last run, which will be the final run of the competition.\n\nAyumu Hirano Falls on Third Run\n\nThe event comes to a dramatic conclusion with the three medalists, Ayumu Hirano, Shaun White and Scotty James, taking the last three runs. Hirano went first, trying to improve his leading 95.25 that featured back-to-back 1440s. But he fell and could not. Scotty James also fell on his last run and will win the bronze medal. So, it’s time for Shaun White. Will it be silver, or gold?", "keywords": ["won", "halfpipe", "white", "totsuka", "fell", "james", "gold", "shaun", "second", "scotty", "run", "hirano"], "polarity": 0.13052492646242653, "subjectivity": 0.32992486679986677},
{"title": "\n                    Most North Koreans Can’t Actually Watch the Olympic Games                ", "url": "https://www.nytimes.com/2018/02/15/world/asia/north-korea-olympics-television.html", "text": "In 2002, when the two Koreas were in a reconciliatory mood, North Korea even broadcast the World Cup matches in the South. In 2014, it broadcast daily highlights from the Winter Olympics in Sochi, Russia, although none of its athletes competed there. That makes the absence of Olympic broadcasting in the North all the more conspicuous this year.\n\n“The last thing the North Korean authorities want is for its people to envy the South,” said Jung Gwang-il, a North Korean defector.\n\nLike its former socialist allies, North Korea has recognized the role of sports in reasserting what it calls the country’s ideological superiority. When its athletes returned home with golds, it honored them with car parades and rewards, like new apartments. The most celebrated example was Jong Song-ok, who won the World Championships marathon in Spain in 1999.\n\nMs. Jong famously said she won because while running, she imagined Kim Jong-il, then North Korea’s leader, “beckoning me from the finish line.”\n\nPhoto\n\nMr. Kim, the father of the current leader, made her a “hero of the republic,” the highest honor in the country, for lifting the morale of his people still, in the grip of a devastating famine. (Defectors from the North later relayed a different story: Ms. Jong, sent to Spain as a pacemaker for another North Korean runner, ran for the life of her father, who was in prison.)\n\nThis year, Kim Jong-un has no athlete who can glorify him as Ms. Jong did his father.\n\nNorth Korea has won only two medals in the Winter Olympics, a silver in speedskating in 1964 and a bronze in short-track speedskating in 1992. The International Olympic Committee granted the 22 North Koreans at the current games last-minute exemptions to compete in five sports in Pyeongchang, including a dozen who joined the South Korean women’s ice hockey squad to create the first inter-Korean Olympic team ever. None is expected to stand on a medal podium.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Kim had quite a different goal for the Olympics, analysts said.\n\nWhen he used his New Year’s Day speech to propose sending North Korean athletes to the Olympics, it was clear that his interest was not in Olympic golds but in creating a political détente so he could weaken international sanctions imposed on his country. At home, he described his decision as an act of magnanimity.\n\nSouth Koreans “are so grateful to us for giving a helping hand to their Winter Games, which were at the risk of becoming the least popular Olympics in history because of the political situation,” the North’s official newspaper, Rodong Sinmun, said last month.\n\nAdvertisement Continue reading the main story\n\nSouth Korea has repeatedly urged North Korea to join the Olympics, hoping that its participation would help ease tensions and help make the games a success. That created an opening for Mr. Kim to engage in what critics called a “charm offensive.”\n\nMr. Kim sent hundreds of cheerleaders, musicians and singers to the Games to supplement his meager sports contingent. They stole much of the show on the sidelines of the games. He also sent the most unusual Olympic guest: his sister, whose visit to the South, including meetings with President Moon Jae-in, created a media frenzy. Ms. Kim delivered her brother’s invitation for Mr. Moon to visit the North for a summit meeting, raising hopes for a détente, as Mr. Kim intended.\n\n“Kim Jong-un didn’t really have anyone to send to the Olympics, except for his cheerleaders and singers,” said Joo Sung-ha, a North Korean defector who works as a reporter for the mass-circulation South Korean daily Dong-A Ilbo. “They were the best card he had.”\n\nThe state-run North Korean news outlets covering the Olympics focused on these nonsports activities to highlight Mr. Kim’s inter-Korean initiative.\n\nThey carried front-page reports on his sister’s visit. They told North Koreans that their arts troupe performed to “packed audiences” in the South. They also reported the North Korean cheerleaders rooting for the joint Korean ice hockey team but did not mention that it lost 8-0 to Switzerland and Sweden. The team also lost 4-1 to Japan, the Koreans’ historical enemy, on Wednesday.\n\n“Kim Jong-un did not look for Olympic golds in the first place,” said Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul. “His aim was to use the Olympics to create a mood for dialogue in order to head off sanctions and pressure and to soften his country’s negative image. And he has been more successful there than he hoped for.”", "keywords": ["korea", "actually", "north", "olympic", "south", "cant", "olympics", "kim", "mr", "games", "watch", "koreans", "korean"], "polarity": 0.12146861471861473, "subjectivity": 0.39029220779220775},
{"title": "\n                    A Times Photographer’s Journey Home to the Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/15/lens/a-times-photographers-journey-home-to-the-winter-olympics.html", "text": "Lens A Times Photographer’s Journey Home to the Winter Olympics Image Miu Suzaki and Ryuichi Kihara of Japan competing at the Gangneung Ice Arena in PyeongChang, South Korea. Credit Chang W. Lee/The New York Times\n\nChang W. Lee cried as he photographed the opening of the Winter Olympic Games.\n\nHe had grown up in Busan, South Korea, where his parents rarely spoke about the war that cleaved his homeland in two. His mother had fled the North, leaving behind family members; his paternal uncle was never seen again after being taken prisoner by the North. In elementary school, his teachers had him draw posters and write essays against the communists.\n\nNow, in an emotional homecoming he could never have imagined, Mr. Lee has returned to cover the Winter Games for The New York Times. Even harder to believe was the sight of a unified team of women hockey players from North and South Korea as they entered the stadium.\n\nImage North Korea supporters during the game between the unified Korean team and Switzerland at Kwandong Hockey Center. Credit Chang W. Lee/The New York Times\n\nImage The opening ceremony of the Winter Olympics in Pyeongchang. Credit Chang W. Lee/The New York Times\n\n“We are the same people,” Mr. Lee said in a phone call from Korea this week. “Unification will probably not happen anytime soon but we don’t have to be literally unified to be able to communicate with our relatives on the other side and have activities together.”\n\nThese are the eighth Olympics Mr. Lee has covered for The New York Times, even though he had little interest in sports when he moved to the United States after a semester of college. And even though the 1988 Summer Games were in Seoul, he didn’t have the time to watch them on television, since he was busy delivering pizzas in New Jersey to pay his way through English classes. He just knew something big was happening.\n\n“I heard people screaming from their homes,” he recalled. “But I was just delivering the pizza.”\n\nHe went on to study photography at New York University and landed a photo internship at The Times in 1994 before being promoted to staff photographer a few months later. And though he started with little knowledge of many American sports, he quickly became an expert sports photographer. He covered his first Olympics in Nagano, Japan, in 1998, where the spectacle and the drama motivated him to photograph as many Olympic Games as possible ever since.\n\nImage Adam Rippon of the United States during the men’s singles free skate, on the final day of the team figure skating competition. Credit Chang W. Lee/The New York Times\n\n“I love to cover the Olympics because it’s really about human drama,” he said. “These athletes go through extreme hardship and devote so much of their lives to compete in a short period of time that will define their career. To witness that and to be able to capture those moments is a great gift to me and a privilege to be able to do it.”\n\nHis obsession with capturing the perfect moment at the Olympics at times rivals the obsession of the athletes themselves. Two thirds of his job, he said, is making sure everything is working so he can actually take the pictures the rest of the time.\n\nAt these Olympics, his focus will be on figure skating and ice hockey. Mr. Lee has set up two remote cameras at the skating arena and two more at the hockey rink. He had already scouted the figure skating venue in Pyeongchang a year ago in order to familiarize himself with the location. He also went to the American figure skating trials in order to study the athletes and their routines.\n\nImage Shaun White of the United States during the men’s halfpipe qualification rounds at Phoenix Snow Park, PyeongChang. Credit Chang W. Lee/The New York Times\n\nImage Korea’s Park Chae-lin, right, collided with Naho Terashima of Japan. Credit Chang W. Lee/The New York Times\n\nTo successfully photograph the Olympics, he said, you have to plan, prepare and “want it more than anyone else and never give up,” two traits he knows well from his personal journey.\n\nPlanning and patience may be the foundation, but once the event begins, instinct takes over. There is a purely meditative aspect to being a great sports photographer and a feeling of being solely in the moment. Anticipation is critical for capturing the moments that happen so fast.\n\n“It’s really being able to see what’s going to happen before it happens,” Mr. Lee said. “If you wait until you see it with your own eyes, many times it’s too late.”\n\nImage North Korean figure skaters Kim Ju-Sik and Ryom Tae-Ok during a practice session. Credit Chang W. Lee/The New York Times\n\nImage Shaun White during his first run of the men’s halfpipe final. Credit Chang W. Lee/The New York Times\n\nImage Tit Stante of Slovenia during the men’s halfpipe qualification rounds. Credit Chang W. Lee/The New York Times\n\nFollow @nytimesphoto on Twitter. Chang Lee is on Twitter and Instagram. You can also find Lens on Facebook and Instagram.\n\nJames Estrin, the co-editor of Lens, joined The Times as a photographer in 1992 after years of freelancing for the newspaper and hundreds of other publications. @JamesEstrin\n\n\n\n\n\n\n\n", "keywords": ["york", "skating", "journey", "north", "w", "olympics", "winter", "photographers", "credit", "times", "lee", "chang", "leethe"], "polarity": 0.17050789586000853, "subjectivity": 0.4714839542304331},
{"title": "\n                    The Most Dominant Force at the Olympics? Wind                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/pyeongchang-wind.html", "text": "It has been a nuisance (ski events keep getting postponed), a danger (the Olympic Park in Gangneung was evacuated on Wednesday because tents and signs were blowing everywhere) to a novelty (the 20-plus-story apartment towers in the media and the athlete villages swayed enough on Wednesday to rock the hangers in the closets).\n\nWind greatly affected the women’s slopestyle snowboard contest on Monday, a day after qualifying runs had been canceled because of wind. In the finals, athletes crashed or essentially gave up on 41 of 50 runs. Some approached the big jumps at full speed, only to pull up at the last moment because snow made it impossible to see or the wind socks on the jumps were completely stiffened. Tess Coady of Australia blamed the wind for a knee injury sustained in a training run before the competition.\n\n“Got picked up in the wind on the bottom jump in practice and my ACL was not a big fan!” she wrote on Instagram.\n\nSeveral miles away on Monday, the women’s giant slalom competition was postponed, just as the men’s downhill had been the day before. (They both ultimately took place on Thursday, the first somewhat still day of the Games.)\n\nIt threw off training cycles and complicated the hopes of skiers like Mikaela Shiffrin, the American star who is aiming to win multiple gold medals. Because of the wind, she faced three straight days of races, hardly ideal.\n\nFor most of a week, the blowing snow created white-out conditions on the ski courses. Gondolas tilted uncomfortably in the wind, and chair lifts were shut down. Race flags were blown off their poles. Mislaid gloves blew away.\n\nPhoto\n\nBut wind is a fickle foe to plenty of winter sports, and it has affected all of the outdoor events. On the biathlon course, it was even harder than usual to shoot straight. At the ski jump, the 45-year-old veteran Noriaki Kasai of Japan said he had rarely felt such strong wind at a competition.\n\nAdvertisement Continue reading the main story\n\n“It’s unbelievable,” he said. “The wind howls so loud it’s frightening being up there.”\n\nThe wind even put a scare into spectators milling around the complex of ice arenas close to the coast.\n\n“Due to high winds in the Gangneung area, all activities in the common domain of the Gangneung Olympic Park have been temporarily suspended to ensure the safety of all personnel,” the Pyeongchang Olympic Committee wrote in a statement Wednesday afternoon, as temporary tents, booths and fences were upended and blown over in a sudden burst. According to Reuters, 13 volunteers and three spectators receiving minor injuries from flying debris and 60 tents were damaged.\n\nThe area was closed and fans shooed away. The giant circuslike tents that serve as workrooms for members of the news media were emptied.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWho knew it could be so windy in such a lovely place? Actually, Olympic organizers did. The Pyeongchang 2018 Organizing Committee had a “meteorology and climate team” that supplied a 26-page report about weather, updated last year.\n\nThe most dominant pattern this time of year, the report warned, was the “Siberian High,” as cold and dry winds from the northwest come with little obstruction all the way from Siberia.\n\n“High winds and low windchill temperatures are the most influential factors in particular during the Olympic period,” the report said.\n\nThat explains the wind turbines.", "keywords": ["gangneung", "pyeongchang", "tents", "events", "dominant", "olympic", "newsletter", "olympics", "force", "wind", "ski", "winds", "report"], "polarity": 0.07799710272366524, "subjectivity": 0.47170950577200577},
{"title": "\n                    What Is Skeleton? It’s Like the Luge — but Headfirst                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/skeleton.html", "text": "Photo\n\nBy now, most sports fans are at least a little familiar with the luge: Sledders lying on their backs have been sliding down an icy course at the Olympics since 1964.\n\nSkeleton is like luge. Only the sledders are flipped on their stomachs and careen down the course headfirst. It’s like you remember from your local sledding hill, when school was closed for a snowstorm. But at 80 miles per hour.\n\nAfter cameos at the St. Moritz Olympics in 1928 and 1948, skeleton joined the Games permanently in 2002.\n\nThe unusual name may have arisen because the early sleds reminded some of skeletons, or from a corruption of a Norwegian word for sled, “kjaelke.”\n\nAdvertisement Continue reading the main story\n\nThough steering accurately around the turns is important — sliders control the sled with small movements of their heads and shoulders — a lot of success or failure comes down to the start. How fast can the sledders run 25 or so meters, and how efficiently can they convert that foot speed into speed on the course?", "keywords": ["turns", "unusual", "skeleton", "olympics", "headfirst", "course", "success", "luge", "speed", "sledders", "sled", "word"], "polarity": 0.04384920634920636, "subjectivity": 0.40634920634920635},
{"title": "\n                    Shaun White Now Says He Regrets Past Behavior, as Harassment Claims Resurface                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/shaun-white-sexual-harassment.html", "text": "“My friends, you know, love me and vouch for me, and I think that stands on its own,” he added.\n\nThe reporter tried to push the issue, but the event director, Nick Alexakos, put a stop to the questioning.\n\nShortly after the news conference, Mr. White appeared on NBC’s “Today” show and apologized for his word choice.\n\n“I’m truly sorry that I used the word ‘gossip,’” he said. “It was a poor choice of words to describe such a sensitive subject in the world today.” He said he had been “overwhelmed” by his medal victory.\n\n“I’ve grown as a person over the years,” he went on. “Every experience in my life, I feel like it’s taught me a lesson. And I definitely feel like I am a much more changed person than I was when I was younger.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn his statement to The Times, he reiterated how proud he was about winning the gold, expressed regret for his past behavior and added, “I have grown and changed as a person, as we all grow and change, and am proud of who I am today.”\n\nIn 2016, Lena Zawaideh, the former drummer of Mr. White’s rock band Bad Things, filed a lawsuit against him claiming that he had sexually harassed her and tried for years to “impose a strict regime” over her, asking her to cut her hair and to wear revealing clothing and underwear.\n\nAdvertisement Continue reading the main story\n\nAccording to the suit, Mr. White made vulgar sexual remarks to her, sent her sexually explicit images of “engorged and erect penises” and forced her to watch sexually disturbing videos.\n\nThe suit, which refers to Mr. White as the “face of modern extreme sports,” also alleged breach of contract and wrongful termination from the band.\n\nThe lawsuit was settled in May 2017 for an undisclosed amount.\n\nA person close to Mr. White said that Mr. White believed at the time the messages that he was exchanging with Ms. Zawaideh were consensual, and said that Ms. Zawaideh reciprocated.\n\nMs. Zawaideh’s lawyer, Lawrance Bohm, said in a statement late Wednesday that Ms. Zawaideh had believed this matter was in the past but that Mr. White’s recent remarks had “minimized the problem of sexual harassment in this country.”\n\n“Mr. White’s comments, on the world stage, directly impugn the character of Ms. Zawaideh,” Mr. Bohm said in the statement. “No woman wants to be called a ‘gossip’ or a liar by the harasser. Minimizing sexual harassment maximizes the harm to Ms. Zawaideh. Hopefully, before our country declares someone ‘the best of the U.S.,’ there will be investigation and due diligence.”\n\nThe revelation of Ms. Zawaideh’s accusations against Mr. White, who has earned three Olympic gold medals in his career, comes amid the #MeToo movement, which has catalyzed women to share their stories of mistreatment with a goal of holding men in power accountable.", "keywords": ["past", "zawaideh", "white", "newsletter", "person", "sexually", "behavior", "harassment", "ms", "shaun", "sexual", "mr", "statement", "claims", "resurface", "regrets", "whites"], "polarity": 0.11012105178771846, "subjectivity": 0.41877505210838556},
{"title": "\n                    Beyoncé Songs Come to the Olympics. But Who Pays for the Rights?                ", "url": "https://www.nytimes.com/2018/02/14/arts/music/olympics-figure-skating-songs-copyrights.html", "text": "“These are basically live performances,” Mr. Winogradsky said, “so there is no synchronization right, as there would be in a pretaped motion picture.”\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Louder Newsletter Every week, stay on top of the latest in pop and jazz with reviews, interviews, podcasts and more from The New York Times music critics. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nInstead, according to Mr. Winogradsky and other executives, music in routines at the Olympics are covered by what is known as a performing right: the permission to perform or broadcast a piece of music in a public, commercial setting.\n\nIf NBC were to broadcast the routines outside the context of its Olympics coverage, however, then it may need further permissions.\n\n“To the extent that NBC is exploiting the work more than once, then they would need a sync license for that,” said Robert E. Allen, a lawyer who deals with music copyright.\n\nNBC declined to comment.\n\nConcert venues, radio stations, television networks and even restaurants pay set fees for performing rights through so-called blanket licenses, which are issued by clearinghouse groups like Ascap and BMI in the United States and cover millions of songs. Those groups then pay royalties based on how, and how often, the songs are played. (Broadcasters in other countries pay their local collection societies, like Sacem in France or PRS for Music in Britain.)\n\nIn other words, the financial gears for music at the Olympics turn in much the same way as they do for any song played on the radio. For any one performance, that payment might be small, but in the aggregate this is one of the music industry’s biggest and most reliable kinds of income: Ascap and BMI, for example, each collect more than $1 billion a year in licensing fees.\n\nSo that means Beyoncé — whose songs “Run the World (Girls)” and “Halo” were used by the French skater Maé-Bérénice Méité, inspiring a homemade soundtrack by the comedian Leslie Jones — will make money from the Games, but most likely far less than she would if one of her songs was in a movie or a sitcom.\n\nBut she is picking up accolades from the athletes: Beyoncé’s music is “crazy, wild and fun,” Ms. Méité said. “You can just dance to it.”", "keywords": ["york", "routines", "beyoncé", "olympics", "music", "sign", "come", "winogradsky", "right", "songs", "times", "rights", "pays", "pay"], "polarity": 0.13286910457963086, "subjectivity": 0.39205684666210977},
{"title": "\n                    This Is Not a Drill: Another ‘Emergency’ Alert Is On Its Way                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/cellphone-alerts-winter-games.html", "text": "“We were scared in the beginning,” Francesca Bettrone, a long-track speedskater from Italy, said. “I still don’t know what they say.”\n\nThere have been at least 14 emergency alerts sent to cellphones over the past week, and those around the Olympic Park here received eight separate, bleating alerts on Wednesday alone.\n\nAfter the fifth or sixth alert on Wednesday (it was easy to lose count), a couple of strangers waiting in line for food at the speedskating arena began trading tips on how to alter the settings on their iPhones to block the emergency notifications.\n\nPhoto\n\nThey could have simply followed the lead of Marten Liiv, a speedskater from Jogeva, Estonia, who never purchased an international data plan for his phone.\n\n“I’ve heard all about them, but I don’t get them,” Liiv said with a shrug. “I’m lucky, maybe.”\n\nAdvertisement Continue reading the main story\n\nAn email to the Pyeongchang Olympics Organizing Committee seeking a response to whether they had planned for the stir the alerts have caused was not immediately answered.\n\nIt hasn’t helped that phone alerts, and the prospective scary message they could be carrying, had been on people’s minds after a mistaken text alert last month in Hawaii about an inbound ballistic missile.\n\nWith nuclear tension related to North Korea still running high on the peninsula, some athletes said the emergency notifications had sent their imaginations into overdrive.\n\n“It was a little bit like, ‘What is this?’” Thomas Ulsrud, a Norwegian curler, said about an alert he received this week in the athletes’ village. “We’re in the same building as the North Koreans, so it was like, ‘What is going on here now?’”\n\nThe emergency alerts sent on Wednesday warned of extreme winds in the area and the possibility of forest fires.\n\nThose arriving early for the Olympics received alerts about the cold and the smoke from an isolated fire in Gangneung, where several events are held.\n\nSome athletes remained calm at first about the jarring alerts — until they started interrupting their sleep.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It woke me up, and I didn’t know what it was, so my phone got thrown across the floor,” said Peter Michael, 28, a speedskater from Wellington, New Zealand. Michael said he waited to hear if there was a fire alarm or something else to indicate what was going on. Moments later, he went back to sleep. “I figure if it’s something really bad, someone can come get me,” he said.\n\nJust past 5 a.m. on Sunday, phones blared simultaneously around the athletes’ accommodations as people were informed about an earthquake that had occurred about 100 miles from Pyeongchang.\n\nAdvertisement Continue reading the main story\n\n“I was sleeping, and I thought, ‘Why is this keeping me awake?’” Bart Swings, a Belgian speedskater, said with a mock sigh. “First, I can’t read it. Second, my phone was on silent. But apparently that doesn’t matter.”\n\n“The alarms have useful information,” Swings added, “but maybe they should put it also in English during the Olympics.”\n\nNow somewhat desensitized to the alerts, athletes have resorted to simply hoping that someone will tell them if there is an emergency.\n\nNina Roth, a curler from McFarland, Wis., said the United States team’s security official had been handling inquiries about the alerts from concerned, or simply curious, athletes.\n\n“She assured us that if it was anything that was an actual issue, she’d let us know,” Roth said.\n\nSpectators at a competition last weekend puzzled over the texts.\n\n“It’s all in Korean — as, you know, it should be,” Julie Morreali, visiting from Sycamore, Ill., said with a laugh. “We got one in the middle of the night, and we didn’t know what it was. You hope for the best. I mean, what are we going to do? We can’t talk to anyone.”\n\nHer friend Jen Mendigutia of San Diego nodded in agreement. “I should have learned more Korean before I got here,” she said.", "keywords": ["speedskater", "alerts", "sent", "athletes", "phone", "drill", "reading", "alert", "know", "emergency", "simply", "received", "way"], "polarity": 0.04203959235209235, "subjectivity": 0.3450038329725831},
{"title": "\n                    Goals on the Ice and Politics in the Air as Japan Beats Unified Korean Team                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/unified-korea-hockey-japan-politics.html", "text": "When Griffin scored her goal, midway through the second period, cutting Japan’s lead to 2-1, the crowd leapt to its feet and roared with joy.\n\nAdvertisement Continue reading the main story\n\nFor many fans, the political and historic charge of the game was the point.\n\n“I am not very interested in hockey,” said Cho Young-kyu, 20, who attended with a group of friends. “I decided to come here because it is a game between Korea and Japan and it is a unified Korean team.”\n\nMr. Cho, who wore a baseball hat with a peace symbol embroidered on it and carried both a South Korean and a unity flag, took glee in pointing out a couple of tiny dots on the unified flag. They represented islands in the sea between Japan and the Korean Peninsula, known as Dokdo in Korea and Takeshima in Japan, that are administered by South Korea but claimed by Japan. “These are our islands, not Japan’s islands,” he said.\n\nGiven the circumstances, Wednesday’s game played out with civility. When Japan scored, there was no booing. Instead, Korean fans quickly rebounded with chants of “It’s O.K.!” The Japanese fans applauded the Korean team at the end of the game.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOver all, relations between Japan and South Korea have been on a long-term upward trend. In the late 1990s, South Korea dropped its bans against Japanese films, videos and comic books, and began allowing Japanese performers into the country. In 2002, when the countries co-hosted the World Cup, even after Japan’s team was eliminated, fans rooted for South Korea.\n\nBut under Mr. Abe, the relationship between the countries has deteriorated. In 2013, Mr. Abe’s party proposed new language for school textbooks that inserted a more nationalist tone, requiring the history books state that there is still a dispute about whether the Japanese Army played a direct role in forcing so-called comfort women from Korea and elsewhere to work as sex slaves for its soldiers. Most foreign historians say the brothels could not have been run without the military’s cooperation.\n\nThe countries signed an agreement in 2015 to resolve the comfort women dispute, but after the South Korean president, Moon Jae-in, was elected last fall, he pledged to review the deal. In January, Mr. Moon said he would leave the deal intact, but he called for a renewed and sincere apology from Japan, a declaration that provoked frustration in Tokyo. At a summit meeting with Mr. Moon immediately before the start of the Olympics, Mr. Abe reiterated Japan’s position that the 2015 agreement should be “final and irreversible.”\n\nBut it was the presence of North Korea that has threatened to open the biggest gap between Japan and the South.", "keywords": ["korea", "south", "olympics", "ice", "japans", "unified", "newsletter", "mr", "politics", "beats", "air", "fans", "goals", "team", "korean", "japan", "japanese"], "polarity": 0.0883353825661518, "subjectivity": 0.3334106064875295},
{"title": "\n                    Shaun White’s Bumpy Ride Back to the Top                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/shaun-white-gold-medal.html", "text": "In White’s world, there is no other excuse for not winning — not a slushy halfpipe or just an off night. His loss (and that’s what he called it, not a fourth-place finish, and it’s probably what he would have called a silver medal, too) was part of what motivated him to try again.\n\nThe segment from there in Sochi to here in Pyeongchang, from age 27 to age 31, was both the hardest and the most rewarding. He rebooted by shedding many of the people around him.\n\n“I got a new P.R. person, a new manager, a new agency, a physical therapist,” White said. “I started working out for the first time in my life, I’ll admit.”\n\nAdvertisement Continue reading the main story\n\nThe time was not without controversy. White was accused by a former bandmate of making sexual remarks to her and making her watch “sexually disturbing videos,” and reached an undisclosed settlement with her last May.\n\nWhite declined to discuss the case during a news conference Wednesday afternoon, hours after his gold medal victory.\n\n“I’m here to talk about the Olympics, not gossip,” he said. “I feel like I’ve addressed it.”\n\nPhoto\n\nIn October, White crashed during practice in New Zealand and smashed his face. His blood stained the pipe, and Thomas would not look at him. White said he did not recognize himself in the mirror. He needed 62 stitches on his face, lips and tongue.\n\n“I completely separated my face,” White said on Wednesday. There were slight scars on his forehead and his nose.\n\nThe accident made him reconsider his Olympic ambitions. His family reminded him that he had nothing more to prove. He had gold medals and plenty of money.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I’m thinking what does this mean?” White said. “We were on such a great path, and it was that true question of, like: Do I really want this? Stepping out on the snow again means that I’m willing to let this happen to myself again. And that’s a big decision.”\n\nHe came back. Few were sure how good he could be, given his age, injury and relatively few competitions. Then he won an event to qualify for the team (with a 100-point score). He won the qualifiers on Tuesday in what might now be the second-best halfpipe contest in history, behind the one the next day.\n\nAdvertisement Continue reading the main story\n\nWhite thought he might have won it in the first of three rounds, when judges awarded him 94.25 points. He watched Hirano, the silver medalist in Sochi and long considered an heir apparent to White, take the lead in the second round with a run that included back-to-back 1440s.\n\nWhite knew he had to do it, too, even though he never had, he said.\n\n“You could come up on any other day, when all these people aren’t here, and ask me to do that, and I’d be terrified,” he said, a rare admission of fear. “Because there’s no motivation. But when you’ve got the Olympics, and you’ve got the dye on the pipe and the world watching, there was no doubt in my mind I was going to do the trick. I just had to land it.”", "keywords": ["ride", "york", "won", "world", "white", "main", "shaun", "reading", "continue", "bumpy", "age", "face", "whites", "youve"], "polarity": 0.09389430014430013, "subjectivity": 0.32710467772967766},
{"title": "\n                    Mikaela Shiffrin’s Quest Gets More Difficult With Another Delay                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/mikaela-shiffrin-skiing-weather-postponement.html", "text": "As for Vonn, what has she been doing while Shiffrin has sweated out interminable race delays and nasty weather that has disrupted her training as well?\n\nVonn has had plenty of time to rest and to pick and choose her times to train as she focuses on her events — the downhill, super-G and Alpine combined, which take place in the span of a week beginning Saturday. Vonn seems at ease as she waits for her Olympic journey to begin, apparently on time and as scheduled.\n\nPhoto\n\nVonn appears to have spent Wednesday hunting for love on Twitter.\n\nShiffrin would also like to enter one or two more events next week. But that was a plan from a week ago. Back then, the notion that Shiffrin would chase medals in five Olympic events seemed more plausible because the races were evenly spaced across 12 days, not wedged into nine, action-packed days.\n\nFor nearly a year now, Shiffrin expected to be done with roughly half of her odyssey at the Pyeongchang Olympics by nightfall on Wednesday. In the best-case scenario, she would have swept two of her best events, or at least earned a medal in both. Then in the second week she would play with house money, especially since she would be a clear favorite in the final individual race of the Olympics, the women’s Alpine combined, which is one downhill and one slalom run.\n\nInstead, she is still being held back, like a skier in the start gate prohibited from pushing past the timing wand to start a race.\n\nThe silver lining is Shiffrin probably stood to benefit the most from the postponements. The winds sweeping through northeastern South Korea would have made the slalom and the giant slalom races either unsafe or unfair. If officials had held Wednesday’s race, an ill-timed uphill gust could have doomed her chance at a medal. A gust of wind at the back of a racer might have inequitably affected who won the race — or lost it.\n\nAdvertisement Continue reading the main story\n\nShiffrin acknowledged as much after Wednesday’s postponement.\n\n“It is definitely unfortunate that we weren’t able to race today, but it is important we have a fair race for all of the athletes,” Shiffrin said in a statement released by the United States ski team. “Today’s conditions would definitely not have been fair. Weather delays and postponements are just the nature of an outdoor sport.”\n\nIn that perspective, Shiffrin may have evaded a much worse fate, which would be a defeat caused not by anything she did or did not do, but by a bad break. And afterward, Shiffrin would have had to accept that outcome because blaming the weather for a loss would only come off as an excuse.\n\nIn the meantime, she waits. The weather is expected to improve considerably. But day by day, it is getting easier to understand why only three Alpine skiers have ever won three gold medals in one Olympic Games.", "keywords": ["won", "events", "mikaela", "gets", "quest", "race", "shiffrin", "olympic", "alpine", "delay", "week", "weather", "slalom", "shiffrins", "wednesdays", "difficult"], "polarity": 0.06951219512195123, "subjectivity": 0.5213414634146343},
{"title": "\n                    Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails                ", "url": "https://www.nytimes.com/2018/02/14/sports/olympics/cross-country-norway-wax-tech.html", "text": "PYEONGCHANG, South Korea — High fives. Champagne. Maybe a conga line.\n\nOn Sunday afternoon, these and other signs of glee might have been expected in a room filled with Norway’s cross-country ski technicians. Their athletes had just nabbed all three medals in the men’s 15 kilometer + 15 kilometer skiathlon, a glory-cornering performance that almost seemed piggy.\n\nBut the mood in what is called the wax cabin — a metal structure half a mile from the finish line, where skis are a science project that never ends — was subdued. Men sat on chairs, looking more relieved than happy. They sipped espresso. They scribbled in notebooks. They would exult, albeit grudgingly, if prodded.\n\n“It’s good,” said Knut Nystad, standing in one corner of the room by a wall with dozens of skis. “On the other hand, it’s what Norwegians have come to expect. Tough crowd to please.”\n\nNystad, 47, oversees a group of 30 wax techs, as they’re known. Their job is to divine the right combination of wax, skis and snow at a given race — a puzzle with thousands of possible solutions. Get it right and a carbon fiber ski becomes a killer mode of nonmotorized, Alpine transportation. Athletes glide faster down hills and cover ground more efficiently through the rest of the course. Get it wrong and the same athletes will feel like they are trekking through mud.\n\nAdvertisement Continue reading the main story\n\nThe failure will not go unnoticed.\n\n“If we screw up, we’re on the front page of every newspaper in Norway,” he said. “We become idiots, overnight.”", "keywords": ["job", "kilometer", "norways", "wrong", "tough", "room", "15", "fails", "skis", "ski", "right", "noticed", "wall", "chief", "athletes", "wax"], "polarity": 0.01455988455988455, "subjectivity": 0.5731204906204908},
{"title": "\n                    Winter Olympics 2018: Which Country Leads in the Medal Count?                ", "url": "https://www.nytimes.com/interactive/2018/02/14/upshot/which-country-leads-in-the-olympic-medal-count.html", "text": "Which country is doing best in the Winter Olympics? Sometimes, it depends how you count. Changing how much you value each medal can change a country’s rank in the medals table.\n\nThe charts below represent the outcomes of every possible scoring method, limited to those that are “reasonable” — that is, a gold can’t be worth less than a silver, and a silver can’t be worth less than a bronze.\n\nIf you care only about golds, using silver and bronze just to break ties — the method used in many world tables — that's the upper-right corner (putting Germany in first). If, on the other hand, you consider all medals equal, that's the lower left corner (putting Norway in first). Everywhere in between is another plausible scoring method.", "keywords": ["worth", "world", "leads", "country", "olympics", "medals", "winter", "cant", "silver", "2018", "scoring", "thats", "method", "count", "corner", "medal", "putting"], "polarity": 0.12056878306878306, "subjectivity": 0.3759920634920635},
{"title": "\n                    What Is Nordic Combined? Cross-Country Mixed With Jumps                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/nordic-combined-skiing.html", "text": "Photo\n\nThere are three kinds of skiing events at the Winter Olympics. Alpine skiing consists of the traditional events in which skiers race down a hill: the slalom, the giant slalom, the downhill. Freestyle skiing is the newest discipline, with skiers spinning and flipping in the halfpipe or over moguls.\n\nThat leaves the Nordic events, specifically defined as ones in which athletes’ heels are not affixed to the skis. The two main Nordic events are quite different: cross-country skiing, which requires endurance, and ski jumping, the daredevil event that rewards courage, aerodynamic form and a slight body.\n\nSo why not take these two disparate events and combine them? That’s Nordic combined.\n\nSkiers start by taking two ski jumps, scoring points for distance and style. Next up is a 10-kilometer cross-country race. Competitors start based on their performance in the ski jumping: The best ski jumper takes off first, then the others follow in staggered fashion. The first skier across the line wins.\n\nThree gold medals are awarded in Nordic combined. There is an individual event on the large ski jumping hill and another on the smaller, “normal” hill. There is also a team event in which four athletes jump, then participate in a cross-country relay. Nordic combined is a men’s only event at the Olympics.\n\nAmong the contenders at the 2018 Games are several Germans, including the five-time reigning World Cup winner, Eric Frenzel, and the Japanese Akito Watabe. Norway, though, is historically the king of the event.\n\nThe United States had a brief heyday in 2010, winning four medals. But those are the only medals for the country in its history. In Sochi, Russia, in 2014, no American placed higher than 27th.\n\n“Nordic combined is such a funky sport,” Alan Ashley, the managing director of sport performance for the United States Olympic Committee, said in 2010. “It takes a really long time to, first of all, develop the skills and the physical capability in both of these disciplines, and then to figure out how to balance the two.”", "keywords": ["nordic", "events", "jumping", "combined", "medals", "skiing", "hill", "crosscountry", "mixed", "jumps", "ski", "event"], "polarity": 0.10566893424036282, "subjectivity": 0.4015589569160998},
{"title": "\n                    Winter Olympics 2018 Medals: Aksel Svindal Wins Men’s Downhill                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/medals-table-results-schedule.html", "text": "Winter Olympics 2018 Medals: Aksel Svindal Wins Men’s Downhill\n\nImage Aksel Lund Svindal of Norway competing in the men's downhill. Credit Kai Pfaffenbach/Reuters\n\nNorwegians Take Top Two Spots in Men’s Downhill\n\nAksel Lund Svindal gave Norway its first men’s downhill gold on Thursday.\n\nUnder a bright sky and a warm sun, Svindal turned in a gutsy run on a winding but tame course that was almost perfectly suited to him. His teammate, Kjetil Jansrud, took the silver medal, finishing 0.12 of a second behind Svindal in a triumphant showing for the country that has won more medals than any other at the Winter Olympics but is better known for its prowess in Nordic sports.\n\nBeat Feuz of Switzerland finished 0.18 of a second behind Svindal and won bronze.\n\nAll three medal winners were lucky enough to be among the first 10 skiers on a day when the sun was heating up and slowing down the snow with each passing minute.\n\nSvindal, one of the elder statesmen of the Alpine circuit at 35, blasted out of the starting gate, poling and skating his way down the initial slope. Midway through his run he lost his balance, went upright in the middle of the jump and landed on the back of his skis 20 feet down the hill. Svindal somehow regained his stability though and ended up gaining speed on the relatively flat and winding third quarter of the course where so many other races were losing time.\n\nAt nearly 6 feet 3 inches and 220 pounds, Svindal had gravity on his side and crossed the finish line at 1 minute 40.25 seconds, besting the time Feuz had posted just minutes earlier. Before long, it was clear no one was going to catch the Norwegians. With a dozen skiers still at the top of the mountain, finishers began making their way over to Svindal to congratulate him. — MATTHEW FUTTERMAN\n\nImage Aljona Savchenko and Bruno Massot had a free skate score of 159.31, the highest ever recorded. Credit Chang W. Lee/The New York Times\n\nGold to Germany in Figure Skating Pairs\n\nAljona Savchenko and Bruno Massot of Germany unexpectedly won the gold medal in pairs figure skating on Thursday, rebounding from fourth place after the short program with a stirring performance of passion, power and control.\n\nThe Chinese pair Sui Wenjing and Han Cong, who were first after the short program, made a couple of mistakes on their jumps in the long program, and the errors proved decisive in an event decided by less than half a point.\n\nSavchenko and Massot broke their own world record with 159.31 points for a long program. But it was not even clear that Massot would be able to compete in these Winter Olympics until November. He is a native of France and only on his third try did he pass a written exam required to gain his German citizenship. — JERE LONGMAN\n\nFull coverage: here.\n\nMikaela Shiffrin Wins Giant Slalom\n\nMikaela Shiffrin, the almost unbeatable American slalom skier, proved she had successfully expanded her world-class repertoire by winning the 2018 Olympic giant slalom on Thursday.\n\nAfter putting up the second-fastest time on the first run, behind the little-known Italian Manuela Mölgg, Shiffrin skied the top of the second run with cool efficiency and a veteran’s precision. She built a huge lead that protected her against a slip-up with a handful of gates remaining.\n\nShiffrin’s combined time of 2:20.02 was 0.39 of a second better than that of the runner-up, Ragnhild Mowinckel of Norway. Federica Brignone of Italy won the bronze, while Mölgg slipped to eighth. Full coverage here.\n\nYoung Swede Wins Biathlon\n\nHanna Oeberg of Sweden, 22, won the women’s 15-kilometer biathlon for the first significant win of her career. Oeberg hit every target — one of only two competitors to do so — and won by 24 seconds. Anastasiya Kuzmina of Slovakia was second and Laura Dahlmeier of Germany, who won the first two women’s biathlon events here, was third.\n\nNorway Wins in Cross Country\n\nRagnhild Haga of Norway won the women’s 10-kilometer cross-country race. The American Jessica Diggins finished fifth, less than four seconds out of the medals. No American has won a cross-country medal since 1976.\n\nFrenchman Repeats in Snowboard\n\nPierre Vaultier of France defended his title in the snowboard cross competition, narrowly beating out Jarryd Hughes of Australia. Vaultier had almost missed the final when he crashed with two other riders in the semi. But he got back in the race and sneaked into the last qualifying spot.\n\nFirst Blood to Canada\n\nIn what is very likely to be a preview of the gold medal game, Canada beat the United States, 2-1, in women’s hockey preliminary play. Meghan Agosta and Sarah Nurse scored for the Canadians in the second period, while Kendall Coyne got a consolation goal for the United States in the third.\n\nThe U.S. missed a chance in the second period when Jocelyne Lamoureux-Davidson missed a penalty shot, shooting over the goal.\n\nImage Shaun White after finishing his third run in the halfpipe. Credit Chang W. Lee/The New York Times\n\nShaun White Does It Again\n\nShaun White, the snowboarding legend, landed back-to-back 1440s in his final run to claim the gold medal. After holding the early lead, White had slipped to second behind Ayumu Hirano of Japan.\n\nOn his winning run, White soared high above the pipe, ran off a run of staggeringly difficult tricks and landed them all. The result, a score of 97.75, won him his third gold medal. Full coverage: here.\n\nHere’s What You Missed:\n\nJorien ter Mors won the women’s 1,000-meter speedskating race, making the Dutch team five-for-five in the sport so far at these Games. Brittany Bowe of the United States was fourth.\n\nEric Frenzel of Germany won back-to-back gold medals in the normal hill Nordic combined event.\n\nThe team of Tobias Wendl and Tobias Arlt of Germany repeated as doubles luge champions by a little less than a tenth of a second over two runs.\n\nJan Mursak scored 38 seconds into overtime — his second goal of the game — as Slovenia rallied from a two-goal deficit in the third period to stun the United States, 3-2, in overtime in their men’s hockey opener.\n\nIn a game heavy with political overtones, Japan beat Korea’s unified women’s hockey team, 4-1. The victory was Japan’s first in three trips to the Olympics, and Korea’s goal was the only one it scored in the Games. The Koreans, bolstered by a dozen North Koreans and a handful of players raised in North America, went 0-3 and was outscored by 20-1. Full coverage here.\n\nHere’s What’s Next:\n\nThere will be gold medals awarded in biathlon, speed skating and the luge relay.\n\nOn Friday, men’s figure skating will begin, with Yuzuru Hanyu, Patrick Chan and Nathan Chen.\n\nShiffrin goes for another gold in the slalom, her best event.\n\nVictor Mather is a general assignment sports reporter and editor.\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["york", "womens", "won", "olympics", "medals", "winter", "gold", "2018", "svindal", "aksel", "downhill", "mens", "second", "wins", "medal", "run"], "polarity": 0.09150931203089478, "subjectivity": 0.3610970444423681},
{"title": "\n                    Is North Korea Causing Trouble or Giving Peace a Chance?                ", "url": "https://www.nytimes.com/2018/02/13/opinion/olympics-north-korea-sister.html", "text": "Photo\n\nAfter its charm offensive at the Olympics, North Korea’s delegation has returned home from South Korea, leaving some questions behind. Chief among them: Can the new opening between the two Koreas, begun amid the feel-good spirit of the Winter Games, be nudged and nurtured into serious dialogue over North Korea’s nuclear program?\n\nWhile still a long shot, there’s a somewhat better chance of engagement now owing to two developments since President Moon Jae-in of South Korea, Vice President Mike Pence, Prime Minister Shinzo Abe of Japan and the North Korean delegation, including Kim Yo-jong, the only sister of the North Korean leader Kim Jong-un, attended the Olympic opening ceremony.\n\nFirst was Mr. Kim’s surprise decision to dispatch his sister, his most trusted envoy, to carry his personal invitation for Mr. Moon to join him in a summit meeting in the North. Mr. Moon and Ms. Kim met four times during the Olympics, the highest-level contact between the two Koreas in years. Mr. Moon’s visit would be an even rarer event, since the reclusive Mr. Kim has never met another foreign leader.\n\nWhile many officials fear that North Korea’s primary goal is to drive a wedge between South Korea, which has been eager to engage the North, and the United States, which has resisted engagement, close coordination between Washington and Seoul would keep the alliance strong.\n\nAdvertisement Continue reading the main story\n\nAt the very least, the North-South contacts provide a communications channel for Seoul to directly explain to Pyongyang what it and the United States are doing and saying and why, thus hopefully avoiding any miscalculation that could lead to military confrontations in this fraught period.", "keywords": ["korea", "united", "north", "moon", "south", "peace", "giving", "kim", "trouble", "sister", "mr", "states", "koreas", "causing", "chance"], "polarity": 0.09341354723707664, "subjectivity": 0.4744830659536542},
{"title": "\n                    Shaun White, Amid Bolder Tricks, Keeps Up and Wins Another Olympic Gold                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/shaun-white-halfpipe.html", "text": "The quest for more complex tricks is coded in the DNA of adrenaline-seeking athletes like White, passed down from generation to generation.\n\n“It’s just the evolution of the sport,” White said.\n\nBut in pushing the envelope, the athletes are also pushing their own luck.\n\nConspicuously absent from the competition was the 2014 Olympic champion Iouri Podladtchikov, who withdrew last week because of the lingering effects of a head injury that he sustained during a fall at last month’s Winter X Games in Colorado. Podladtchikov, 29, participated in one practice at Phoenix Snow Park before releasing a statement saying it was “in no way safe or responsible” for him to compete. On Twitter, Podladtchikov wrote, “Unfortunately, my brain needs time to recover from the bruises and I will not be able to compete.”\n\nPhoto\n\nA gloom fell over the halfpipe on Wednesday when 16-year-old Yuto Totsuka, the youngest finalist, ricocheted off the wall during his second run and spun out. He landed hard on his side, injuring his hip. He was tended to by paramedics, who immobilized him on a sled and carted him off the course. Japan’s team manager said Totsuka was conscious and had been taken to a nearby hospital. His injuries were not deemed to be serious.\n\nThe day before the men’s final, the 17-year-old American Chloe Kim performed two 1080s — as White had 12 years before — on her way to the gold in the women’s halfpipe. During her runs, Kim’s family members watched anxiously from the bottom of the hill. Asked which trick made her the most apprehensive, Kim’s mother, Boran Yun, said, “the whole run, from the beginning to the end.”\n\nWhile Kim celebrated, one of her fellow teenage competitors, Emily Arthur of Australia, assessed the damage after she face-planted near the end of her third run. Arthur, 18, who finished 11th, remained facedown in the snow for several seconds before she shakily got back on her feet. She had a bloodied nose, a swollen lip and a swollen eye, and she said her head hurt, but she later told an Australia Channel 7 reporter, “I’m good and I’m alive.”\n\nRoughly 7,000 miles away, Kevin Pearce was rattled by Arthur’s fall as he watched the final from his home in Vermont. “It looked so bad that I just hope she takes it seriously enough and gets the help she needs,” Pearce said in a telephone interview.\n\nAdvertisement Continue reading the main story\n\nAccording to an Australian team official, Arthur was checked by a team doctor, who didn’t believe she had suffered a concussion but said that she would be monitored for the next 36 hours.\n\nArthur’s crash reminded him of a bad spill that he walked away from during a U.S. qualifier before the 2010 Games. For the next several days his head didn’t feel right, Pearce said, but he kept his symptoms — nausea, sluggishness and mental fogginess — to himself. He was expected to challenge White for the gold medal at the Vancouver Games, and he did not want to jeopardize his chances of making the Olympics.\n\nLess than two weeks later, Pearce sustained a traumatic brain injury during a training crash. He remained in a coma for weeks. In retrospect, he said, he believes that he sustained a concussion in the earlier fall and that it contributed to the later crash that ended his competitive career.\n\nAfter Podladtchikov, known as IPod, pulled out of the Olympics, Pearce wrote him a message on Instagram with praise for the wisdom and courage “to give up a shot at another gold medal. To me, it was unbelievable that he was able to know that his head wasn’t in the right place.”\n\nPearce hoped Arthur would show the same prudence. “I just hope she can take it from people like myself and IPod and take care,” he said. “With the brain, you just never know if you’re O.K. until it’s too late.”\n\nPearce and his older brother Adam, whom he followed into snowboarding, have called for a concussion-management protocol that would require young athletes to undergo baseline testing — a computerized assessment that measures reaction time, memory capacity, speed of mental processing, and executive functioning of the brain. Then, if they crash, they can be tested and have those scores compared with their baseline numbers.\n\nPhoto\n\n“We’re not saying that snowboarding is too dangerous,” Adam Pearce said in a telephone interview, “but there has to be common sense. Why can’t there be more attention paid to when things maybe don’t go right?”\n\nIn the aftermath of his crash, the Pearce brothers established a nonprofit organization, LoveYourBrain, to raise brain health awareness. Kevin Pearce, 30, still experiences double vision, but his sight has improved enough that he recently was able to ditch the corrective glasses that he had been wearing for the past eight years.\n\nAdvertisement Continue reading the main story\n\nMarch is Brain Injury Awareness Month, and Pearce and his brother have been preparing for international programs aimed at cultivating resilience and community through yoga, Pearce’s latest passion. “I think it’s so awesome to take that time out of the day to be mindful,” he said, “and I don’t believe I’d be saying this right now if I was getting ready to compete in the Olympics. That’s not where my head was.”\n\nPearce and his brother, who is vacationing in the Bahamas, planned to FaceTime during the men’s halfpipe final. Pearce said he could put himself back in their boots, “being at your most nervous place ever in your life and then throwing down the most gnarly tricks.”\n\nHee wouldn’t trade places with any of them. Not even his former rival White, whose longevity and steely composure under pressure amaze him, but, he said, “I don’t know how many people benefited from me when I was snowboarding, how many lives were impacted by my tricks. Now I am hearing how I’m changing so many people’s lives. It’s pretty cool.”", "keywords": ["arthur", "keeps", "olympic", "head", "white", "sustained", "pearce", "gold", "tricks", "shaun", "bolder", "brain", "podladtchikov", "amid", "crash", "wins", "team", "snowboarding"], "polarity": 0.07095876664842182, "subjectivity": 0.39362798759350465},
{"title": "\n                    How Many People Are Watching the Olympics? NBC Uses a Tricky Head Count                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/olympics-nbc-viewers-digital.html", "text": "With billions of dollars in commercial time at stake, content providers, and especially media companies that own expensive sports rights, have raced to keep up. Scripted programming can have a long shelf life and be sold over time in a variety of ways, but the vast majority of sports is watched live, which means broadcasters need to capture every viewer possible and figure out how to count them.\n\nThe catch is that they aren’t yet in agreement on how to do that.\n\n“In order for the industry to move forward, we have to coalesce around a single-source approach,” said Cary Meyers, head of ESPN’s consumer-research division, where the network is working directly with Nielsen on a live audience metric that would be a different version of TAD.\n\nNBC appears unwilling to take any chances with the Winter Games, particularly after facing an unexpected decline in traditional, or “linear,” TV ratings in Rio, when it had to offer free commercial time to advertisers to meet its ratings guarantees. Streaming surged during that period.\n\nLinda Yaccarino, NBC Universal’s head of ad sales, has been a vocal critic of Nielsen in recent years, saying that the measurement company’s methods don’t accurately count all the new ways people are watching its shows. Network complaints have grown louder as the legacy media companies battle falling ratings and new competition for ad dollars from the likes of Facebook and YouTube, which is owned by Google.\n\nNielsen ratings for traditional television are based upon averaging every minute of viewing by a representative panel. NBC combines Nielsen’s measures for its television channels with Adobe’s measurement of streaming data to form TAD.\n\nAdvertising technology is changing constantly, and Nielsen has to carefully decide when a metric is ready for mainstream adoption. Megan Clarken, Nielsen’s president of United States media (and at one time an Olympic-qualifying long jumper), said that a decade ago the company faced pressure to enter mobile measurement. If it had done so, Nielsen would have been pushing ultimately useless metrics to measure viewing on BlackBerry phones.\n\nAdvertisement Continue reading the main story\n\n“What we do as a company is we watch for that activity, that evolution,” she said, “and what we aim to do is not be ahead of it, but be with it, and certainly not behind it.”\n\nWhile analysts said it was smart of NBC to push its own metric for the Games, it is also the right move for Nielsen to proceed carefully as it develops an industry standard for tracking viewers across a “dizzying array” of consumer devices in the digital world, said Dave Morgan, the founder and chief executive of Simulmedia.\n\n“Everybody in the digital video industry is pretty much in agreement that 30 to 40 percent of the ad impressions that are delivered out there don’t really exist,” said Mr. Morgan, whose firm works with brands on targeted TV ads. “Yet nobody would say 30 to 40 percent of TV’s viewing audience doesn’t exist. So I think Nielsen is very, very afraid of going into a Wild West environment where it is wide open to fraud and bots.”\n\nAccording to Nielsen, while measuring authentic digital viewing is difficult, it is no more difficult than doing so for television. But despite the ambiguity of the measuring sticks, advertisers don’t want to miss an opportunity to impress a mass audience over 17 days.\n\n“You don’t necessarily want to sit on the sidelines because, ‘Hey — funky measurement,’” said Gibbs Haljun, managing director of media investment at GroupM, the media-buying arm of WPP. “That sort of defeats the point of what they’re trying to do.”\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile NBC sees a strong need for better measurement of non-television viewers, especially in sports, it won’t necessarily be rolling out TAD across the NBC universe. The Olympics are a unique property, with thousands of hours of programming playing out on broadcast and cable channels, unlike a hit drama like “This Is Us,” which would never be shown across a broadcast and cable channel simultaneously.\n\nThe Olympics is the perfect petri dish for audience measurement,” said Mr. Lovinger of NBC. The network’s traditional television ratings during the Rio Games were down 15 percent compared with the London Games four years earlier, and since the network had made separate linear and digital ratings guarantees for Rio, it was left “without the ability to manage delivery across the Games,” Mr. Lovinger said.\n\n“You look at the Olympics in Rio and you look at the kind of decline in linear television viewing and the supplement of digital viewing, either simultaneous or delayed, and it is obviously a material difference,” said David Cohen, president of North America at Magna Global, a major ad-buying firm.\n\nAdvertisement Continue reading the main story\n\nSo far, TAD seems to be doing its job. Across the first four nights of the Olympics, ratings for NBC only were down 15 percent from the comparable nights in Sochi four years ago. But the total audience was down just 7 percent. NBC said it is meeting its ratings guarantees, and has begun selling extra ad inventory that it had held back in case of falling short.\n\nMr. Haljun said that the timing is right for NBC’s metric this year, but doesn’t see it as a long-term solution.\n\n“We’re at this weird point where people agree there needs to be a certified third-party number that’s comparable across networks,” Mr. Haijun said.\n\n“But we’re in the early days of getting there,” he added. “People are doing different things and have disagreements on the best way to do this.”", "keywords": ["digital", "measurement", "head", "audience", "nbc", "olympics", "nielsen", "count", "television", "viewing", "games", "tricky", "watching", "uses", "ratings"], "polarity": 0.0846359592788164, "subjectivity": 0.5105739498596641},
{"title": "\n                    Leslie Jones’s Twitter Makes Her the De Facto Olympics Fashion Critic (Again)                ", "url": "https://www.nytimes.com/2018/02/13/fashion/leslie-jones-olympics-twitter.html", "text": "Photo\n\nLaura Kumin was watching the Winter Olympics on Sunday night when the Italian figurer skater Matteo Rizzo appeared on the ice in a black jumpsuit with gold braiding across his chest. “I was thinking, ‘Oh my God. What about that outfit?’” she said. As she often does while watching television, she checked Twitter and saw that Leslie Jones, the “Saturday Night Live” star who is live tweeting the Olympics for NBC, had the same reaction.\n\nMs. Jones has emerged as the Olympics’ anti-announcer, funny and often salty, especially when it comes to the fashion, which, at its best, can be daring, and, its worst, well, she has her views.\n\n“He looks like the Nutcracker,” Ms. Jones said of Mr. Rizzo in her spoken commentary, which often accompanies the phone video clips of the NBC broadcast. “I don’t like it.”\n\nNothing escapes her sharp eye: not black gloves, not a skating pair in checkers (“I don’t even really know how to express the hate that I have”), not even her and Johnny Weir’s matching hairstyles. And she does it all while watching from home on her television and, sometimes, her laptop too. “She’s not a fashion expert, and she is not holding herself out to be,” said Melissa Rivers, the former host of E’s “Fashion Police.” “She takes all the haughtiness out of it.”\n\nIt was Ms. Rivers’s mother, Joan, who effectively created a genre of comedians commenting on fashion, with her scathing reviews of Hollywood glitterati. But unlike when the elder Ms. Rivers was alive, when the commentary would follow the event, the fashion curious now expect their commentary (and comedy) simultaneously. When Ms. Jones wondered aloud why some skating outfits seemed better than others last weekend, her followers chimed in right away, explaining the difference between ice dancing and figure skating.\n\nAdvertisement Continue reading the main story\n\nThis, of course, is not Ms. Jones’s first time sharing Olympic gold with sports fans. In August 2016, Mike Shoemaker, a former producer for “Saturday Night Live” who works with Seth Meyers, saw her tweets and told Jim Bell, now the president of NBC Olympics Production and Programming. (In one tweet, Ms. Jones was dressed as superfan in a red, white and blue costume.) She was hired to go to Rio de Janeiro to work on NBC’s coverage of the Summer Olympics.\n\nFor some, Ms. Jones’s account is how they watch the Olympics. John Moss, a business technology specialist in Atlanta, said he began following Ms. Jones on Twitter six months ago. When he does not have time to watch the Olympics, he checks in with her. “I experience the Olympics through her,” he said.\n\nNewsletter Sign Up Continue reading the main story Of the Moment The lifestyle newsletter from the Styles, Travel and Food sections, offering the latest trends to news you can use. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Sunday, she tweeted about the fit of an skater’s suspenders. Mr. Moss had issues with her fashion take. (“Suspenders rock,” he commented.) “I thought, What is wrong with suspenders?” he said. “I wear suspenders.” He agreed, though, about her assessment of a snowboarder whose pants were bunched around his knees. “That didn’t seem right,” he said.\n\nMs. Jones is headed to Pyeongchang, South Korea, in a few days for NBC. There she will be a contributor, according to the network, and attend Olympic events, meet and interview athletes, and continue to tweet. Her followers wouldn’t want it any other way.", "keywords": ["suspenders", "does", "joness", "twitter", "fashion", "olympics", "facto", "nbc", "live", "ms", "makes", "jones", "watching", "critic", "leslie", "night"], "polarity": 0.05500927643784785, "subjectivity": 0.4276257472686045},
{"title": "\n                    Mikaela Shiffrin Live Slalom Results: Looking for a Repeat                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/mikaela-shiffrin-live-slalom-results-looking-for-a-repeat.html", "text": "• Shiffrin is the reigning Olympic champion, the three-time defending world champion and a four-time World Cup winner in the event. But she does not want to stop at slalom: “I work to become not just the best slalom skier in the world, but the best skier in the world. Period.”\n\n• Despite being the heavy favorite, Shiffrin is bucking some history. No one, man or woman, has ever defended an Olympic slalom title.\n\n• Petra Vlhova of Slovakia is the only other woman to win a World Cup slalom event this season.\n\n• Win or lose her best event, Shiffrin is ambitious for more Olympics glory: She could win the giant slalom and the combined, and maybe even other events.\n\n• In the first of two runs, Shiffrin will ski third. The combined time of the two runs will determine the medals.\n\n• Four years ago, Shiffrin said, “Right now I’m dreaming of the next Olympics, winning five gold medals — which sounds really crazy.” She goes for No. 1 today.", "keywords": ["repeat", "results", "world", "mikaela", "looking", "shiffrin", "olympics", "live", "woman", "slalom", "skier", "best", "runs", "win", "event"], "polarity": 0.33178571428571424, "subjectivity": 0.505952380952381},
{"title": "\n                    How Shaun White Won His Third Gold in Halfpipe                ", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/halfpipe-live-results-shaun-white-goes-for-gold.html", "text": "White had been disappointed to finish only fourth in the halfpipe in 2014, after golds in the previous two Olympics. And at 31, he showed he still has what it takes to be on top of the snowboarding world, leaving Hirano, 19, and Scotty James of Australia, 23, behind in the silver and bronze positions.\n\nOn his first run, he delivered a classic Shaun White routine, the kind fans have been seeing for a decade. The elevation, the rotations and the landings were there, and he scored a 94.25. But with the rise of his younger contenders and the increasing dazzle and danger of the sport, the feeling was there that it was not quite good enough for a gold.\n\nSure enough, young Hirano surpassed him on his second run, popping back-to-back 1440s. When White fell on Run 2, it set up the classic finale.\n\n“Honestly it’s one of the most challenging runs I’ve ever done,” White said of Run 3. “I didn’t even link the combination, the 14 to 14 until I got here, today, this morning. So, honestly, I’m just so happy with my performance. I’m proud of the other riders for pushing me this whole time.”\n\nNext, White wants to try the 2020 Summer Olympics, as a skateboarder. He says 2022 is also on his radar.\n\nCoincidentally, White’s gold medal was the 100th for the United States in the Winter Games. Few have been as dramatic.\n\nMen’s Halfpipe Final Run 1 Run 2 Run 3 Best Score Gold Shaun White United States USA 94.25 55.00 97.75 97.75 Silver Ayumu Hirano Japan JPN 35.25 95.25 43.25 95.25 Bronze Scotty James Australia AUS 92.00 81.75 40.25 92.00 4th Ben Ferguson United States USA 43.00 83.50 90.75 90.75 5th Patrick Burgener Switzerland SUI 84.00 51.00 89.75 89.75 Show all results\n\nHere’s how Shaun White won the gold medal:\n\nScotty James Sets the Bar High\n\nWith the American Chase Josey in the lead at 87.75, it’s time for the first of the Big 3, the high-flying Ayumu Hirano of Japan.\n\nAdvertisement Continue reading the main story\n\nBut Hirano slips on landing his second big jump. He’ll have to wait for a later run to go for his medal.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNext up was the brash Scotty James of Australia, a two-time world champion who at 23 is more than ready to knock off the veteran White. He puts together a controlled run that is totally clean. The score is the best of the round, 92. Over to you, Shaun.\n\nShaun White Delivers on First Run\n\nWe’ve been watching Shaun White deliver great performances for a decade, and on the Olympic stage, he comes through. Great elevation, a dizzying number of rotations and clean landings. White takes the lead with a 94.25 and is in the driver’s seat for the gold after one run. White was clearly happy with the run, throwing his helmet in celebration.\n\nWhite began with a frontside 1440 and included a 1260 as well.\n\nJapan’s Yuto Totsuka Injured in Second Run\n\nA bad spill in the second run for the 16-year-old Yuto Totsuka of Japan. He landed hard of the lip of the pipe and shot down its seven-meter height. Totsuka stayed down and, after being attended to by medical personnel, was taken off the halfpipe on a sled. The crowd, which includes many Japanese supporters, was stunned into silence. Later, a Japanese team spokesman said Totsuka was taken to the hospital with an injured hip, but he didn’t suffer any head or neck trauma. Read more on danger in the sport here.\n\nShaun White Falls on Second Run\n\nGold won’t come easily for Shaun White, who has slipped behind Hirano. He needed to outdo his first routine, but he was a little ragged on some early landings, and then fell. If he’s going to win gold, he’ll have to do it on his last run, which will be the final run of the competition.\n\nAyumu Hirano Falls on Third Run\n\nThe event comes to a dramatic conclusion with the three medalists, Ayumu Hirano, Shaun White and Scotty James, taking the last three runs. Hirano went first, trying to improve his leading 95.25 that featured back-to-back 1440s. But he fell and could not. Scotty James also fell on his last run and will win the bronze medal. So, it’s time for Shaun White. Will it be silver, or gold?", "keywords": ["won", "halfpipe", "white", "totsuka", "fell", "james", "gold", "shaun", "second", "scotty", "run", "hirano"], "polarity": 0.13052492646242653, "subjectivity": 0.32992486679986677}
]