[
{"title": "\n                    Men’s Giant Slalom Live Results: Marcel Hirscher Leads; Ligety Trails                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/skiing-giant-slalom-marcel-hirscher.html", "text": "Hirscher, the three-time World Cup giant slalom champion, stayed true to form Sunday with a blistering, mistake-free first run to take the lead at the halfway point of the Olympic men’s giant slalom.\n\nThe American Ted Ligety, the defending Olympic champion in the event and a five-time world champion, struggled to find an attacking rhythm and finished his run 2.44 seconds behind Hirscher. That is a deficit that almost certainly eliminates Ligety from medal contention in the race.\n\nAlexis Pinturault of France was in second place, 0.63 of a second behind Hirscher. Leif Kristian Nestvold-Haugen of Norway was third, 0.03 of a second behind Pinturault. Both were within sight of the gold medal, but the reliable, consistent Hirscher would probably have to make a sizable mistake somewhere in his second run.\n\nLigety, who missed most of the last two seasons because of injuries, was mildly stunned by his time.\n\n“My goal was to go for a medal,” he said after his run. “I didn’t attack the way I should have. No explanation for that. For me, I’m out of it now.”\n\nAdvertisement Continue reading the main story\n\nAsked whether a miracle comeback wasn’t still possible in Sunday afternoon’s second run, Ligety laughed.", "keywords": ["ligety", "trails", "marcel", "medal", "champion", "pinturault", "live", "mens", "olympic", "world", "slalom", "second", "hirscher", "giant", "run", "results", "leads"], "polarity": 0.0711038961038961, "subjectivity": 0.3865800865800865},
{"title": "\n                    Ilya Kovalchuk Scores Twice as Russians Outclass U.S., 4-0                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/russia-united-states-hockey.html", "text": "GANGNEUNG, South Korea — The blistering pace on the ice and the atmosphere in the arena were reminiscent of the epic showdown between the United States and Russia in Sochi, Russia, four years ago. That’s where the similarities ended.\n\nWhen the teams met again at the Olympics on Saturday night without N.H.L. players, Ilya Kovalchuk and the Russians put on a clinic — outplaying, outhitting and outclassing the Americans in a 4-0 shutout.\n\nPhoto\n\nThe United States must now play in the qualification round on Tuesday, while the Russians finished first in the group and moved directly to the quarterfinals, hoping their dominance puts T.J. Oshie’s shootout performance in 2014 further in the rearview mirror.\n\n“After the last game in Sochi, I think you guys are still showing the highlights of Oshie scoring those shootouts, right?” Kovalchuk said. “So hopefully you’re going to change that now.”\n\nAdvertisement Continue reading the main story\n\nThe Russians Kovalchuk, Pavel Datsyuk and Slava Voynov and United States Coach Tony Granato are the only people back from that game, which had higher stakes because of the N.H.L. talent and with the United States looking to win its first Olympic gold medal since the “Miracle on Ice” in 1980.\n\nGranato doubled down after the loss on his pretournament comment that the United States doesn’t “need a miracle” to win.", "keywords": ["ilya", "twice", "outclass", "russians", "40", "kovalchuk", "states", "win", "scores", "sochi", "russia", "united", "ice", "miracle", "nhl"], "polarity": 0.10260141093474426, "subjectivity": 0.39951499118165784},
{"title": "\n                    Nathan Chen Gets a Different Kind of Reward                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/olympics-nathan-chen-quads.html", "text": "“I’ve never been in this position before,” he said before he took to the ice one last time for the free skate. “I don’t know what to do.”\n\nHe insisted that the pressure of the Olympics had not gotten to him. But on the inside, there was a battle ensuing.\n\nAdvertisement Continue reading the main story\n\nHe was trying to swat away negative thoughts, but they kept coming at him. He had worried about winning a medal at the Olympics and where he would place. He didn’t want to make a mistake — so he skated tentatively because of that and made mistakes because of that.\n\nAfter the men’s short program, Chen didn’t even wait for the draw to find out when he would perform in the free skate. He headed back to his room and then his mother called to give him a pep talk.\n\n“This isn’t who you are,” she said. “Tomorrow’s a new day.”\n\nHe crawled under his bed covers. There, all alone with his mind racing, he tried to determine what went wrong.\n\nHe had started skating when he was 3, when his mother would reward him with Swedish fish candy for doing things right. And he often did things right — for years and years, he did things right. And now he grew more and more angry with himself that he had let the Olympics overwhelm him.\n\n“These kinds of things happen to every athlete eventually, but it’s nothing that Nathan is accustomed to,” the figure skating analyst and 1984 Olympic gold medalist Scott Hamilton said. “What I see is a highly tuned athlete who might have been thrown off a bit for one reason or another. Quads are extremely specific in their timing, aggression and in their intent. When things start to unravel just a little bit, it’s like, ‘Boom!’ ”\n\nBoom — just like the revelation Chen had in bed on Friday night.\n\nForget about the expectations that everyone had placed on him to medal, he said to himself. Forget the mistakes in the team event and the mistakes in the short program.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nForget it all. Forget everyone.\n\nHe would try that sixth quad.\n\n“I was, like, I’m not going to hold myself back and play it safe,” he said. “I had literally nothing to lose, so if I made a couple of mistakes, so be it.”\n\nBefore his free skate, Chen spent time on social media, where fans and friends were reaching out to him.\n\nDick Button, the two-time Olympic champion, posted back-to-back notes. First, he said, “Nathan Chen — it will be interesting to see how he handles the worst disaster in his skating life.”\n\nAdvertisement Continue reading the main story\n\nSecond, he said, “Hey Nathan Chen, Beyoncé fell off the stage at a concert and got right back up, so can you.”\n\nDonovan Mitchell, the Utah Jazz guard, tweeted, “Stay positive.”\n\nBut Chen had already decided his plan.\n\nOn Saturday, in his redemption skate, he wore a simple black costume with a white collar, and he leapt and leapt — six times in all — to land his quads and make history.\n\nAfterward, there were no tears. He just snacked on a PB&J sandwich while waiting to see if he would somehow end the day in the top three. Maybe, just maybe, he would finish that high. But it wasn’t meant to be.\n\nThere will always be the what-ifs — as in, what if he had cleared his head early enough in these Olympics to skate like the real Nathan Chen? He didn’t, until it was too late. For now, that will have to suffice.\n\n“I’m happy that I did what I did in the end,” he said.", "keywords": ["gets", "reward", "different", "things", "right", "chen", "nathan", "mistakes", "skating", "main", "reading", "skate", "olympics", "kind"], "polarity": 0.11077310606060604, "subjectivity": 0.42121038961038976},
{"title": "\n                    The Quietest Place at the Olympics                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/ski-jumping.html", "text": "The Quietest Place at the Olympics\n\nImage Credit Photographs by Doug Mills/The New York Times\n\nThe 2018 Winter Olympics in Pyeongchang have been defined by punishing cold and howling winds. But in the ski jump start house, nearly 3,000 feet above sea level, it’s warm and eerily silent. The room is packed with jumpers — brave men preparing to launch themselves some 450 feet through the air — but no one speaks. No one smiles. On the very long, tight elevator ride, there is no banter, just quiet concentration.\n\nImage\n\nImage\n\nImage\n\nWhen they finally reach the top, it’s time for business. Each jumper has his own unique routine — some stretch, some squat with their arms reaching back, some jump in place, even on the extremely steep and narrow stairs above the platform. There’s no fear of heights in this group.\n\nImage\n\nImage\n\nImage\n\nWhen it’s their turn to jump, they lock their boots in, double-check the straps, position their skis down the slope and slide into the center of the ramp. A quick glance at the clock tells them when it’s time to go. Then, more eerie silence before doing what they came to do.\n\nImage\n\nDoug Mills has worked as a photographer in the Washington bureau since 2002. He previously worked at The Associated Press, where he won two Pulitzer Prizes for his photography. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page SP 8 of the New York edition with the headline: Getting Ready to Fly\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["required", "place", "worked", "view", "subscribe", "york", "jump", "pyeongchang", "newsletter", "quietest", "olympics", "times"], "polarity": 0.11018573490002061, "subjectivity": 0.4675359719645434},
{"title": "\n                    Why the Pyeongchang Games Are Different From All the Others                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/pyeongchang-south-korea-games.html", "text": "PYEONGCHANG, South Korea — In the Gangneung Hockey Centre, the four-faced video screen in the middle of the rink puts on a show every time a penalty is called. Words like “Interference” and “Tripping” materialize in turquoise blue and start to giddily flip-flop around, in both English and Korean. You’d think someone just won the lotto.\n\nNope. “Delay of Game.”\n\nEvery Olympics is a fusion of the generic, staid look of the Games, as mandated by the International Olympic Committee, with the singular aesthetic of the hosting country. It is what gives these biennial extravaganzas, which stage nearly identical competitions in a different part of the world, their distinctive feel.\n\nMore than anything, being here — at two clusters of venues on the shores of the Sea of Japan and in the Taebaek Mountains — is a feast for the senses. Your palette is regularly lit up by the food, which is super spicy, or super sweet or sometimes a bit of both. You can be freezing outdoors one moment and sweating in an overheated bus the next. Your eardrums get a workout anywhere there is music.\n\nThen there are the bright colors and brash graphics, a combination found everywhere, especially on television. A number of shows have word bubbles that make the classic “bloop!” sound as they pop up over the action, in shades lifted from a pack of Starburst fruit chews.", "keywords": ["won", "games", "different", "venues", "video", "turquoise", "youd", "pyeongchang", "word", "super", "words", "workout", "world"], "polarity": 0.12125, "subjectivity": 0.3713461538461539},
{"title": "\n                    Nathan Chen Makes a Comeback With an Unprecedented 6 Quads                ", "url": "https://www.nytimes.com/interactive/2018/02/17/sports/olympics/nathan-chen-figure-skating-quads.html", "text": "GANGNEUNG, South Korea — After a disastrous showing in the men’s Olympic figure skating short program a day earlier, Nathan Chen of the United States went for broke and attempted six quads in his long program on Saturday. The bold move paid off, helping him leap from 17th place to fifth.\n\nFirst rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff First rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff 1st rotation 2nd Double Toe 3rd 4th Quad Flip Chen’s quadruple flip-double toe combination jump during his long program on Saturday. Composite image by Jeremy White/The New York Times\n\nChen’s unprecedented six quads at the Olympics included the quadruple flip-double toe combination shown above. The move gave him 215.08 points, enough to win the long program portion of the competition. But his poor showing in the short program kept him off the podium.\n\nChen, 18, who had been an American hope for a gold, had initially planned to perform five quads, but it was “almost a game-time decision” to add a sixth, he said.\n\n“I knew at that point that I had literally nothing to lose, so I decided just to try it,” Chen said.\n\nBecause quad jumps have the highest base values in figure skating, there is a powerful incentive for skaters to try quads in competition even if they are not consistently landing the jumps. Sixteen of the 24 skaters on Saturday attempted at least one quad.\n\nQuadruple Jumps Attempted in the Long Program Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nChen performed two more quads than Yuzuru Hanyu of Japan, who defended his Olympic title, winning his second straight gold medal in the event on Saturday. Those extra quads helped Chen earn his best score this season, nearly 9 more points than Hanyu’s 206.17 in the long program.\n\nThird Second First rotation Fourth Quad Toe Backward takeoff Triple Toe Second Third First rotation Fourth Quad Toe Backward takeoff Triple Toe 2nd 3rd 1st rotation 4th Quad Toe Triple Toe This quad toe-triple toe jump combination was the highest scoring element of Chen’s program. Composite image by Bedel Saget and Archie Tse/The New York Times\n\nTo maximize points, Chen saved three of his quads, including the quadruple toe combination shown above, for the second half of his program.\n\nAny jump done after the halfway point gets a 10 percent bonus, which is a reward to skaters for executing difficult elements when they are tired. Skaters also gain or lose additional points depending on how well a quad is executed.\n\nSecond Third First rotation Fourth Takeoff Both hands touch ice Second Third First rotation Fourth Take off Both hands touch ice 2nd 3rd 1st rotation 4th Take off Both hands touch ice Only one of Chen’s quad attempts was not landed cleanly: this quad flip, which was the third element of his program. Composite image by Bedel Saget and Jeremy White/The New York Times\n\nChen lost points on a quadruple flip shown above, after he put his hands down on the ice during the landing.\n\nBut he still earned 10.07 points for that move, which is nearly 3 points more than the maximum value he would have received for a well-executed triple jump.\n\nWhile Chen won the long program, Hanyu, 23, got higher marks for artistry. In addition to points for technical elements like quads, skaters also receive marks for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. The Japanese skater, who is recovering from an ankle injury, scored 9 points higher than Chen on his component score, showing off nearly an entire quad’s worth of hidden advantage.\n\nAn artistic sequence near the end of the long program of Yuzuru Hanyu, who won the gold medal for Japan on Saturday, as he had in Sochi in 2014. Composite image by Joe Ward and Jeremy White/The New York Times\n\nWhile Chen did not medal, his gutsy gamble gave him some redemption for his dismal performance a day earlier.", "keywords": ["program", "rotation", "unprecedented", "long", "quad", "quads", "chen", "nathan", "second", "points", "toe", "comeback", "makes", "takeoff"], "polarity": 0.06467633322472031, "subjectivity": 0.2983735201477136},
{"title": "\n                    Winnie the Pooh vs. Soohorang                ", "url": "https://www.nytimes.com/2018/02/17/sports/winnie-the-pooh-vs-soohorang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — At Gangneung Ice Arena, an epic battle played out on the ice during the men’s figure skating competition, but it wasn’t Nathan Chen versus Yuzuru Hanyu.\n\nIt was Winnie the Pooh versus Soohorang.\n\nSoohorang is the cuddly white tiger that has emerged as a highly visible mascot at these Games. Pooh is a famous yellow bear and favorite good-luck charm of Hanyu.\n\nPhoto\n\nBut before the Games, Hanyu, of Japan, learned that he couldn’t carry his trademark bear with him at competitions. The Disney character is his personal mascot, and according to a fan blog, he finds comfort in Pooh’s unchanging gaze.\n\n“Some conflict with the sponsor, so I was not able to bring the yellow bear,” said Hanyu after the men’s short program. The International Olympic Committee has strict rules about the nonessential products athletes are allowed to carry with them to competitions.\n\nAdvertisement Continue reading the main story\n\nNow he leaves Pooh at the hotel. “I put my head against the head of the yellow bear because it’s a good-luck charm for me,” Hanyu said.\n\nPhoto\n\nSoohorang, the white tiger, has been a constant presence at every Olympic venue and in the souvenir stores. When winners are announced during Olympic competitions, young women dressed in red coats present a stuffed Soohorang to the athletes instead of the traditional bouquet. “It’s pretty cute,” said Chloe Kim, the American snowboarder, after she won the gold medal in the women’s halfpipe on Tuesday.", "keywords": ["mascot", "olympic", "soohorang", "bear", "yellow", "mens", "winnie", "white", "pooh", "tiger", "hanyu", "vs", "versus"], "polarity": 0.09212121212121213, "subjectivity": 0.3628030303030303},
{"title": "\n                    We Tracked the Battle of the Quads in the Men’s Figure Skating Final                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen of the United States attempted six quads in his long program on Saturday, a number that is unprecedented at the Olympics.\n\nThough he did not medal, he performed two more quads than the gold medalist, Japan’s Yuzuru Hanyu.\n\nChen’s quads gave him enough points to sprint past his competitors and win the long program portion of the competition. But major mistakes in his short program the day before kept him off the podium. He ended in fifth place.\n\nWe tracked the number of quadruple jumps attempted by each skater:\n\nQuadruple Jumps Attempted in Free Skate Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nA quad, which is a jump that has four revolutions, has the highest base value in figure skating and is generally worth more than twice the equivalent triple jump. For example, a triple lutz has a base value of 6 points. A quad lutz is worth 13.6 points.\n\nThis creates a powerful incentive for skaters to try a quad in competition even if they are not consistently landing the jump.\n\nSkaters also gain or lose additional points depending on how well the quad is executed. And any jump done in the second half of a program, when skaters’ legs are tired, gets a 10 percent bonus.\n\nFor example, below are the 13 elements of the long program of Yuzuru Hanyu of Japan, performed at the 2017 world championships, in the order that he executed them. Three elements were quad jumps by themselves, and one more was a quad in combination with another jump.\n\nQuad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Source: International Skating Union\n\nHe waited to do his last two quads until he had passed the halfway point of his program.\n\nNathan Chen of the United States and Shoma Uno of Japan have most consistently attempted five quads in recent competitions. Hanyu and Jin Boyang of China have often attempted four. Spain’s Javier Fernandez has tried as many as three.\n\nNumber of quads in each skater’s 10 most recent major competitions\n\nHanyu, Fernandez, Uno and Jin are the leaders going into Saturday’s long program competition.\n\nChen, who was America’s hope for a gold medal in the men’s individual event, made major errors in his short program, practically taking him out of contention.\n\nMathematically, packing in as many quads as possible may seem like the only route to the podium for any of the skaters.\n\nThat may be, unless we’re talking about Hanyu, the gold medalist in Sochi four years ago, who was the winner of the short program here.\n\nWhile skaters earn points for the elements, like quads, of a program, they also receive a score for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. He is often points ahead of his competition in artistry and gets higher marks for how well he executes his technical elements as well.\n\nYuzuru Hanyu performing in Friday’s short program event. Chang W. Lee/The New York Times\n\nHanyu, who is recovering from an ankle injury, may not always attempt the most quads, but his top score in recent competitions is at least 7 points higher than those of his closest rivals.", "keywords": ["program", "mens", "sequence", "figure", "tracked", "quad", "quads", "spin", "triple", "points", "battle", "combo", "step", "final", "skaters", "skating"], "polarity": 0.11947541452258435, "subjectivity": 0.43845054316752424},
{"title": "\n                    Canadian Olympic Success, a #MeToo Event and Saskatoon: The Canada Letter                ", "url": "https://www.nytimes.com/2018/02/16/world/canada/canadian-olympic-success-metoo-saskatoon-canada-letter.html", "text": "“I couldn’t ask for more in my career,” he wrote in an Instagram post. “It’s been fun dreaming my wildest dreams and having so many of them come true.”\n\nIs curling attracting much attention from Koreans or is it just a curiosity for the home crowd?\n\nCurling, that great cultural institution, is still a fledgling sport in many corners of the world — including South Korea, where the Olympic curling venue has been the site of fine competition, plenty of enthusiasm and no small amount of confusion.\n\nPhoto\n\nAs many of you know, the nuances of shotmaking and even scoring can take some time to grasp for those who are new to the sport. South Korea built a competitive curling program before the Olympics, but the sport’s popularity is not particularly widespread here. Fans cheer a lot, but sometimes for poor shots. In any case, the South Korean women’s team is a medal contender and proved as much by upsetting Canada in its opening match of the tournament.\n\nIt was a bittersweet, if mostly bitter, result for Canadian fans: Peter Gallant, South Korea’s coach, is from Prince Edward Island.\n\nIs Canada still the team to beat in men’s hockey even without current N.H.L. players on its team?\n\nPhoto\n\nThe men’s hockey draw seems like a total tossup. Traditional powerhouses like the United States and Russia — or the team that used to be known as Russia — lost their opening matches. Canada defeated Switzerland in its first match of the tournament in front of a mostly empty house at Gangneung Ice Arena.\n\nWithout the star power that N.H.L. players delivered at previous Olympics, the tournament is struggling to attract many eyeballs. Teams have filled their rosters with players who are toiling away in lesser leagues or are at the end of their career — and that includes Canada, which went with older players while leaving younger prospects at home.\n\nAdvertisement Continue reading the main story\n\nThe result is that chemistry will need to be built on the fly, and nobody seems too sure how this tournament will pan out. But Canada should contend for gold. It’s still hockey, after all.\n\nPhoto\n\nThis link will whisk you to all of our Winter Games coverage. Here are some of the stories and digital features that caught my eye:\n\n—The Times is experimenting with something called augmented reality. Unlike virtual reality, another technology we’ve been exploring, augmented reality doesn’t require cardboard goggles. But, right now at least, you can only experience the full effect by using an iPhone 6S, SE or newer. For the Olympics, we’ve used the technology to take a unique look at four athletes. Try it and send me an email with your thoughts about the technology and how we used it.\n\nPhoto\n\n—Most years I spend this weekend doing a local 51 kilometer cross country ski loppet. (Don’t bother checking my past results.) My travel schedule and the on-and-off winter in Ottawa mean that I’m just skiing occasionally with my wife this year. I’m also the household’s wax technician. But the grumbling I hear when I get the wax wrong is nothing compared with what Knut Nystad experiences. David Segal reported that Mr. Nystad, the chief of Norway’s 30-strong crew of Olympic wax techs, becomes public enemy No. 1 back home when his team messes up.\n\nCross-country skiing is to Norway what hockey is to Canada. Mr. Segal looked into Norway’s equivalent of Sept. 28, 1972. (For non-Canadian readers: that’s the day that Paul Henderson scored the winning goal against the Russians in the Summit series.) In this case, the defining moment was the breaking of Oddvar Bra’s ski pole at 1:54 p.m. on Feb. 25, 1982, which became the stuff of national legend in Norway.\n\nPhoto\n\n—Here’s the diet of Adam Rippon, an American figure skater, from two years ago: three slices of whole grain bread topped with pats of I Can’t Believe It’s Not Butter spread, supplemented by three cups of coffee, each laced with six packets of artificial sweetener. Mr. Rippon and a number of other male figure skaters, including some Canadians, opened up to Karen Crouse about their sport’s body image problems.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Canada Letter Every week, receive a handpicked selection of news and opinion plus exclusive commentary from New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExperience: Augmented Reality: Four of the World’s Best Olympians, as You’ve Never Seen Them Before\n\nRead: Complete coverage of the 2018 Olympic Games\n\nRead: Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails\n\nAdvertisement Continue reading the main story\n\nRead: The Ski Pole That Norway Will Never Forget\n\nRead: Adam Rippon on Quiet Starvation in Men’s Figure Skating\n\nA #MeToo Moment Event and Raffle\n\nThere are still tickets available for a conversation on Wednesday between Jodi Kantor and Emily Steel, The Times reporters who broke the Harvey Weinstein and Bill O’Reilly stories, and Jessica Bennett, the gender editor of The Times, about journalism and the #MeToo moment.\n\nCatherine Porter, our Toronto bureau chief, will moderate the event, which will take place at the Rotman School of Management at the University of Toronto. And I’ll introduce the panel.\n\nWhile Times’ subscribers get a discount on tickets, we’re also holding a raffle for 15 pairs of tickets.\n\nWhether or not you can attend, you should sign up for the #MeToo Moment newsletter where Ms. Bennett and other writers and editors from The Times track and analyze the issue.\n\nBuy Tickets: Journalism and the #Metoo Moment\n\nWin Tickets: Journalism and the #MeToo Moment Ticket Sweepstakes\n\nRead: The #MeToo Moment newsletter\n\nA New Prairie Landmark\n\nPhoto\n\nHer apartment packed up, Jada Yuan has left on her mission as The Times’ new 52 Places To Go in 2018 columnist. Stop No. 1, published this week, was New Orleans.\n\nSometime this spring, Ms. Yuan will be in the prairie city of Saskatoon, in Saskatchewan. I’ve long thought that Saskatoon punches well above its weight for a city with a population of 256,000 people. Its scenically located downtown thrives and the city has long been home to a disproportionately large number of artists and musicians.\n\nPhoto\n\nIt also has a new attraction, which I got a taste of last week while on assignment: the Remai Modern art museum. Owned by the city, it’s remarkably ambitious in both its architecture and inaugural exhibition, “Field Guide,” which closes next week.\n\nAdvertisement Continue reading the main story\n\nRead: 52 Places to Go in 2018\n\nRead: Starting an Intimidating World Tour in the Big Easy\n\nTight Market\n\nIn this week’s On The Market in Toronto, Tara Deschamps examines some discouraging statistics for both buyers and renters and takes us on a tour of a penthouse on top of a downtown hotel and looks in at a two-bedroom condo in much quieter Leslieville.\n\nRead: Homes for Sale in Toronto\n\nTrans Canada\n\n—Relations between Toronto’s gay community and its police have been uneasy for decades. Dan Levin reports that the arrest of a serial killer has brought the relationship to a low.\n\n—As Canadians debated the acquittal on murder charges of a Saskatchewan farmer who shot and killed Colten Boushie, a 22-year-old Cree man, the victims’ family was received by the prime minister and many key cabinet ministers this week in Ottawa.\n\n—The 1982 constitution guaranteed the rights of Indigenous people. Prime Minister Justin Trudeau announced consultations and plans to change the legal system to make that more than a promise.\n\n—Ms. Porter discussed Canada’s immigration system this week with Michael Barbaro on The Daily, our popular podcast.", "keywords": ["success", "metoo", "moment", "olympic", "tickets", "south", "canada", "canadian", "event", "wax", "saskatoon", "team", "week", "ski", "times", "letter"], "polarity": 0.12998072354132958, "subjectivity": 0.4106146238721996},
{"title": "\n                    I.O.C Orders One of Its Members to Leave Games After Altercation With Guard                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/pengilly-expelled.html", "text": "“We are presuming that, because he admitted he’d done it, there isn’t a presumption of innocence any more,” Adams said.\n\nAdams said another reason for the I.O.C.’s stern punishment was because the victim of Pengilly’s outburst was a volunteer. Local organizers later denied that was the case, saying the man was paid security guard.\n\nPengilly wrote a letter of apology to the guard, stating, “I am sorry for rushing past you when you asked me to stop. I did not know that you fell over trying to chase me and I hope that you are fine. I am also sorry for swearing and I hope that you did not misunderstand what I was saying.”\n\nThe incident took place just after 9:30 a.m. at a transport hub, where I.O.C. officials take chauffeured cars to venues at the Games. It was witnessed by a member of the broadcast news media, who corroborated Pengilly’s version of events to the local police, according to a security manager in Pyeongchang. He added that police also had reviewed video footage, which appeared to show Pengilly make contact with the security guard. The guard sent pictures of minor scratches he said he had sustained to investigators. No charges have been filed against Pengilly.\n\nThe speed with which the I.O.C. dispensed with Pengilly stands in contrast with the way the organization has dealt with other members whose behavior has drawn scrutiny.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlex Gilady, one of the I.O.C.’s longest serving members, faces accusations of sexual harassment and assault in Israel. Last year, he announced his temporary resignation from the media company he runs to concentrate on clearing his name. He decided to remain on the I.O.C., however, where he is monitoring the buildup to the 2020 Olympics in Tokyo.\n\nKuwait’s Sheikh Ahmad al-Fahad al-Sabah, a major power broker in Asian sports, remains the head of the body that delivers about $130 million a year in annual grants. He quit all his roles in soccer last year after an official from Guam pleaded guilty to accepting millions of dollars in bribes linked to Sheikh Ahmad. He has not been punished by the I.O.C.\n\nAdams explained that Ahmad, Gilady and Patrick Hickey — a member from Ireland arrested at the Rio de Janeiro Games in 2016 for ticket scalping — all continue to deny the claims against them. Hickey has been serving a self-imposed suspension for nearly two years. The I.O.C. has not ruled on any of those cases.\n\nAdvertisement Continue reading the main story\n\nPengilly, 40, is also the vice president of international federation for bobsled and skeleton. His eight-year term with the I.O.C. is scheduled to end on Feb. 25.\n\nHis departure from these Games means both members who abstained from a confidence vote over the I.O.C.’s handling of the Russia affair will be absent from the closing ceremony, when Russia’s banned Olympic committee could be welcomed back. The other member, Canada’s Richard Pound, said he plans to skip the parade because he fears the I.O.C. will decide to restore Russia’s team, its uniform and its flag.\n\nThe Korean authorities demanded apologies from both Pengilly and the I.O.C. after his altercation. The case also highlighted how cultural sensitives have occasionally been strained here.\n\nDays before the Games began, organizers dismissed a Russian volunteer after a complaint from a Korean counterpart that he had “hugged” her without permission. The police have confiscated the Russian man’s passport while investigations continue, a spokeswoman said.\n\nSome national Olympic Committees have warned their staff members attending the Games about behavior that is deemed inappropriate in Korea, including European-style greetings that involve kissing on the cheek.", "keywords": ["security", "iocs", "members", "games", "ahmad", "pengilly", "guard", "member", "ioc", "leave", "altercation", "continue", "orders"], "polarity": 0.0019248608534322817, "subjectivity": 0.28706246134817553},
{"title": "\n                    Three Jumps That Undid Nathan Chen’s Hope for Olympic Gold                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/nathan-chen-mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen, the United States national champion and America’s hope for a gold medal in men’s figure skating, made major errors on all three jump sequences in the short program event on Friday.\n\nSecond First rotation Third Fourth Backward take off Second First rotation Third Fourth Backward take off 2nd 3rd 1st rotation 4th Backward take off Composite image by Alexandra Garcia and Archie Tse\n\nHis mistakes began with his opening move, a quadruple lutz, shown above, that was supposed to be in combination with another jump. He fell on the landing of the lutz so he wasn’t able to complete the combination.\n\nSecond Third First rotation Step out of landing Fourth Backward take off Second Third First rotation Step out of landing Fourth Backward take off 2nd 3rd 1st rotation Step out of landing 4th Backward take off Composite image by Bedel Saget and Archie Tse\n\nChen also stepped out of his second jump, a quadruple toe loop, shown above.\n\nSecond First rotation Third Stumble Forward take off Both hands on ice Second First rotation Third Stumble Forward take off Both hands on ice 2nd 1st rotation 3rd Stumble Forward take off Both hands on ice Composite image by Archie Tse, Joe Ward and Jeremy White\n\nHe stumbled on the landing of his triple axel, shown above. It has been one of his weaker jumps, but is a required element in the short program.\n\nLeading up to the Winter Games, the 18-year-old, who was the first to land five quadruple jumps in a single routine, was promoted as one of America’s favorites for a medal and featured in prominent ads, including a Super Bowl commercial.\n\nChen also performed poorly with the same short program during the team event here a week earlier. During that program, he doubled a planned triple on his first jump, doubled a quadruple toe and fell on his triple axel.\n\nChen made three major mistakes in his short program. Chang W. Lee\n\nChen said at a press conference on Thursday that he had been working out issues from that program. “I need to be a little more present, a little bit more in the moment and hone in on the technical things that I have to think about before the jumps,” he said.\n\nChen, one of the best quad jumpers in the world, appears to have buckled under pressure.", "keywords": ["program", "fourth", "olympic", "rotation", "backward", "undid", "gold", "short", "chens", "jump", "nathan", "landing", "second", "triple", "jumps", "hope", "quadruple"], "polarity": 0.07603174603174603, "subjectivity": 0.19996031746031745},
{"title": "\n                    Ryan Donato Goes From Harvard to Olympic Hockey Stardom                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/ryan-donato-united-states-hockey-harvard.html", "text": "The hockey narrative is also complicated by the fact that the National Hockey League decided not to participate in these Games. As a result, the best American players are back home, while Russia has a roster filled with members of its Kontinental Hockey League, including the former N.H.L. stars Pavel Datsyuk and Ilya Kovalchuk. The Russian team is the favorite on paper, but it has a history of underperforming at the Olympics of late.\n\nThen there is Donato, a junior at Harvard and the son of Ted Donato, the Harvard coach and a former N.H.L. and United States national team player. Donato may be the top player on the American squad and may end up playing for the Boston Bruins by the spring. He has also got a ton of work to do on papers for his classes in social psychology and the sociology of immigration while he’s at the Games.\n\n“Thankfully I don’t have any exams,” he said in recent interview. “It’s pretty difficult.”\n\nFor Donato, hockey appears to be less so. He is among the fastest players on the ice. Defensemen get twisted and panicky when he is skating at them. He’s the guy who always seems to get the puck in the surprising open spots on the ice where he can wreak the most havoc.\n\nThere’s a reason he is on the power play. Both goals Friday came when the United States had the man advantage. The first happened after Troy Terry left the puck for him as he sliced into the slot. On the second, he performed a 360 on the edge of the crease and slipped the puck past Laco.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe international game, with its larger sheet of ice and less banging than is typical in the United States, suits Donato’s talents, although with eight minutes to go Friday, he took a crosscheck to the neck from Slovakia’s, 6-foot-4, 240-pound defenseman Michal Cajkovsky and popped right back up.\n\nThe people at Harvard are familiar with all this. Donato had 21 goals and 40 points last season, and he already has 21 goals in 23 games this year. His emergence on the United States team, along with three other college players Coach Tony Granato selected rather than going exclusively with minor league or Europe-based pros, makes the showdown with Russia somewhat different than four years ago. Back then, two rosters packed with N.H.L. All-Stars dueled to a 3-2 shootout win for the Americans in Sochi.\n\nTerry, who plays for the University of Denver and got an assist on Donato’s first goal, said he grew up worshiping Kovalchuk and Datsyuk. Now he is trying to get used to the idea of facing them on the ice.\n\nAdvertisement Continue reading the main story\n\nTwo weeks ago, Donato and the forward Jordan Greenway, who plays for Boston University, were going up against each other in the Beanpot, the annual college hockey tournament in Boston. Now, they account for three of the four goals scored by the United States at the Games. (The Americans lost in overtime to Slovenia on Wednesday).\n\n“It’s a big stage for them, and they’re doing great,” said the captain Brian Gionta, who is 39 and was on a practice-only, minor league contract when he was named to this team. Gionta played against Ted Donato in the N.H.L.\n\nDonato said he talked to his father before the game against Slovakia. His father told him to shoot low. When he got the puck in the slot in the first period, that’s what he thought of.\n\nGranato said he might have mentioned similar advice before the game, too, but if Donato wanted to give credit to his father, that was fine with him. Granato said Donato and the other college players have been fearless both in practice and games. He doesn’t expect that to change against the Russians.\n\n“These guys are confident,” Granato said. “They want to be over the boards and on the ice and in the action.”", "keywords": ["stardom", "olympic", "puck", "states", "league", "united", "goals", "hockey", "team", "harvard", "ryan", "ice", "players", "goes", "donato"], "polarity": 0.07785111063799588, "subjectivity": 0.3538180398836136},
{"title": "\n                    Two Swiss Athletes Are First at Olympics Confirmed With Norovirus                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/norovirus-swiss-pyeongchang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — Two Swiss athletes are the first at the Winter Olympics confirmed to have contracted norovirus, which has affected hundreds of people in Pyeongchang.\n\nThe Swiss Olympic delegation said in a statement on Friday that the two athletes had shown signs of the highly contagious virus “in the past several days,” and that they no longer had symptoms after receiving care. It said they were sequestered in private rooms and were not staying at the Olympic Village.\n\nThe statement did not identify the athletes or their sport, but it said they were staying in a location close to where freestyle skiing events were being held.\n\nIt was not immediately clear whether the athletes would compete. But the statement said, “We would like to point out that athletes affected by norovirus will be admitted to the competitions in good physical condition and after examination by a Swiss team doctor,” adding that “it is also not out of the question that the athletes are competitive after surviving the disease.”\n\nAdvertisement Continue reading the main story\n\nReuters reported that the athletes were freestyle skiers, and it quoted a team spokesman as saying that one was Fabian Boesch. Boesch’s Instagram video showing him hanging from the railing of an escalator by one hand, allowing it to pull him up, went viral this week.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNearly 250 people, including security workers and members of the organizing committee, have been affected by norovirus while in Pyeongchang. Its symptoms typically include extreme vomiting and diarrhea.", "keywords": ["symptoms", "affected", "staying", "confirmed", "statement", "york", "team", "norovirus", "athletes", "sign", "olympics", "swiss"], "polarity": 0.11157683982683983, "subjectivity": 0.38983549783549776},
{"title": "\n                    Lindsey Jacobellis Again Misses Gold in Snowboard Cross                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/lindsey-jacobellis-snowboard-cross.html", "text": "Photo\n\nPYEONGCHANG, South Korea — The idea of redemption has always made the snowboard cross star Lindsey Jacobellis weary, because, in her mind, she did nothing that needed to be redeemed. Yet after her infamous fall at the 2006 Winter Olympics in Turin, where she spun gold into silver by falling near the finish line with a big lead, that is the way her Olympics career has been framed.\n\nIt was that way in Vancouver in 2010, and Sochi in 2014. Both times, Jacobellis, the most accomplished athlete in the sport’s history, stumbled in the semifinals, leaving without a medal.\n\nTwelve years later, most of them spent dominating the World Cup circuit, she was back in the Olympics championship race, called the Big Final.\n\nAgain she left without a medal — by 0.03 seconds.\n\nJacobellis finished fourth, missing the medal stand by about half the length of a snowboard. She led the final race midway through the curling course of rises and jumps but was passed on the bottom half. She avoided a crash near the finish line and came across a fraction of a second behind Eva Samkova of the Czech Republic, who won gold four years ago and bronze this time.\n\nAdvertisement Continue reading the main story\n\nMichela Moioli of Italy won the gold medal, and Julia Pereira de Sousa Mabileau of France earned silver.", "keywords": ["near", "medal", "line", "gold", "won", "silver", "cross", "lindsey", "way", "race", "snowboard", "olympics", "jacobellis", "misses"], "polarity": 0.001515151515151516, "subjectivity": 0.31893939393939397},
{"title": "\n                    Yuzuru Hanyu Commands the Stage. Nathan Chen Falls Off It.                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/figure-skating-yuzuru-hanyu-nathan-chen.html", "text": "“I’ve skated after him before and skated well,” Chen said of Hanyu. “Obviously that didn’t happen here, but I don’t think that was really too much of a role.”\n\nWith five quadruple jumps scheduled in his long program, Chen could move up a number of places Saturday, but the medal podium appears far out of reach without meltdowns from the leaders.\n\nAdvertisement Continue reading the main story\n\nHe has been out of sorts for both routines at these Games.\n\nA week ago, in his short program in the team competition, Chen fell on a triple axel and completed only two revolutions on a planned four-revolution jump. He said he was thinking too much instead of just skating. Still wearing his costume, he immediately went downstairs to the training rink and rehearsed his jumps.\n\nBut things only got worse in the singles competition.\n\nAsked how he would plan for Saturday’s skate, Chen seemed at a loss.\n\n“I’ve never been in this position before, so I don’t know exactly what to do,” he said.\n\nHanyu had not competed since late October.\n\nHe sustained ligament damage in his right ankle on Nov. 9 while rehearsing a quad lutz before a competition in Japan. It is the most difficult of the four-revolution jumps being performed.\n\nHe missed about two months of training on the ice; in the meantime, he rehearsed his jumps on the floor at his training center in Toronto.\n\nHe has only been practicing his triple axels for about three weeks and his quad jumps for two weeks. But his coach, Brian Orser, a two-time Olympic silver medalist for Canada in the 1980s, cautioned reporters not to underestimate Hanyu’s talent and resolve. Hanyu has said that he does not want to simply be a champion skater, he wants to be a great skater.\n\n“I know many people have been waiting for me to skate, and I want to the show them the performance that makes them feel it was worth the wait,” Hanyu said at a news conference the other day. He added: “This is my dream stage, and I want to give my dream performance.”", "keywords": ["rehearsed", "yuzuru", "stage", "commands", "training", "chen", "nathan", "triple", "skated", "quad", "jumps", "weeks", "hanyu", "skate", "falls"], "polarity": 0.09280753968253967, "subjectivity": 0.4958829365079364},
{"title": "\n                    No, Mikaela Shiffrin Can’t Win Them All                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/mikaela-shiffrin-slalom.html", "text": "It is not the first time that Shiffrin has felt uncomfortable on the snow. In the first run of the slalom at the 2013 world championships in Austria, she said, she could not feel her legs while she was skiing.\n\nBut she rallied in the second run to win her first world championship title.\n\nA second comeback on a big stage seemed like a reasonable expectation Friday. And Shiffrin skied considerably better and more aggressively in her second run, turning in the third best time of the field.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut it was not her usual stellar performance, especially because Shiffrin has often defeated her competitors by a second or more in each run.\n\nAdvertisement Continue reading the main story\n\n“Instead of focusing on the good skiing that I know I can do, I was conservative,” Shiffrin said afterward. “I was almost trying to do something special, and I don’t need to do something special. I just need to ski like myself, and I’ll be fine.”\n\nShiffrin, renowned for needing at least nine hours of sleep a day, said she had gone to bed two hours after her usual bedtime Thursday because she had attended the medal ceremony for the giant slalom.\n\nShiffrin’s mother, Eileen, who is also one of her coaches, said she believed fatigue had contributed substantially to her daughter’s atypical skiing. She noted that because high winds had postponed three races, the Alpine schedule had been compressed. The original plan was for a day of rest between the giant slalom and the slalom.\n\nPhoto\n\n“At the Olympics, there’s a reason why there’s a day off between the races,” Eileen Shiffrin said. “For the medal winners, that day is a long, stressful and exciting day, but it is exhausting. It took its toll on Mikaela.”\n\nMikaela would not say she was tired but said she thought the emotions of Thursday’s victory may have played a factor.\n\n“I almost felt too much emotion yesterday,” she said. “People talk about avoiding peaks and valleys, and I had too much of a peak yesterday and too much of a valley today. I need to keep that mental energy stable, and I didn’t really do that.\n\n“Right now, I’m going to go back and evaluate the whole day with my whole team. They know me the best. We’ll all figure out what happened today and avoid that kind of thing in the future.”\n\nFor Hansdotter, who has competed in Shiffrin’s shadow for the last few years, it was a breakthrough victory and her first Olympic or world championship title. She won a silver in the world championship in 2015 and a bronze medal in 2013 and 2017.\n\n“I’ve been skiing well and racing for a long time, and it’s a wonderful accomplishment to have this kind of victory,” Hansdotter, 32, said. “It will be always be a day to remember.”", "keywords": ["mikaela", "skiing", "medal", "day", "win", "shiffrin", "cant", "second", "victory", "need", "run", "special", "world"], "polarity": 0.17774783549783552, "subjectivity": 0.39859595959595934},
{"title": "\n                    Most North Koreans Can’t Actually Watch the Olympic Games                ", "url": "https://www.nytimes.com/2018/02/15/world/asia/north-korea-olympics-television.html", "text": "In 2002, when the two Koreas were in a reconciliatory mood, North Korea even broadcast the World Cup matches in the South. In 2014, it broadcast daily highlights from the Winter Olympics in Sochi, Russia, although none of its athletes competed there. That makes the absence of Olympic broadcasting in the North all the more conspicuous this year.\n\n“The last thing the North Korean authorities want is for its people to envy the South,” said Jung Gwang-il, a North Korean defector.\n\nLike its former socialist allies, North Korea has recognized the role of sports in reasserting what it calls the country’s ideological superiority. When its athletes returned home with golds, it honored them with car parades and rewards, like new apartments. The most celebrated example was Jong Song-ok, who won the World Championships marathon in Spain in 1999.\n\nMs. Jong famously said she won because while running, she imagined Kim Jong-il, then North Korea’s leader, “beckoning me from the finish line.”\n\nPhoto\n\nMr. Kim, the father of the current leader, made her a “hero of the republic,” the highest honor in the country, for lifting the morale of his people still, in the grip of a devastating famine. (Defectors from the North later relayed a different story: Ms. Jong, sent to Spain as a pacemaker for another North Korean runner, ran for the life of her father, who was in prison.)\n\nThis year, Kim Jong-un has no athlete who can glorify him as Ms. Jong did his father.\n\nNorth Korea has won only two medals in the Winter Olympics, a silver in speedskating in 1964 and a bronze in short-track speedskating in 1992. The International Olympic Committee granted the 22 North Koreans at the current games last-minute exemptions to compete in five sports in Pyeongchang, including a dozen who joined the South Korean women’s ice hockey squad to create the first inter-Korean Olympic team ever. None is expected to stand on a medal podium.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Kim had quite a different goal for the Olympics, analysts said.\n\nWhen he used his New Year’s Day speech to propose sending North Korean athletes to the Olympics, it was clear that his interest was not in Olympic golds but in creating a political détente so he could weaken international sanctions imposed on his country. At home, he described his decision as an act of magnanimity.\n\nSouth Koreans “are so grateful to us for giving a helping hand to their Winter Games, which were at the risk of becoming the least popular Olympics in history because of the political situation,” the North’s official newspaper, Rodong Sinmun, said last month.\n\nAdvertisement Continue reading the main story\n\nSouth Korea has repeatedly urged North Korea to join the Olympics, hoping that its participation would help ease tensions and help make the games a success. That created an opening for Mr. Kim to engage in what critics called a “charm offensive.”\n\nMr. Kim sent hundreds of cheerleaders, musicians and singers to the Games to supplement his meager sports contingent. They stole much of the show on the sidelines of the games. He also sent the most unusual Olympic guest: his sister, whose visit to the South, including meetings with President Moon Jae-in, created a media frenzy. Ms. Kim delivered her brother’s invitation for Mr. Moon to visit the North for a summit meeting, raising hopes for a détente, as Mr. Kim intended.\n\n“Kim Jong-un didn’t really have anyone to send to the Olympics, except for his cheerleaders and singers,” said Joo Sung-ha, a North Korean defector who works as a reporter for the mass-circulation South Korean daily Dong-A Ilbo. “They were the best card he had.”\n\nThe state-run North Korean news outlets covering the Olympics focused on these nonsports activities to highlight Mr. Kim’s inter-Korean initiative.\n\nThey carried front-page reports on his sister’s visit. They told North Koreans that their arts troupe performed to “packed audiences” in the South. They also reported the North Korean cheerleaders rooting for the joint Korean ice hockey team but did not mention that it lost 8-0 to Switzerland and Sweden. The team also lost 4-1 to Japan, the Koreans’ historical enemy, on Wednesday.\n\n“Kim Jong-un did not look for Olympic golds in the first place,” said Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul. “His aim was to use the Olympics to create a mood for dialogue in order to head off sanctions and pressure and to soften his country’s negative image. And he has been more successful there than he hoped for.”", "keywords": ["north", "olympic", "watch", "korean", "south", "games", "koreans", "cant", "mr", "actually", "kim", "olympics", "korea"], "polarity": 0.12146861471861473, "subjectivity": 0.39029220779220775},
{"title": "\n                    Olympic Organizers Say Tickets Are Sold, but Where Are the People?                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/olympics-venues-empty.html", "text": "“It’s sad, it’s half empty,” he said of the sparse attendance he had seen.\n\nIt is not just the spectators who have noticed. Aksel Lund Svindal of Norway described completing his gold medal run in the men’s downhill on Thursday in front of a mostly empty grandstand as “a little bit strange.”\n\nThe low attendance may be partly attributed to the fact that South Korea does not have a culture of Alpine sports. It has achieved Winter Olympic success in just two events, speedskating and figure skating.\n\nAt some Games in other countries, locals have packed venues to watch unfamiliar sports just to be a part of the experience. That has not happened here. A near-capacity crowd watched the short-track speedskater Lim Hyo-jun secure South Korea’s first gold medal on Saturday, but less popular events are taking place in front of blocks of empty seats.\n\n“If we had this race in Italy, Austria, Norway, Sweden, it would be packed with 50,000 people,” Svindal said. To be fair, he said, he doubted people in Norway would fill an arena for short-track speedskating, like they did here, but he still wished he had won his medal amid a more raucous atmosphere. “It’s a bit sad.”\n\nEmpty seats are not a problem unique to the Pyeongchang Games. Organizers of the last two Olympics — in Rio de Janeiro in 2016 and Sochi two years earlier — also found themselves under scrutiny as images of half-empty venues were beamed worldwide.\n\nUnused seats reserved for sponsors and athletes were blamed then. Organizers are doing the same here. “We find they are the empty seats,” said a spokeswoman for Pyeongchang 2018, though it is unlikely that is the lone explanation. Organizers continue to advertise the Games and are actively encouraging fans to buy tickets on-site.\n\nHeightened political tension between North Korea and the United States in the buildup to the Games did not help sales. Less than six months before the Games opened, President Trump threatened to unleash “fire and fury” on North Korea in response to a spate of missile tests by the North. The heavily armed border separating the Koreas is about 40 miles from the Olympic Park.\n\nAdvertisement Continue reading the main story\n\nOccasional ticketing and transportation mix-ups have also caused venues to fill up only after events in them have started.", "keywords": ["medal", "north", "olympic", "sold", "tickets", "games", "venues", "events", "say", "organizers", "svindal", "seats", "norway", "korea"], "polarity": -0.006380208333333334, "subjectivity": 0.4627604166666666},
{"title": "\n                    A Times Photographer’s Journey Home to the Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/15/lens/a-times-photographers-journey-home-to-the-winter-olympics.html", "text": "Lens A Times Photographer’s Journey Home to the Winter Olympics Image Miu Suzaki and Ryuichi Kihara of Japan competing at the Gangneung Ice Arena in PyeongChang, South Korea. Credit Chang W. Lee/The New York Times\n\nChang W. Lee cried as he photographed the opening of the Winter Olympic Games.\n\nHe had grown up in Busan, South Korea, where his parents rarely spoke about the war that cleaved his homeland in two. His mother had fled the North, leaving behind family members; his paternal uncle was never seen again after being taken prisoner by the North. In elementary school, his teachers had him draw posters and write essays against the communists.\n\nNow, in an emotional homecoming he could never have imagined, Mr. Lee has returned to cover the Winter Games for The New York Times. Even harder to believe was the sight of a unified team of women hockey players from North and South Korea as they entered the stadium.\n\nImage North Korea supporters during the game between the unified Korean team and Switzerland at Kwandong Hockey Center. Credit Chang W. Lee/The New York Times\n\nImage The opening ceremony of the Winter Olympics in Pyeongchang. Credit Chang W. Lee/The New York Times\n\n“We are the same people,” Mr. Lee said in a phone call from Korea this week. “Unification will probably not happen anytime soon but we don’t have to be literally unified to be able to communicate with our relatives on the other side and have activities together.”\n\nThese are the eighth Olympics Mr. Lee has covered for The New York Times, even though he had little interest in sports when he moved to the United States after a semester of college. And even though the 1988 Summer Games were in Seoul, he didn’t have the time to watch them on television, since he was busy delivering pizzas in New Jersey to pay his way through English classes. He just knew something big was happening.\n\n“I heard people screaming from their homes,” he recalled. “But I was just delivering the pizza.”\n\nHe went on to study photography at New York University and landed a photo internship at The Times in 1994 before being promoted to staff photographer a few months later. And though he started with little knowledge of many American sports, he quickly became an expert sports photographer. He covered his first Olympics in Nagano, Japan, in 1998, where the spectacle and the drama motivated him to photograph as many Olympic Games as possible ever since.\n\nImage Adam Rippon of the United States during the men’s singles free skate, on the final day of the team figure skating competition. Credit Chang W. Lee/The New York Times\n\n“I love to cover the Olympics because it’s really about human drama,” he said. “These athletes go through extreme hardship and devote so much of their lives to compete in a short period of time that will define their career. To witness that and to be able to capture those moments is a great gift to me and a privilege to be able to do it.”\n\nHis obsession with capturing the perfect moment at the Olympics at times rivals the obsession of the athletes themselves. Two thirds of his job, he said, is making sure everything is working so he can actually take the pictures the rest of the time.\n\nAt these Olympics, his focus will be on figure skating and ice hockey. Mr. Lee has set up two remote cameras at the skating arena and two more at the hockey rink. He had already scouted the figure skating venue in Pyeongchang a year ago in order to familiarize himself with the location. He also went to the American figure skating trials in order to study the athletes and their routines.\n\nImage Shaun White of the United States during the men’s halfpipe qualification rounds at Phoenix Snow Park, PyeongChang. Credit Chang W. Lee/The New York Times\n\nImage Korea’s Park Chae-lin, right, collided with Naho Terashima of Japan. Credit Chang W. Lee/The New York Times\n\nTo successfully photograph the Olympics, he said, you have to plan, prepare and “want it more than anyone else and never give up,” two traits he knows well from his personal journey.\n\nPlanning and patience may be the foundation, but once the event begins, instinct takes over. There is a purely meditative aspect to being a great sports photographer and a feeling of being solely in the moment. Anticipation is critical for capturing the moments that happen so fast.\n\n“It’s really being able to see what’s going to happen before it happens,” Mr. Lee said. “If you wait until you see it with your own eyes, many times it’s too late.”\n\nImage North Korean figure skaters Kim Ju-Sik and Ryom Tae-Ok during a practice session. Credit Chang W. Lee/The New York Times\n\nImage Shaun White during his first run of the men’s halfpipe final. Credit Chang W. Lee/The New York Times\n\nImage Tit Stante of Slovenia during the men’s halfpipe qualification rounds. Credit Chang W. Lee/The New York Times\n\nFollow @nytimesphoto on Twitter. Chang Lee is on Twitter and Instagram. You can also find Lens on Facebook and Instagram.\n\nJames Estrin, the co-editor of Lens, joined The Times as a photographer in 1992 after years of freelancing for the newspaper and hundreds of other publications. @JamesEstrin\n\n\n\n\n\n\n\n", "keywords": ["north", "lee", "winter", "credit", "journey", "chang", "leethe", "photographers", "w", "york", "olympics", "skating", "times"], "polarity": 0.17050789586000853, "subjectivity": 0.4714839542304331},
{"title": "\n                    Why Nathan Chen Shuns Sequins                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/nathan-chen-figure-skating.html", "text": "“The curl is gone, but I guess that makes me more aerodynamic, so that’s all right,” Chen joked last month at the United States championships.\n\nAfter some hesitancy, given the subjective nature of skating, a sport in which judges determine winners and can reprove what they consider to be overtly political acts, Chen decided for his Olympic free skate to perform to the music from the 2009 movie “Mao’s Last Dancer.”\n\nIt is based on a memoir of the same name that depicts the harsh childhood, unexpected discovery, wrenching familial separation, and ultimate liberation and triumph of the dancer Li Cunxin.\n\nThe story bears some loose parallels to the immigration of Chen’s parents from China as they sought careers in the medical field. In November, Chen spoke by phone with Li for performance advice and to understand the dancer’s motivation. He gained a deep appreciation of Li’s perseverance.\n\n“He’s been through a lot of pain and struggles, and maybe that’s not super parallel to my life,” Chen said in a series of interviews over several months. “But I think that mentality of pushing through anything is something I can relate to. Li is incredibly tough; nothing fazes him. That’s something I can definitely learn from and not let my emotions get in the way.”\n\n\n\n‘The Best of the Best’\n\nWith a breakout season a year ago, and a sixth-place finish at the 2017 world championships last spring, Chen displayed more artistry, “but it wasn’t enough,” said Tara Lipinski, the 1998 women’s Olympic champion who is now an NBC commentator.\n\nAdvertisement Continue reading the main story\n\nThe first time she saw Chen this year, Lipinski said, she was shocked by his artistic improvement.\n\n“It takes a few years, sometimes, to do that,” she added. “But he does have ballet training. That helps. He has a beautiful, classic line.”\n\nIn the buildup to the Olympics, Chen was the only undefeated skater on the international Grand Prix circuit. This is his moment. There is no certainty that he will be healthy or interested in skating in four years for the next Olympics. A proposed rule that devalues quad jumps could be implemented after these Games. Everything he does now has a kind of fevered urgency.\n\n“To put it all together, he knows he doesn’t have a lot of time,” Lipinski said. “He’s balancing out that technical and artistic side to give himself a chance to win.”\n\nFor his short program, which he will perform Friday, Chen worked with the choreographer Shae-Lynn Bourne, the 2003 world ice dancing champion from Canada. The propulsive music is experimental pop by Benjamin Clementine. The song title — “Nemesis” — was not purposely meant to suggest rivalry with the reigning Olympic champion, Yuzuru Hanyu of Japan, but it hints at Chen’s aspiration and distinguishes him from his rivals who are skating to classical pieces.\n\nHis costume is a unitard that has no sequins, giving Chen the unadorned athletic look of a bobsledder or speed skater. White lines on the chest and arms give form to his two quad jumps and powerful, angular movement.\n\nPhoto\n\n“It’s perfect for him. He’s passionate. He emotes all the way through,” Johnny Weir, a two-time Olympian and Lipinski’s announcing partner on NBC, said of Chen’s short program. “He can reach the top rafter of a building. Ultimately, that’s what an artist has to do; you have to sell to the cheap seats.”\n\nChen’s long program is a more sweeping routine of character development, emotion and storytelling. It was choreographed by Lori Nichol of Toronto, who is perhaps best known for her work with the Americans Michelle Kwan, a five-time world champion and two-time Olympic medalist, and Evan Lysacek, the 2010 Olympic champion.\n\n“I want to be a full-package skater,” Chen said. “That’s why I wanted to work with the best of the best.”\n\nAdvertisement Continue reading the main story\n\nStill, it took some convincing by Nichol to persuade Chen to skate to “Mao’s Last Dancer.”\n\nHe worried that a routine about a dancer who defected from China might put off some judges. The scoring in skating has grown more impartial, but it is far from being fully objective. A differential of a point, or even half a point, can make all the difference when it comes to awarding medals.\n\n“I thought it was a little too political,” Chen said.\n\nLi, the dancer whom Chen is portraying, was the sixth of seven sons in a family of peasants in Shandong Province. He was born in 1961, during a catastrophic period known as the Great Leap Forward, when Mao Zedong’s program of industrialization and agricultural collectivization resulted in famine and tens of millions of deaths. Chen’s parents were also born in that period.\n\nLi’s chance to escape his fate came at age 11 in 1972, when four cultural advisers from the Beijing Dance Academy came to his school, an unheated classroom made of mud. Madame Mao, Jiang Qing, was the academy’s honorary artistic director. Of about one million children scouted throughout China, only 44 were chosen, Li said in an interview. His selection was almost accidental, he said, with his teacher pointing to him and saying, “What about that one?” as the advisers were leaving the classroom.\n\nAs the advisers tested his flexibility, Li said, they tore hamstring muscles in both of his legs. He swallowed the pain, he said, instead of letting on. He had grown up in such dire conditions, threatened by starvation, each day a matter of survival, he said, that “what I had to suffer with torn hamstrings was nothing.”\n\nAt the Beijing Dance Academy, Li honed his jumping skills by tying sandbags to his legs and bounding up four flights of stairs. And he trained extra hours by candlelight to overcome dizziness while spinning.\n\nIn 1979, he was allowed to travel on a cultural exchange to perform with the Houston Ballet. He experienced the freedom to dance for artistry’s sake and not simply for political propaganda. He also fell in love with another dancer and married in 1981 as he was scheduled to return to China. Instead, he defected. He was detained for 21 hours in the Chinese consulate in Houston before being released.\n\nEventually, Li’s parents were granted permission to make a surprise visit to see him dance in Houston, and he was permitted to return to China. Today, Li, 57, is artistic director of the Queensland Ballet in Brisbane, Australia.\n\nDespite Chen’s reluctance to portray Li, Nichol persisted. She checked with friends in China. The movie and Li’s memoir were readily available there, Nichol was told. They seemed acceptable to the Chinese government and would not be politically sensitive.\n\nAdvertisement Continue reading the main story\n\n“I was able to lay that concern to rest,” Nichol said in a telephone interview from Toronto.\n\nBut Chen needed more convincing.", "keywords": ["program", "olympic", "nichol", "chens", "chen", "nathan", "shuns", "china", "li", "thats", "sequins", "skating", "dancer"], "polarity": 0.21493182743182743, "subjectivity": 0.4666140373036925},
{"title": "\n                    Men’s Giant Slalom Live Results: Marcel Hirscher Leads; Ligety Trails                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/skiing-giant-slalom-marcel-hirscher.html", "text": "Hirscher, the three-time World Cup giant slalom champion, stayed true to form Sunday with a blistering, mistake-free first run to take the lead at the halfway point of the Olympic men’s giant slalom.\n\nThe American Ted Ligety, the defending Olympic champion in the event and a five-time world champion, struggled to find an attacking rhythm and finished his run 2.44 seconds behind Hirscher. That is a deficit that almost certainly eliminates Ligety from medal contention in the race.\n\nAlexis Pinturault of France was in second place, 0.63 of a second behind Hirscher. Leif Kristian Nestvold-Haugen of Norway was third, 0.03 of a second behind Pinturault. Both were within sight of the gold medal, but the reliable, consistent Hirscher would probably have to make a sizable mistake somewhere in his second run.\n\nLigety, who missed most of the last two seasons because of injuries, was mildly stunned by his time.\n\n“My goal was to go for a medal,” he said after his run. “I didn’t attack the way I should have. No explanation for that. For me, I’m out of it now.”\n\nAdvertisement Continue reading the main story\n\nAsked whether a miracle comeback wasn’t still possible in Sunday afternoon’s second run, Ligety laughed.", "keywords": ["ligety", "trails", "marcel", "medal", "champion", "pinturault", "live", "mens", "olympic", "world", "slalom", "second", "hirscher", "giant", "run", "results", "leads"], "polarity": 0.0711038961038961, "subjectivity": 0.3865800865800865},
{"title": "\n                    Ilya Kovalchuk Scores Twice as Russians Outclass U.S., 4-0                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/russia-united-states-hockey.html", "text": "GANGNEUNG, South Korea — The blistering pace on the ice and the atmosphere in the arena were reminiscent of the epic showdown between the United States and Russia in Sochi, Russia, four years ago. That’s where the similarities ended.\n\nWhen the teams met again at the Olympics on Saturday night without N.H.L. players, Ilya Kovalchuk and the Russians put on a clinic — outplaying, outhitting and outclassing the Americans in a 4-0 shutout.\n\nPhoto\n\nThe United States must now play in the qualification round on Tuesday, while the Russians finished first in the group and moved directly to the quarterfinals, hoping their dominance puts T.J. Oshie’s shootout performance in 2014 further in the rearview mirror.\n\n“After the last game in Sochi, I think you guys are still showing the highlights of Oshie scoring those shootouts, right?” Kovalchuk said. “So hopefully you’re going to change that now.”\n\nAdvertisement Continue reading the main story\n\nThe Russians Kovalchuk, Pavel Datsyuk and Slava Voynov and United States Coach Tony Granato are the only people back from that game, which had higher stakes because of the N.H.L. talent and with the United States looking to win its first Olympic gold medal since the “Miracle on Ice” in 1980.\n\nGranato doubled down after the loss on his pretournament comment that the United States doesn’t “need a miracle” to win.", "keywords": ["ilya", "twice", "outclass", "russians", "40", "kovalchuk", "states", "win", "scores", "sochi", "russia", "united", "ice", "miracle", "nhl"], "polarity": 0.10260141093474426, "subjectivity": 0.39951499118165784},
{"title": "\n                    Nathan Chen Gets a Different Kind of Reward                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/olympics-nathan-chen-quads.html", "text": "“I’ve never been in this position before,” he said before he took to the ice one last time for the free skate. “I don’t know what to do.”\n\nHe insisted that the pressure of the Olympics had not gotten to him. But on the inside, there was a battle ensuing.\n\nAdvertisement Continue reading the main story\n\nHe was trying to swat away negative thoughts, but they kept coming at him. He had worried about winning a medal at the Olympics and where he would place. He didn’t want to make a mistake — so he skated tentatively because of that and made mistakes because of that.\n\nAfter the men’s short program, Chen didn’t even wait for the draw to find out when he would perform in the free skate. He headed back to his room and then his mother called to give him a pep talk.\n\n“This isn’t who you are,” she said. “Tomorrow’s a new day.”\n\nHe crawled under his bed covers. There, all alone with his mind racing, he tried to determine what went wrong.\n\nHe had started skating when he was 3, when his mother would reward him with Swedish fish candy for doing things right. And he often did things right — for years and years, he did things right. And now he grew more and more angry with himself that he had let the Olympics overwhelm him.\n\n“These kinds of things happen to every athlete eventually, but it’s nothing that Nathan is accustomed to,” the figure skating analyst and 1984 Olympic gold medalist Scott Hamilton said. “What I see is a highly tuned athlete who might have been thrown off a bit for one reason or another. Quads are extremely specific in their timing, aggression and in their intent. When things start to unravel just a little bit, it’s like, ‘Boom!’ ”\n\nBoom — just like the revelation Chen had in bed on Friday night.\n\nForget about the expectations that everyone had placed on him to medal, he said to himself. Forget the mistakes in the team event and the mistakes in the short program.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nForget it all. Forget everyone.\n\nHe would try that sixth quad.\n\n“I was, like, I’m not going to hold myself back and play it safe,” he said. “I had literally nothing to lose, so if I made a couple of mistakes, so be it.”\n\nBefore his free skate, Chen spent time on social media, where fans and friends were reaching out to him.\n\nDick Button, the two-time Olympic champion, posted back-to-back notes. First, he said, “Nathan Chen — it will be interesting to see how he handles the worst disaster in his skating life.”\n\nAdvertisement Continue reading the main story\n\nSecond, he said, “Hey Nathan Chen, Beyoncé fell off the stage at a concert and got right back up, so can you.”\n\nDonovan Mitchell, the Utah Jazz guard, tweeted, “Stay positive.”\n\nBut Chen had already decided his plan.\n\nOn Saturday, in his redemption skate, he wore a simple black costume with a white collar, and he leapt and leapt — six times in all — to land his quads and make history.\n\nAfterward, there were no tears. He just snacked on a PB&J sandwich while waiting to see if he would somehow end the day in the top three. Maybe, just maybe, he would finish that high. But it wasn’t meant to be.\n\nThere will always be the what-ifs — as in, what if he had cleared his head early enough in these Olympics to skate like the real Nathan Chen? He didn’t, until it was too late. For now, that will have to suffice.\n\n“I’m happy that I did what I did in the end,” he said.", "keywords": ["gets", "reward", "different", "things", "right", "chen", "nathan", "mistakes", "skating", "main", "reading", "skate", "olympics", "kind"], "polarity": 0.11077310606060604, "subjectivity": 0.42121038961038976},
{"title": "\n                    The Quietest Place at the Olympics                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/ski-jumping.html", "text": "The Quietest Place at the Olympics\n\nImage Credit Photographs by Doug Mills/The New York Times\n\nThe 2018 Winter Olympics in Pyeongchang have been defined by punishing cold and howling winds. But in the ski jump start house, nearly 3,000 feet above sea level, it’s warm and eerily silent. The room is packed with jumpers — brave men preparing to launch themselves some 450 feet through the air — but no one speaks. No one smiles. On the very long, tight elevator ride, there is no banter, just quiet concentration.\n\nImage\n\nImage\n\nImage\n\nWhen they finally reach the top, it’s time for business. Each jumper has his own unique routine — some stretch, some squat with their arms reaching back, some jump in place, even on the extremely steep and narrow stairs above the platform. There’s no fear of heights in this group.\n\nImage\n\nImage\n\nImage\n\nWhen it’s their turn to jump, they lock their boots in, double-check the straps, position their skis down the slope and slide into the center of the ramp. A quick glance at the clock tells them when it’s time to go. Then, more eerie silence before doing what they came to do.\n\nImage\n\nDoug Mills has worked as a photographer in the Washington bureau since 2002. He previously worked at The Associated Press, where he won two Pulitzer Prizes for his photography. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page SP 8 of the New York edition with the headline: Getting Ready to Fly\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["required", "place", "worked", "view", "subscribe", "york", "jump", "pyeongchang", "newsletter", "quietest", "olympics", "times"], "polarity": 0.11018573490002061, "subjectivity": 0.4675359719645434},
{"title": "\n                    Why the Pyeongchang Games Are Different From All the Others                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/pyeongchang-south-korea-games.html", "text": "PYEONGCHANG, South Korea — In the Gangneung Hockey Centre, the four-faced video screen in the middle of the rink puts on a show every time a penalty is called. Words like “Interference” and “Tripping” materialize in turquoise blue and start to giddily flip-flop around, in both English and Korean. You’d think someone just won the lotto.\n\nNope. “Delay of Game.”\n\nEvery Olympics is a fusion of the generic, staid look of the Games, as mandated by the International Olympic Committee, with the singular aesthetic of the hosting country. It is what gives these biennial extravaganzas, which stage nearly identical competitions in a different part of the world, their distinctive feel.\n\nMore than anything, being here — at two clusters of venues on the shores of the Sea of Japan and in the Taebaek Mountains — is a feast for the senses. Your palette is regularly lit up by the food, which is super spicy, or super sweet or sometimes a bit of both. You can be freezing outdoors one moment and sweating in an overheated bus the next. Your eardrums get a workout anywhere there is music.\n\nThen there are the bright colors and brash graphics, a combination found everywhere, especially on television. A number of shows have word bubbles that make the classic “bloop!” sound as they pop up over the action, in shades lifted from a pack of Starburst fruit chews.", "keywords": ["won", "games", "different", "venues", "video", "turquoise", "youd", "pyeongchang", "word", "super", "words", "workout", "world"], "polarity": 0.12125, "subjectivity": 0.3713461538461539},
{"title": "\n                    Nathan Chen Makes a Comeback With an Unprecedented 6 Quads                ", "url": "https://www.nytimes.com/interactive/2018/02/17/sports/olympics/nathan-chen-figure-skating-quads.html", "text": "GANGNEUNG, South Korea — After a disastrous showing in the men’s Olympic figure skating short program a day earlier, Nathan Chen of the United States went for broke and attempted six quads in his long program on Saturday. The bold move paid off, helping him leap from 17th place to fifth.\n\nFirst rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff First rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff 1st rotation 2nd Double Toe 3rd 4th Quad Flip Chen’s quadruple flip-double toe combination jump during his long program on Saturday. Composite image by Jeremy White/The New York Times\n\nChen’s unprecedented six quads at the Olympics included the quadruple flip-double toe combination shown above. The move gave him 215.08 points, enough to win the long program portion of the competition. But his poor showing in the short program kept him off the podium.\n\nChen, 18, who had been an American hope for a gold, had initially planned to perform five quads, but it was “almost a game-time decision” to add a sixth, he said.\n\n“I knew at that point that I had literally nothing to lose, so I decided just to try it,” Chen said.\n\nBecause quad jumps have the highest base values in figure skating, there is a powerful incentive for skaters to try quads in competition even if they are not consistently landing the jumps. Sixteen of the 24 skaters on Saturday attempted at least one quad.\n\nQuadruple Jumps Attempted in the Long Program Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nChen performed two more quads than Yuzuru Hanyu of Japan, who defended his Olympic title, winning his second straight gold medal in the event on Saturday. Those extra quads helped Chen earn his best score this season, nearly 9 more points than Hanyu’s 206.17 in the long program.\n\nThird Second First rotation Fourth Quad Toe Backward takeoff Triple Toe Second Third First rotation Fourth Quad Toe Backward takeoff Triple Toe 2nd 3rd 1st rotation 4th Quad Toe Triple Toe This quad toe-triple toe jump combination was the highest scoring element of Chen’s program. Composite image by Bedel Saget and Archie Tse/The New York Times\n\nTo maximize points, Chen saved three of his quads, including the quadruple toe combination shown above, for the second half of his program.\n\nAny jump done after the halfway point gets a 10 percent bonus, which is a reward to skaters for executing difficult elements when they are tired. Skaters also gain or lose additional points depending on how well a quad is executed.\n\nSecond Third First rotation Fourth Takeoff Both hands touch ice Second Third First rotation Fourth Take off Both hands touch ice 2nd 3rd 1st rotation 4th Take off Both hands touch ice Only one of Chen’s quad attempts was not landed cleanly: this quad flip, which was the third element of his program. Composite image by Bedel Saget and Jeremy White/The New York Times\n\nChen lost points on a quadruple flip shown above, after he put his hands down on the ice during the landing.\n\nBut he still earned 10.07 points for that move, which is nearly 3 points more than the maximum value he would have received for a well-executed triple jump.\n\nWhile Chen won the long program, Hanyu, 23, got higher marks for artistry. In addition to points for technical elements like quads, skaters also receive marks for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. The Japanese skater, who is recovering from an ankle injury, scored 9 points higher than Chen on his component score, showing off nearly an entire quad’s worth of hidden advantage.\n\nAn artistic sequence near the end of the long program of Yuzuru Hanyu, who won the gold medal for Japan on Saturday, as he had in Sochi in 2014. Composite image by Joe Ward and Jeremy White/The New York Times\n\nWhile Chen did not medal, his gutsy gamble gave him some redemption for his dismal performance a day earlier.", "keywords": ["program", "rotation", "unprecedented", "long", "quad", "quads", "chen", "nathan", "second", "points", "toe", "comeback", "makes", "takeoff"], "polarity": 0.06467633322472031, "subjectivity": 0.2983735201477136},
{"title": "\n                    Winnie the Pooh vs. Soohorang                ", "url": "https://www.nytimes.com/2018/02/17/sports/winnie-the-pooh-vs-soohorang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — At Gangneung Ice Arena, an epic battle played out on the ice during the men’s figure skating competition, but it wasn’t Nathan Chen versus Yuzuru Hanyu.\n\nIt was Winnie the Pooh versus Soohorang.\n\nSoohorang is the cuddly white tiger that has emerged as a highly visible mascot at these Games. Pooh is a famous yellow bear and favorite good-luck charm of Hanyu.\n\nPhoto\n\nBut before the Games, Hanyu, of Japan, learned that he couldn’t carry his trademark bear with him at competitions. The Disney character is his personal mascot, and according to a fan blog, he finds comfort in Pooh’s unchanging gaze.\n\n“Some conflict with the sponsor, so I was not able to bring the yellow bear,” said Hanyu after the men’s short program. The International Olympic Committee has strict rules about the nonessential products athletes are allowed to carry with them to competitions.\n\nAdvertisement Continue reading the main story\n\nNow he leaves Pooh at the hotel. “I put my head against the head of the yellow bear because it’s a good-luck charm for me,” Hanyu said.\n\nPhoto\n\nSoohorang, the white tiger, has been a constant presence at every Olympic venue and in the souvenir stores. When winners are announced during Olympic competitions, young women dressed in red coats present a stuffed Soohorang to the athletes instead of the traditional bouquet. “It’s pretty cute,” said Chloe Kim, the American snowboarder, after she won the gold medal in the women’s halfpipe on Tuesday.", "keywords": ["mascot", "olympic", "soohorang", "bear", "yellow", "mens", "winnie", "white", "pooh", "tiger", "hanyu", "vs", "versus"], "polarity": 0.09212121212121213, "subjectivity": 0.3628030303030303},
{"title": "\n                    We Tracked the Battle of the Quads in the Men’s Figure Skating Final                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen of the United States attempted six quads in his long program on Saturday, a number that is unprecedented at the Olympics.\n\nThough he did not medal, he performed two more quads than the gold medalist, Japan’s Yuzuru Hanyu.\n\nChen’s quads gave him enough points to sprint past his competitors and win the long program portion of the competition. But major mistakes in his short program the day before kept him off the podium. He ended in fifth place.\n\nWe tracked the number of quadruple jumps attempted by each skater:\n\nQuadruple Jumps Attempted in Free Skate Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nA quad, which is a jump that has four revolutions, has the highest base value in figure skating and is generally worth more than twice the equivalent triple jump. For example, a triple lutz has a base value of 6 points. A quad lutz is worth 13.6 points.\n\nThis creates a powerful incentive for skaters to try a quad in competition even if they are not consistently landing the jump.\n\nSkaters also gain or lose additional points depending on how well the quad is executed. And any jump done in the second half of a program, when skaters’ legs are tired, gets a 10 percent bonus.\n\nFor example, below are the 13 elements of the long program of Yuzuru Hanyu of Japan, performed at the 2017 world championships, in the order that he executed them. Three elements were quad jumps by themselves, and one more was a quad in combination with another jump.\n\nQuad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Source: International Skating Union\n\nHe waited to do his last two quads until he had passed the halfway point of his program.\n\nNathan Chen of the United States and Shoma Uno of Japan have most consistently attempted five quads in recent competitions. Hanyu and Jin Boyang of China have often attempted four. Spain’s Javier Fernandez has tried as many as three.\n\nNumber of quads in each skater’s 10 most recent major competitions\n\nHanyu, Fernandez, Uno and Jin are the leaders going into Saturday’s long program competition.\n\nChen, who was America’s hope for a gold medal in the men’s individual event, made major errors in his short program, practically taking him out of contention.\n\nMathematically, packing in as many quads as possible may seem like the only route to the podium for any of the skaters.\n\nThat may be, unless we’re talking about Hanyu, the gold medalist in Sochi four years ago, who was the winner of the short program here.\n\nWhile skaters earn points for the elements, like quads, of a program, they also receive a score for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. He is often points ahead of his competition in artistry and gets higher marks for how well he executes his technical elements as well.\n\nYuzuru Hanyu performing in Friday’s short program event. Chang W. Lee/The New York Times\n\nHanyu, who is recovering from an ankle injury, may not always attempt the most quads, but his top score in recent competitions is at least 7 points higher than those of his closest rivals.", "keywords": ["program", "mens", "sequence", "figure", "tracked", "quad", "quads", "spin", "triple", "points", "battle", "combo", "step", "final", "skaters", "skating"], "polarity": 0.11947541452258435, "subjectivity": 0.43845054316752424},
{"title": "\n                    Canadian Olympic Success, a #MeToo Event and Saskatoon: The Canada Letter                ", "url": "https://www.nytimes.com/2018/02/16/world/canada/canadian-olympic-success-metoo-saskatoon-canada-letter.html", "text": "“I couldn’t ask for more in my career,” he wrote in an Instagram post. “It’s been fun dreaming my wildest dreams and having so many of them come true.”\n\nIs curling attracting much attention from Koreans or is it just a curiosity for the home crowd?\n\nCurling, that great cultural institution, is still a fledgling sport in many corners of the world — including South Korea, where the Olympic curling venue has been the site of fine competition, plenty of enthusiasm and no small amount of confusion.\n\nPhoto\n\nAs many of you know, the nuances of shotmaking and even scoring can take some time to grasp for those who are new to the sport. South Korea built a competitive curling program before the Olympics, but the sport’s popularity is not particularly widespread here. Fans cheer a lot, but sometimes for poor shots. In any case, the South Korean women’s team is a medal contender and proved as much by upsetting Canada in its opening match of the tournament.\n\nIt was a bittersweet, if mostly bitter, result for Canadian fans: Peter Gallant, South Korea’s coach, is from Prince Edward Island.\n\nIs Canada still the team to beat in men’s hockey even without current N.H.L. players on its team?\n\nPhoto\n\nThe men’s hockey draw seems like a total tossup. Traditional powerhouses like the United States and Russia — or the team that used to be known as Russia — lost their opening matches. Canada defeated Switzerland in its first match of the tournament in front of a mostly empty house at Gangneung Ice Arena.\n\nWithout the star power that N.H.L. players delivered at previous Olympics, the tournament is struggling to attract many eyeballs. Teams have filled their rosters with players who are toiling away in lesser leagues or are at the end of their career — and that includes Canada, which went with older players while leaving younger prospects at home.\n\nAdvertisement Continue reading the main story\n\nThe result is that chemistry will need to be built on the fly, and nobody seems too sure how this tournament will pan out. But Canada should contend for gold. It’s still hockey, after all.\n\nPhoto\n\nThis link will whisk you to all of our Winter Games coverage. Here are some of the stories and digital features that caught my eye:\n\n—The Times is experimenting with something called augmented reality. Unlike virtual reality, another technology we’ve been exploring, augmented reality doesn’t require cardboard goggles. But, right now at least, you can only experience the full effect by using an iPhone 6S, SE or newer. For the Olympics, we’ve used the technology to take a unique look at four athletes. Try it and send me an email with your thoughts about the technology and how we used it.\n\nPhoto\n\n—Most years I spend this weekend doing a local 51 kilometer cross country ski loppet. (Don’t bother checking my past results.) My travel schedule and the on-and-off winter in Ottawa mean that I’m just skiing occasionally with my wife this year. I’m also the household’s wax technician. But the grumbling I hear when I get the wax wrong is nothing compared with what Knut Nystad experiences. David Segal reported that Mr. Nystad, the chief of Norway’s 30-strong crew of Olympic wax techs, becomes public enemy No. 1 back home when his team messes up.\n\nCross-country skiing is to Norway what hockey is to Canada. Mr. Segal looked into Norway’s equivalent of Sept. 28, 1972. (For non-Canadian readers: that’s the day that Paul Henderson scored the winning goal against the Russians in the Summit series.) In this case, the defining moment was the breaking of Oddvar Bra’s ski pole at 1:54 p.m. on Feb. 25, 1982, which became the stuff of national legend in Norway.\n\nPhoto\n\n—Here’s the diet of Adam Rippon, an American figure skater, from two years ago: three slices of whole grain bread topped with pats of I Can’t Believe It’s Not Butter spread, supplemented by three cups of coffee, each laced with six packets of artificial sweetener. Mr. Rippon and a number of other male figure skaters, including some Canadians, opened up to Karen Crouse about their sport’s body image problems.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Canada Letter Every week, receive a handpicked selection of news and opinion plus exclusive commentary from New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExperience: Augmented Reality: Four of the World’s Best Olympians, as You’ve Never Seen Them Before\n\nRead: Complete coverage of the 2018 Olympic Games\n\nRead: Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails\n\nAdvertisement Continue reading the main story\n\nRead: The Ski Pole That Norway Will Never Forget\n\nRead: Adam Rippon on Quiet Starvation in Men’s Figure Skating\n\nA #MeToo Moment Event and Raffle\n\nThere are still tickets available for a conversation on Wednesday between Jodi Kantor and Emily Steel, The Times reporters who broke the Harvey Weinstein and Bill O’Reilly stories, and Jessica Bennett, the gender editor of The Times, about journalism and the #MeToo moment.\n\nCatherine Porter, our Toronto bureau chief, will moderate the event, which will take place at the Rotman School of Management at the University of Toronto. And I’ll introduce the panel.\n\nWhile Times’ subscribers get a discount on tickets, we’re also holding a raffle for 15 pairs of tickets.\n\nWhether or not you can attend, you should sign up for the #MeToo Moment newsletter where Ms. Bennett and other writers and editors from The Times track and analyze the issue.\n\nBuy Tickets: Journalism and the #Metoo Moment\n\nWin Tickets: Journalism and the #MeToo Moment Ticket Sweepstakes\n\nRead: The #MeToo Moment newsletter\n\nA New Prairie Landmark\n\nPhoto\n\nHer apartment packed up, Jada Yuan has left on her mission as The Times’ new 52 Places To Go in 2018 columnist. Stop No. 1, published this week, was New Orleans.\n\nSometime this spring, Ms. Yuan will be in the prairie city of Saskatoon, in Saskatchewan. I’ve long thought that Saskatoon punches well above its weight for a city with a population of 256,000 people. Its scenically located downtown thrives and the city has long been home to a disproportionately large number of artists and musicians.\n\nPhoto\n\nIt also has a new attraction, which I got a taste of last week while on assignment: the Remai Modern art museum. Owned by the city, it’s remarkably ambitious in both its architecture and inaugural exhibition, “Field Guide,” which closes next week.\n\nAdvertisement Continue reading the main story\n\nRead: 52 Places to Go in 2018\n\nRead: Starting an Intimidating World Tour in the Big Easy\n\nTight Market\n\nIn this week’s On The Market in Toronto, Tara Deschamps examines some discouraging statistics for both buyers and renters and takes us on a tour of a penthouse on top of a downtown hotel and looks in at a two-bedroom condo in much quieter Leslieville.\n\nRead: Homes for Sale in Toronto\n\nTrans Canada\n\n—Relations between Toronto’s gay community and its police have been uneasy for decades. Dan Levin reports that the arrest of a serial killer has brought the relationship to a low.\n\n—As Canadians debated the acquittal on murder charges of a Saskatchewan farmer who shot and killed Colten Boushie, a 22-year-old Cree man, the victims’ family was received by the prime minister and many key cabinet ministers this week in Ottawa.\n\n—The 1982 constitution guaranteed the rights of Indigenous people. Prime Minister Justin Trudeau announced consultations and plans to change the legal system to make that more than a promise.\n\n—Ms. Porter discussed Canada’s immigration system this week with Michael Barbaro on The Daily, our popular podcast.", "keywords": ["success", "metoo", "moment", "olympic", "tickets", "south", "canada", "canadian", "event", "wax", "saskatoon", "team", "week", "ski", "times", "letter"], "polarity": 0.12998072354132958, "subjectivity": 0.4106146238721996},
{"title": "\n                    I.O.C Orders One of Its Members to Leave Games After Altercation With Guard                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/pengilly-expelled.html", "text": "“We are presuming that, because he admitted he’d done it, there isn’t a presumption of innocence any more,” Adams said.\n\nAdams said another reason for the I.O.C.’s stern punishment was because the victim of Pengilly’s outburst was a volunteer. Local organizers later denied that was the case, saying the man was paid security guard.\n\nPengilly wrote a letter of apology to the guard, stating, “I am sorry for rushing past you when you asked me to stop. I did not know that you fell over trying to chase me and I hope that you are fine. I am also sorry for swearing and I hope that you did not misunderstand what I was saying.”\n\nThe incident took place just after 9:30 a.m. at a transport hub, where I.O.C. officials take chauffeured cars to venues at the Games. It was witnessed by a member of the broadcast news media, who corroborated Pengilly’s version of events to the local police, according to a security manager in Pyeongchang. He added that police also had reviewed video footage, which appeared to show Pengilly make contact with the security guard. The guard sent pictures of minor scratches he said he had sustained to investigators. No charges have been filed against Pengilly.\n\nThe speed with which the I.O.C. dispensed with Pengilly stands in contrast with the way the organization has dealt with other members whose behavior has drawn scrutiny.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlex Gilady, one of the I.O.C.’s longest serving members, faces accusations of sexual harassment and assault in Israel. Last year, he announced his temporary resignation from the media company he runs to concentrate on clearing his name. He decided to remain on the I.O.C., however, where he is monitoring the buildup to the 2020 Olympics in Tokyo.\n\nKuwait’s Sheikh Ahmad al-Fahad al-Sabah, a major power broker in Asian sports, remains the head of the body that delivers about $130 million a year in annual grants. He quit all his roles in soccer last year after an official from Guam pleaded guilty to accepting millions of dollars in bribes linked to Sheikh Ahmad. He has not been punished by the I.O.C.\n\nAdams explained that Ahmad, Gilady and Patrick Hickey — a member from Ireland arrested at the Rio de Janeiro Games in 2016 for ticket scalping — all continue to deny the claims against them. Hickey has been serving a self-imposed suspension for nearly two years. The I.O.C. has not ruled on any of those cases.\n\nAdvertisement Continue reading the main story\n\nPengilly, 40, is also the vice president of international federation for bobsled and skeleton. His eight-year term with the I.O.C. is scheduled to end on Feb. 25.\n\nHis departure from these Games means both members who abstained from a confidence vote over the I.O.C.’s handling of the Russia affair will be absent from the closing ceremony, when Russia’s banned Olympic committee could be welcomed back. The other member, Canada’s Richard Pound, said he plans to skip the parade because he fears the I.O.C. will decide to restore Russia’s team, its uniform and its flag.\n\nThe Korean authorities demanded apologies from both Pengilly and the I.O.C. after his altercation. The case also highlighted how cultural sensitives have occasionally been strained here.\n\nDays before the Games began, organizers dismissed a Russian volunteer after a complaint from a Korean counterpart that he had “hugged” her without permission. The police have confiscated the Russian man’s passport while investigations continue, a spokeswoman said.\n\nSome national Olympic Committees have warned their staff members attending the Games about behavior that is deemed inappropriate in Korea, including European-style greetings that involve kissing on the cheek.", "keywords": ["security", "iocs", "members", "games", "ahmad", "pengilly", "guard", "member", "ioc", "leave", "altercation", "continue", "orders"], "polarity": 0.0019248608534322817, "subjectivity": 0.28706246134817553},
{"title": "\n                    Three Jumps That Undid Nathan Chen’s Hope for Olympic Gold                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/nathan-chen-mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen, the United States national champion and America’s hope for a gold medal in men’s figure skating, made major errors on all three jump sequences in the short program event on Friday.\n\nSecond First rotation Third Fourth Backward take off Second First rotation Third Fourth Backward take off 2nd 3rd 1st rotation 4th Backward take off Composite image by Alexandra Garcia and Archie Tse\n\nHis mistakes began with his opening move, a quadruple lutz, shown above, that was supposed to be in combination with another jump. He fell on the landing of the lutz so he wasn’t able to complete the combination.\n\nSecond Third First rotation Step out of landing Fourth Backward take off Second Third First rotation Step out of landing Fourth Backward take off 2nd 3rd 1st rotation Step out of landing 4th Backward take off Composite image by Bedel Saget and Archie Tse\n\nChen also stepped out of his second jump, a quadruple toe loop, shown above.\n\nSecond First rotation Third Stumble Forward take off Both hands on ice Second First rotation Third Stumble Forward take off Both hands on ice 2nd 1st rotation 3rd Stumble Forward take off Both hands on ice Composite image by Archie Tse, Joe Ward and Jeremy White\n\nHe stumbled on the landing of his triple axel, shown above. It has been one of his weaker jumps, but is a required element in the short program.\n\nLeading up to the Winter Games, the 18-year-old, who was the first to land five quadruple jumps in a single routine, was promoted as one of America’s favorites for a medal and featured in prominent ads, including a Super Bowl commercial.\n\nChen also performed poorly with the same short program during the team event here a week earlier. During that program, he doubled a planned triple on his first jump, doubled a quadruple toe and fell on his triple axel.\n\nChen made three major mistakes in his short program. Chang W. Lee\n\nChen said at a press conference on Thursday that he had been working out issues from that program. “I need to be a little more present, a little bit more in the moment and hone in on the technical things that I have to think about before the jumps,” he said.\n\nChen, one of the best quad jumpers in the world, appears to have buckled under pressure.", "keywords": ["program", "fourth", "olympic", "rotation", "backward", "undid", "gold", "short", "chens", "jump", "nathan", "landing", "second", "triple", "jumps", "hope", "quadruple"], "polarity": 0.07603174603174603, "subjectivity": 0.19996031746031745},
{"title": "\n                    Ryan Donato Goes From Harvard to Olympic Hockey Stardom                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/ryan-donato-united-states-hockey-harvard.html", "text": "The hockey narrative is also complicated by the fact that the National Hockey League decided not to participate in these Games. As a result, the best American players are back home, while Russia has a roster filled with members of its Kontinental Hockey League, including the former N.H.L. stars Pavel Datsyuk and Ilya Kovalchuk. The Russian team is the favorite on paper, but it has a history of underperforming at the Olympics of late.\n\nThen there is Donato, a junior at Harvard and the son of Ted Donato, the Harvard coach and a former N.H.L. and United States national team player. Donato may be the top player on the American squad and may end up playing for the Boston Bruins by the spring. He has also got a ton of work to do on papers for his classes in social psychology and the sociology of immigration while he’s at the Games.\n\n“Thankfully I don’t have any exams,” he said in recent interview. “It’s pretty difficult.”\n\nFor Donato, hockey appears to be less so. He is among the fastest players on the ice. Defensemen get twisted and panicky when he is skating at them. He’s the guy who always seems to get the puck in the surprising open spots on the ice where he can wreak the most havoc.\n\nThere’s a reason he is on the power play. Both goals Friday came when the United States had the man advantage. The first happened after Troy Terry left the puck for him as he sliced into the slot. On the second, he performed a 360 on the edge of the crease and slipped the puck past Laco.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe international game, with its larger sheet of ice and less banging than is typical in the United States, suits Donato’s talents, although with eight minutes to go Friday, he took a crosscheck to the neck from Slovakia’s, 6-foot-4, 240-pound defenseman Michal Cajkovsky and popped right back up.\n\nThe people at Harvard are familiar with all this. Donato had 21 goals and 40 points last season, and he already has 21 goals in 23 games this year. His emergence on the United States team, along with three other college players Coach Tony Granato selected rather than going exclusively with minor league or Europe-based pros, makes the showdown with Russia somewhat different than four years ago. Back then, two rosters packed with N.H.L. All-Stars dueled to a 3-2 shootout win for the Americans in Sochi.\n\nTerry, who plays for the University of Denver and got an assist on Donato’s first goal, said he grew up worshiping Kovalchuk and Datsyuk. Now he is trying to get used to the idea of facing them on the ice.\n\nAdvertisement Continue reading the main story\n\nTwo weeks ago, Donato and the forward Jordan Greenway, who plays for Boston University, were going up against each other in the Beanpot, the annual college hockey tournament in Boston. Now, they account for three of the four goals scored by the United States at the Games. (The Americans lost in overtime to Slovenia on Wednesday).\n\n“It’s a big stage for them, and they’re doing great,” said the captain Brian Gionta, who is 39 and was on a practice-only, minor league contract when he was named to this team. Gionta played against Ted Donato in the N.H.L.\n\nDonato said he talked to his father before the game against Slovakia. His father told him to shoot low. When he got the puck in the slot in the first period, that’s what he thought of.\n\nGranato said he might have mentioned similar advice before the game, too, but if Donato wanted to give credit to his father, that was fine with him. Granato said Donato and the other college players have been fearless both in practice and games. He doesn’t expect that to change against the Russians.\n\n“These guys are confident,” Granato said. “They want to be over the boards and on the ice and in the action.”", "keywords": ["stardom", "olympic", "puck", "states", "league", "united", "goals", "hockey", "team", "harvard", "ryan", "ice", "players", "goes", "donato"], "polarity": 0.07785111063799588, "subjectivity": 0.3538180398836136},
{"title": "\n                    Two Swiss Athletes Are First at Olympics Confirmed With Norovirus                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/norovirus-swiss-pyeongchang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — Two Swiss athletes are the first at the Winter Olympics confirmed to have contracted norovirus, which has affected hundreds of people in Pyeongchang.\n\nThe Swiss Olympic delegation said in a statement on Friday that the two athletes had shown signs of the highly contagious virus “in the past several days,” and that they no longer had symptoms after receiving care. It said they were sequestered in private rooms and were not staying at the Olympic Village.\n\nThe statement did not identify the athletes or their sport, but it said they were staying in a location close to where freestyle skiing events were being held.\n\nIt was not immediately clear whether the athletes would compete. But the statement said, “We would like to point out that athletes affected by norovirus will be admitted to the competitions in good physical condition and after examination by a Swiss team doctor,” adding that “it is also not out of the question that the athletes are competitive after surviving the disease.”\n\nAdvertisement Continue reading the main story\n\nReuters reported that the athletes were freestyle skiers, and it quoted a team spokesman as saying that one was Fabian Boesch. Boesch’s Instagram video showing him hanging from the railing of an escalator by one hand, allowing it to pull him up, went viral this week.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNearly 250 people, including security workers and members of the organizing committee, have been affected by norovirus while in Pyeongchang. Its symptoms typically include extreme vomiting and diarrhea.", "keywords": ["symptoms", "affected", "staying", "confirmed", "statement", "york", "team", "norovirus", "athletes", "sign", "olympics", "swiss"], "polarity": 0.11157683982683983, "subjectivity": 0.38983549783549776},
{"title": "\n                    Lindsey Jacobellis Again Misses Gold in Snowboard Cross                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/lindsey-jacobellis-snowboard-cross.html", "text": "Photo\n\nPYEONGCHANG, South Korea — The idea of redemption has always made the snowboard cross star Lindsey Jacobellis weary, because, in her mind, she did nothing that needed to be redeemed. Yet after her infamous fall at the 2006 Winter Olympics in Turin, where she spun gold into silver by falling near the finish line with a big lead, that is the way her Olympics career has been framed.\n\nIt was that way in Vancouver in 2010, and Sochi in 2014. Both times, Jacobellis, the most accomplished athlete in the sport’s history, stumbled in the semifinals, leaving without a medal.\n\nTwelve years later, most of them spent dominating the World Cup circuit, she was back in the Olympics championship race, called the Big Final.\n\nAgain she left without a medal — by 0.03 seconds.\n\nJacobellis finished fourth, missing the medal stand by about half the length of a snowboard. She led the final race midway through the curling course of rises and jumps but was passed on the bottom half. She avoided a crash near the finish line and came across a fraction of a second behind Eva Samkova of the Czech Republic, who won gold four years ago and bronze this time.\n\nAdvertisement Continue reading the main story\n\nMichela Moioli of Italy won the gold medal, and Julia Pereira de Sousa Mabileau of France earned silver.", "keywords": ["near", "medal", "line", "gold", "won", "silver", "cross", "lindsey", "way", "race", "snowboard", "olympics", "jacobellis", "misses"], "polarity": 0.001515151515151516, "subjectivity": 0.31893939393939397},
{"title": "\n                    Yuzuru Hanyu Commands the Stage. Nathan Chen Falls Off It.                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/figure-skating-yuzuru-hanyu-nathan-chen.html", "text": "“I’ve skated after him before and skated well,” Chen said of Hanyu. “Obviously that didn’t happen here, but I don’t think that was really too much of a role.”\n\nWith five quadruple jumps scheduled in his long program, Chen could move up a number of places Saturday, but the medal podium appears far out of reach without meltdowns from the leaders.\n\nAdvertisement Continue reading the main story\n\nHe has been out of sorts for both routines at these Games.\n\nA week ago, in his short program in the team competition, Chen fell on a triple axel and completed only two revolutions on a planned four-revolution jump. He said he was thinking too much instead of just skating. Still wearing his costume, he immediately went downstairs to the training rink and rehearsed his jumps.\n\nBut things only got worse in the singles competition.\n\nAsked how he would plan for Saturday’s skate, Chen seemed at a loss.\n\n“I’ve never been in this position before, so I don’t know exactly what to do,” he said.\n\nHanyu had not competed since late October.\n\nHe sustained ligament damage in his right ankle on Nov. 9 while rehearsing a quad lutz before a competition in Japan. It is the most difficult of the four-revolution jumps being performed.\n\nHe missed about two months of training on the ice; in the meantime, he rehearsed his jumps on the floor at his training center in Toronto.\n\nHe has only been practicing his triple axels for about three weeks and his quad jumps for two weeks. But his coach, Brian Orser, a two-time Olympic silver medalist for Canada in the 1980s, cautioned reporters not to underestimate Hanyu’s talent and resolve. Hanyu has said that he does not want to simply be a champion skater, he wants to be a great skater.\n\n“I know many people have been waiting for me to skate, and I want to the show them the performance that makes them feel it was worth the wait,” Hanyu said at a news conference the other day. He added: “This is my dream stage, and I want to give my dream performance.”", "keywords": ["rehearsed", "yuzuru", "stage", "commands", "training", "chen", "nathan", "triple", "skated", "quad", "jumps", "weeks", "hanyu", "skate", "falls"], "polarity": 0.09280753968253967, "subjectivity": 0.4958829365079364},
{"title": "\n                    No, Mikaela Shiffrin Can’t Win Them All                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/mikaela-shiffrin-slalom.html", "text": "It is not the first time that Shiffrin has felt uncomfortable on the snow. In the first run of the slalom at the 2013 world championships in Austria, she said, she could not feel her legs while she was skiing.\n\nBut she rallied in the second run to win her first world championship title.\n\nA second comeback on a big stage seemed like a reasonable expectation Friday. And Shiffrin skied considerably better and more aggressively in her second run, turning in the third best time of the field.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut it was not her usual stellar performance, especially because Shiffrin has often defeated her competitors by a second or more in each run.\n\nAdvertisement Continue reading the main story\n\n“Instead of focusing on the good skiing that I know I can do, I was conservative,” Shiffrin said afterward. “I was almost trying to do something special, and I don’t need to do something special. I just need to ski like myself, and I’ll be fine.”\n\nShiffrin, renowned for needing at least nine hours of sleep a day, said she had gone to bed two hours after her usual bedtime Thursday because she had attended the medal ceremony for the giant slalom.\n\nShiffrin’s mother, Eileen, who is also one of her coaches, said she believed fatigue had contributed substantially to her daughter’s atypical skiing. She noted that because high winds had postponed three races, the Alpine schedule had been compressed. The original plan was for a day of rest between the giant slalom and the slalom.\n\nPhoto\n\n“At the Olympics, there’s a reason why there’s a day off between the races,” Eileen Shiffrin said. “For the medal winners, that day is a long, stressful and exciting day, but it is exhausting. It took its toll on Mikaela.”\n\nMikaela would not say she was tired but said she thought the emotions of Thursday’s victory may have played a factor.\n\n“I almost felt too much emotion yesterday,” she said. “People talk about avoiding peaks and valleys, and I had too much of a peak yesterday and too much of a valley today. I need to keep that mental energy stable, and I didn’t really do that.\n\n“Right now, I’m going to go back and evaluate the whole day with my whole team. They know me the best. We’ll all figure out what happened today and avoid that kind of thing in the future.”\n\nFor Hansdotter, who has competed in Shiffrin’s shadow for the last few years, it was a breakthrough victory and her first Olympic or world championship title. She won a silver in the world championship in 2015 and a bronze medal in 2013 and 2017.\n\n“I’ve been skiing well and racing for a long time, and it’s a wonderful accomplishment to have this kind of victory,” Hansdotter, 32, said. “It will be always be a day to remember.”", "keywords": ["mikaela", "skiing", "medal", "day", "win", "shiffrin", "cant", "second", "victory", "need", "run", "special", "world"], "polarity": 0.17774783549783552, "subjectivity": 0.39859595959595934},
{"title": "\n                    Most North Koreans Can’t Actually Watch the Olympic Games                ", "url": "https://www.nytimes.com/2018/02/15/world/asia/north-korea-olympics-television.html", "text": "In 2002, when the two Koreas were in a reconciliatory mood, North Korea even broadcast the World Cup matches in the South. In 2014, it broadcast daily highlights from the Winter Olympics in Sochi, Russia, although none of its athletes competed there. That makes the absence of Olympic broadcasting in the North all the more conspicuous this year.\n\n“The last thing the North Korean authorities want is for its people to envy the South,” said Jung Gwang-il, a North Korean defector.\n\nLike its former socialist allies, North Korea has recognized the role of sports in reasserting what it calls the country’s ideological superiority. When its athletes returned home with golds, it honored them with car parades and rewards, like new apartments. The most celebrated example was Jong Song-ok, who won the World Championships marathon in Spain in 1999.\n\nMs. Jong famously said she won because while running, she imagined Kim Jong-il, then North Korea’s leader, “beckoning me from the finish line.”\n\nPhoto\n\nMr. Kim, the father of the current leader, made her a “hero of the republic,” the highest honor in the country, for lifting the morale of his people still, in the grip of a devastating famine. (Defectors from the North later relayed a different story: Ms. Jong, sent to Spain as a pacemaker for another North Korean runner, ran for the life of her father, who was in prison.)\n\nThis year, Kim Jong-un has no athlete who can glorify him as Ms. Jong did his father.\n\nNorth Korea has won only two medals in the Winter Olympics, a silver in speedskating in 1964 and a bronze in short-track speedskating in 1992. The International Olympic Committee granted the 22 North Koreans at the current games last-minute exemptions to compete in five sports in Pyeongchang, including a dozen who joined the South Korean women’s ice hockey squad to create the first inter-Korean Olympic team ever. None is expected to stand on a medal podium.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Kim had quite a different goal for the Olympics, analysts said.\n\nWhen he used his New Year’s Day speech to propose sending North Korean athletes to the Olympics, it was clear that his interest was not in Olympic golds but in creating a political détente so he could weaken international sanctions imposed on his country. At home, he described his decision as an act of magnanimity.\n\nSouth Koreans “are so grateful to us for giving a helping hand to their Winter Games, which were at the risk of becoming the least popular Olympics in history because of the political situation,” the North’s official newspaper, Rodong Sinmun, said last month.\n\nAdvertisement Continue reading the main story\n\nSouth Korea has repeatedly urged North Korea to join the Olympics, hoping that its participation would help ease tensions and help make the games a success. That created an opening for Mr. Kim to engage in what critics called a “charm offensive.”\n\nMr. Kim sent hundreds of cheerleaders, musicians and singers to the Games to supplement his meager sports contingent. They stole much of the show on the sidelines of the games. He also sent the most unusual Olympic guest: his sister, whose visit to the South, including meetings with President Moon Jae-in, created a media frenzy. Ms. Kim delivered her brother’s invitation for Mr. Moon to visit the North for a summit meeting, raising hopes for a détente, as Mr. Kim intended.\n\n“Kim Jong-un didn’t really have anyone to send to the Olympics, except for his cheerleaders and singers,” said Joo Sung-ha, a North Korean defector who works as a reporter for the mass-circulation South Korean daily Dong-A Ilbo. “They were the best card he had.”\n\nThe state-run North Korean news outlets covering the Olympics focused on these nonsports activities to highlight Mr. Kim’s inter-Korean initiative.\n\nThey carried front-page reports on his sister’s visit. They told North Koreans that their arts troupe performed to “packed audiences” in the South. They also reported the North Korean cheerleaders rooting for the joint Korean ice hockey team but did not mention that it lost 8-0 to Switzerland and Sweden. The team also lost 4-1 to Japan, the Koreans’ historical enemy, on Wednesday.\n\n“Kim Jong-un did not look for Olympic golds in the first place,” said Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul. “His aim was to use the Olympics to create a mood for dialogue in order to head off sanctions and pressure and to soften his country’s negative image. And he has been more successful there than he hoped for.”", "keywords": ["north", "olympic", "watch", "korean", "south", "games", "koreans", "cant", "mr", "actually", "kim", "olympics", "korea"], "polarity": 0.12146861471861473, "subjectivity": 0.39029220779220775},
{"title": "\n                    Olympic Organizers Say Tickets Are Sold, but Where Are the People?                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/olympics-venues-empty.html", "text": "“It’s sad, it’s half empty,” he said of the sparse attendance he had seen.\n\nIt is not just the spectators who have noticed. Aksel Lund Svindal of Norway described completing his gold medal run in the men’s downhill on Thursday in front of a mostly empty grandstand as “a little bit strange.”\n\nThe low attendance may be partly attributed to the fact that South Korea does not have a culture of Alpine sports. It has achieved Winter Olympic success in just two events, speedskating and figure skating.\n\nAt some Games in other countries, locals have packed venues to watch unfamiliar sports just to be a part of the experience. That has not happened here. A near-capacity crowd watched the short-track speedskater Lim Hyo-jun secure South Korea’s first gold medal on Saturday, but less popular events are taking place in front of blocks of empty seats.\n\n“If we had this race in Italy, Austria, Norway, Sweden, it would be packed with 50,000 people,” Svindal said. To be fair, he said, he doubted people in Norway would fill an arena for short-track speedskating, like they did here, but he still wished he had won his medal amid a more raucous atmosphere. “It’s a bit sad.”\n\nEmpty seats are not a problem unique to the Pyeongchang Games. Organizers of the last two Olympics — in Rio de Janeiro in 2016 and Sochi two years earlier — also found themselves under scrutiny as images of half-empty venues were beamed worldwide.\n\nUnused seats reserved for sponsors and athletes were blamed then. Organizers are doing the same here. “We find they are the empty seats,” said a spokeswoman for Pyeongchang 2018, though it is unlikely that is the lone explanation. Organizers continue to advertise the Games and are actively encouraging fans to buy tickets on-site.\n\nHeightened political tension between North Korea and the United States in the buildup to the Games did not help sales. Less than six months before the Games opened, President Trump threatened to unleash “fire and fury” on North Korea in response to a spate of missile tests by the North. The heavily armed border separating the Koreas is about 40 miles from the Olympic Park.\n\nAdvertisement Continue reading the main story\n\nOccasional ticketing and transportation mix-ups have also caused venues to fill up only after events in them have started.", "keywords": ["medal", "north", "olympic", "sold", "tickets", "games", "venues", "events", "say", "organizers", "svindal", "seats", "norway", "korea"], "polarity": -0.006380208333333334, "subjectivity": 0.4627604166666666},
{"title": "\n                    A Times Photographer’s Journey Home to the Winter Olympics                ", "url": "https://www.nytimes.com/2018/02/15/lens/a-times-photographers-journey-home-to-the-winter-olympics.html", "text": "Lens A Times Photographer’s Journey Home to the Winter Olympics Image Miu Suzaki and Ryuichi Kihara of Japan competing at the Gangneung Ice Arena in PyeongChang, South Korea. Credit Chang W. Lee/The New York Times\n\nChang W. Lee cried as he photographed the opening of the Winter Olympic Games.\n\nHe had grown up in Busan, South Korea, where his parents rarely spoke about the war that cleaved his homeland in two. His mother had fled the North, leaving behind family members; his paternal uncle was never seen again after being taken prisoner by the North. In elementary school, his teachers had him draw posters and write essays against the communists.\n\nNow, in an emotional homecoming he could never have imagined, Mr. Lee has returned to cover the Winter Games for The New York Times. Even harder to believe was the sight of a unified team of women hockey players from North and South Korea as they entered the stadium.\n\nImage North Korea supporters during the game between the unified Korean team and Switzerland at Kwandong Hockey Center. Credit Chang W. Lee/The New York Times\n\nImage The opening ceremony of the Winter Olympics in Pyeongchang. Credit Chang W. Lee/The New York Times\n\n“We are the same people,” Mr. Lee said in a phone call from Korea this week. “Unification will probably not happen anytime soon but we don’t have to be literally unified to be able to communicate with our relatives on the other side and have activities together.”\n\nThese are the eighth Olympics Mr. Lee has covered for The New York Times, even though he had little interest in sports when he moved to the United States after a semester of college. And even though the 1988 Summer Games were in Seoul, he didn’t have the time to watch them on television, since he was busy delivering pizzas in New Jersey to pay his way through English classes. He just knew something big was happening.\n\n“I heard people screaming from their homes,” he recalled. “But I was just delivering the pizza.”\n\nHe went on to study photography at New York University and landed a photo internship at The Times in 1994 before being promoted to staff photographer a few months later. And though he started with little knowledge of many American sports, he quickly became an expert sports photographer. He covered his first Olympics in Nagano, Japan, in 1998, where the spectacle and the drama motivated him to photograph as many Olympic Games as possible ever since.\n\nImage Adam Rippon of the United States during the men’s singles free skate, on the final day of the team figure skating competition. Credit Chang W. Lee/The New York Times\n\n“I love to cover the Olympics because it’s really about human drama,” he said. “These athletes go through extreme hardship and devote so much of their lives to compete in a short period of time that will define their career. To witness that and to be able to capture those moments is a great gift to me and a privilege to be able to do it.”\n\nHis obsession with capturing the perfect moment at the Olympics at times rivals the obsession of the athletes themselves. Two thirds of his job, he said, is making sure everything is working so he can actually take the pictures the rest of the time.\n\nAt these Olympics, his focus will be on figure skating and ice hockey. Mr. Lee has set up two remote cameras at the skating arena and two more at the hockey rink. He had already scouted the figure skating venue in Pyeongchang a year ago in order to familiarize himself with the location. He also went to the American figure skating trials in order to study the athletes and their routines.\n\nImage Shaun White of the United States during the men’s halfpipe qualification rounds at Phoenix Snow Park, PyeongChang. Credit Chang W. Lee/The New York Times\n\nImage Korea’s Park Chae-lin, right, collided with Naho Terashima of Japan. Credit Chang W. Lee/The New York Times\n\nTo successfully photograph the Olympics, he said, you have to plan, prepare and “want it more than anyone else and never give up,” two traits he knows well from his personal journey.\n\nPlanning and patience may be the foundation, but once the event begins, instinct takes over. There is a purely meditative aspect to being a great sports photographer and a feeling of being solely in the moment. Anticipation is critical for capturing the moments that happen so fast.\n\n“It’s really being able to see what’s going to happen before it happens,” Mr. Lee said. “If you wait until you see it with your own eyes, many times it’s too late.”\n\nImage North Korean figure skaters Kim Ju-Sik and Ryom Tae-Ok during a practice session. Credit Chang W. Lee/The New York Times\n\nImage Shaun White during his first run of the men’s halfpipe final. Credit Chang W. Lee/The New York Times\n\nImage Tit Stante of Slovenia during the men’s halfpipe qualification rounds. Credit Chang W. Lee/The New York Times\n\nFollow @nytimesphoto on Twitter. Chang Lee is on Twitter and Instagram. You can also find Lens on Facebook and Instagram.\n\nJames Estrin, the co-editor of Lens, joined The Times as a photographer in 1992 after years of freelancing for the newspaper and hundreds of other publications. @JamesEstrin\n\n\n\n\n\n\n\n", "keywords": ["north", "lee", "winter", "credit", "journey", "chang", "leethe", "photographers", "w", "york", "olympics", "skating", "times"], "polarity": 0.17050789586000853, "subjectivity": 0.4714839542304331},
{"title": "\n                    Why Nathan Chen Shuns Sequins                ", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/nathan-chen-figure-skating.html", "text": "Image Nathan Chen, the American figure skating champion, is known for his jumping ability. Leading into the Olympics, he sought a more even balance of athleticism and artistry. Credit Mladen Antonov/Agence France-Presse — Getty Images Why Nathan Chen Shuns Sequins Going into the Olympics, Chen looked like the United States’ best shot at a gold medal in figure skating. His long program is built on the story of a Chinese defector. Nathan Chen, the American figure skating champion, is known for his jumping ability. Leading into the Olympics, he sought a more even balance of athleticism and artistry.CreditMladen Antonov/Agence France-Presse — Getty Images\n\n\n\n\n\n\n\n\n\nPYEONGCHANG, South Korea — There is a saying in figure skating, full of truth and untruth, that jumpers can’t be artists and artists can’t be jumpers.\n\n“When one side of your skating is so unbelievable, people can think the other side has fallen short,” said Scott Hamilton, the 1984 Olympic champion.\n\nAt 18, Nathan Chen of Salt Lake City has made himself into the lone American gold medal contender largely as a pioneering jumper, the first person to complete five jumps of four revolutions apiece — known as quads — in a single routine. But quads alone will not put him atop the medal podium.\n\nSkating’s scoring system requires a ravenous accumulation of points for victory and assigns a numerical value to every element of a performance: jumps; spins; the flow, glide and intricacy of footwork; the translation of music and choreography into performance; and the purpose and design of movement across the ice.\n\nSo Chen, who took classical ballet classes for six years as a boy, spent months training for the 2018 Winter Olympics with a plan for evolution on the ice as much as revolution in the air.\n\nImage Chen’s costumes are designed by Vera Wang. In his short program, he skates to experimental pop music while his rivals use classical pieces. Credit Mladen Antonov/Agence France-Presse — Getty Images\n\nSeeking a more even balance of athleticism and artistry, Chen worked with two renowned skating choreographers, consulted a blade specialist to refine the edge control of his skating and hired Vera Wang to design his costumes. He even cut the youthful wave from his hair, seeking to appear more mature and purposeful.\n\n“The curl is gone, but I guess that makes me more aerodynamic, so that’s all right,” Chen joked last month at the United States championships.\n\nAfter some hesitancy, given the subjective nature of skating, a sport in which judges determine winners and can reprove what they consider to be overtly political acts, Chen decided for his Olympic free skate to perform to the music from the 2009 movie “Mao’s Last Dancer.”\n\nIt is based on a memoir of the same name that depicts the harsh childhood, unexpected discovery, wrenching familial separation, and ultimate liberation and triumph of the dancer Li Cunxin.\n\nThe story bears some loose parallels to the immigration of Chen’s parents from China as they sought careers in the medical field. In November, Chen spoke by phone with Li for performance advice and to understand the dancer’s motivation. He gained a deep appreciation of Li’s perseverance.\n\n“He’s been through a lot of pain and struggles, and maybe that’s not super parallel to my life,” Chen said in a series of interviews over several months. “But I think that mentality of pushing through anything is something I can relate to. Li is incredibly tough; nothing fazes him. That’s something I can definitely learn from and not let my emotions get in the way.”\n\n\n\n‘The Best of the Best’\n\nWith a breakout season a year ago, and a sixth-place finish at the 2017 world championships last spring, Chen displayed more artistry, “but it wasn’t enough,” said Tara Lipinski, the 1998 women’s Olympic champion who is now an NBC commentator.\n\nThe first time she saw Chen this year, Lipinski said, she was shocked by his artistic improvement.\n\n“It takes a few years, sometimes, to do that,” she added. “But he does have ballet training. That helps. He has a beautiful, classic line.”\n\nIn the buildup to the Olympics, Chen was the only undefeated skater on the international Grand Prix circuit. This is his moment. There is no certainty that he will be healthy or interested in skating in four years for the next Olympics. A proposed rule that devalues quad jumps could be implemented after these Games. Everything he does now has a kind of fevered urgency.\n\n“To put it all together, he knows he doesn’t have a lot of time,” Lipinski said. “He’s balancing out that technical and artistic side to give himself a chance to win.”\n\nImage Chen’s long program uses music from the movie “Mao’s Last Dancer,” which tells the story of Li Cunxin, right, who defected from China and became a principal dancer for the Houston Ballet. Credit Bettmann Archive, via Getty Images\n\nFor his short program, which he will perform Friday, Chen worked with the choreographer Shae-Lynn Bourne, the 2003 world ice dancing champion from Canada. The propulsive music is experimental pop by Benjamin Clementine. The song title — “Nemesis” — was not purposely meant to suggest rivalry with the reigning Olympic champion, Yuzuru Hanyu of Japan, but it hints at Chen’s aspiration and distinguishes him from his rivals who are skating to classical pieces.\n\nHis costume is a unitard that has no sequins, giving Chen the unadorned athletic look of a bobsledder or speed skater. White lines on the chest and arms give form to his two quad jumps and powerful, angular movement.\n\n“It’s perfect for him. He’s passionate. He emotes all the way through,” Johnny Weir, a two-time Olympian and Lipinski’s announcing partner on NBC, said of Chen’s short program. “He can reach the top rafter of a building. Ultimately, that’s what an artist has to do; you have to sell to the cheap seats.”\n\nChen’s long program is a more sweeping routine of character development, emotion and storytelling. It was choreographed by Lori Nichol of Toronto, who is perhaps best known for her work with the Americans Michelle Kwan, a five-time world champion and two-time Olympic medalist, and Evan Lysacek, the 2010 Olympic champion.\n\n“I want to be a full-package skater,” Chen said. “That’s why I wanted to work with the best of the best.”\n\nStill, it took some convincing by Nichol to persuade Chen to skate to “Mao’s Last Dancer.”\n\nHe worried that a routine about a dancer who defected from China might put off some judges. The scoring in skating has grown more impartial, but it is far from being fully objective. A differential of a point, or even half a point, can make all the difference when it comes to awarding medals.\n\n“I thought it was a little too political,” Chen said.\n\nLi, the dancer whom Chen is portraying, was the sixth of seven sons in a family of peasants in Shandong Province. He was born in 1961, during a catastrophic period known as the Great Leap Forward, when Mao Zedong’s program of industrialization and agricultural collectivization resulted in famine and tens of millions of deaths. Chen’s parents were also born in that period.\n\nLi’s chance to escape his fate came at age 11 in 1972, when four cultural advisers from the Beijing Dance Academy came to his school, an unheated classroom made of mud. Madame Mao, Jiang Qing, was the academy’s honorary artistic director. Of about one million children scouted throughout China, only 44 were chosen, Li said in an interview. His selection was almost accidental, he said, with his teacher pointing to him and saying, “What about that one?” as the advisers were leaving the classroom.\n\nAs the advisers tested his flexibility, Li said, they tore hamstring muscles in both of his legs. He swallowed the pain, he said, instead of letting on. He had grown up in such dire conditions, threatened by starvation, each day a matter of survival, he said, that “what I had to suffer with torn hamstrings was nothing.”\n\nAt the Beijing Dance Academy, Li honed his jumping skills by tying sandbags to his legs and bounding up four flights of stairs. And he trained extra hours by candlelight to overcome dizziness while spinning.\n\nImage Left, Chen, 14, competing as junior in a Grand Prix event in 2013. Right, Chen, 18, at the U.S. championships last month. Credit Atsushi Tomura/Getty Images, Chang W. Lee/The New York Times\n\nIn 1979, he was allowed to travel on a cultural exchange to perform with the Houston Ballet. He experienced the freedom to dance for artistry’s sake and not simply for political propaganda. He also fell in love with another dancer and married in 1981 as he was scheduled to return to China. Instead, he defected. He was detained for 21 hours in the Chinese consulate in Houston before being released.\n\nEventually, Li’s parents were granted permission to make a surprise visit to see him dance in Houston, and he was permitted to return to China. Today, Li, 57, is artistic director of the Queensland Ballet in Brisbane, Australia.\n\nDespite Chen’s reluctance to portray Li, Nichol persisted. She checked with friends in China. The movie and Li’s memoir were readily available there, Nichol was told. They seemed acceptable to the Chinese government and would not be politically sensitive.\n\n“I was able to lay that concern to rest,” Nichol said in a telephone interview from Toronto.\n\nBut Chen needed more convincing.\n\n“I’m very American,” he told Nichol. “I can’t really relate to this character very much.”\n\nYes, Nichol replied, but Chen could pay homage to his parents’ immigration in 1988 from Tianjin, China, to Carbondale, Ill., and, four years later, their move to Salt Lake City. His parents did not defect, as did Li, but arrived on his father’s student visa. They sought not political asylum but opportunity. Still, it was not an easy journey and they felt acute dislocation. His mother spoke no English when they came to the United States, and the couple knew no one.\n\nHetty Wang, Chen’s mother, now works as a medical interpreter of Mandarin Chinese for hospitals. His father, Zhidong Chen, had obtained his medical degree in China and later got his doctorate in pharmaceuticals from the University of Utah. He owns a small biotech company.\n\n“They tend not to talk too much about their struggles, but it must have been so difficult, coming to a new country, not speaking the language, not having much money, not having any friends,” said Nathan Chen, the youngest of five siblings. “It’s amazing how they were able to fight through that.”\n\nFinally, Nichol convinced Chen to perform to “Mao’s Last Dancer” with a line she read in The Globe and Mail’s review of the movie. As Li’s story unfolded, the review said, “politics stepped aside to let art do what it does best — defy boundaries.”\n\nIn a metaphorical sense, Chen would be confronting the perceived limits placed on all skaters who are magnificent jumpers.\n\n“I felt he could defy boundaries of people saying, ‘You can’t possibly do all those quads and have artistic merit,’” Nichol said.\n\nImage Lori Nichol, a skating choreographer, in 2010. She has also worked with the American champions Michelle Kwan and Evan Lysacek. “I wanted to work with the best of the best,” Chen said. Credit Paul Chiasson/Canadian Press, via Associated Press\n\nLast May, and again in June, Chen visited Nichol in Richmond Hill, Ontario, outside of Toronto. She gave him a Power Point presentation, seeking to expand his understanding of art through dance, painting, sculpture, even gardening, while also trying to demystify the art of skating. They spoke of feeling music, not simply hearing it, of learning to interpret its nuances and of building on his ballet training to tell a story through movement.\n\nNichol also felt that Chen was “using too much tension in his body” and “muscling things” with his skating stroke. So she brought in a blade-skills expert, Tracey Robertson-Hanford, to help Chen deepen his edges, enhance his rhythmic knee action and develop what appears to be effortless power and acceleration on the ice. The idea is for the skater to seem as if he is being pulled along by a magnet, conserving energy and performing with a sweeping gracefulness.\n\n“I felt that mastering the blade would liberate Nathan’s body to do all the movement he can do,” Nichol said.\n\nAs Chen became more absorbed by the music, he and Nichol began to choreograph the long program. She showed him ideas; he suggested some of his own and seemed to grow excited about the routine. “I knew we were going to be more than O.K.,” Nichol said.\n\nGoing to the Source\n\nIn late October, Chen competed at the Rostelecom Cup, an Olympic warm-up in Moscow, and defeated Hanyu, the reigning Olympic champion. But he did not skate cleanly in his long program. A couple of weeks later, he called Li in Australia.\n\nImage Chen, far right, with the American squad during the team event at the Olympics on Monday. The United States earned a bronze medal. Credit Richard Heathcote/Getty Images\n\n“I really needed to understand the character better to perform the character properly,” Chen said. “I needed to do him justice through this program. I couldn’t just butcher it.”\n\nThe two talked for 20 minutes. Amiable and voluble, Li speaks with the rhetorical flourish of a man who has told his story often. He stressed that an artist must embrace failure on the way to success.\n\n“You have devastating defeat and you learn from that,” Li said he told Chen, “and it is going to make your success that much more rewarding.”\n\nAs Li recounted the conversation, he said he admonished Chen to escape himself and fully inhabit the character when performing, so that “you will live in the story and the story will carry you through.”\n\nLi told Chen, “When you spin in the air, you should feel you are only coming down because you choose to.”\n\nIn three international competitions during the fall, Chen finished first each time but skated unevenly in his long program. Still, at the United States championships last month in San Jose, Calif., a renewed Chen seemed to skate with inexorable determination.\n\nBrian Boitano, the 1988 Olympic champion, was in attendance. He noticed on the jumbo scoreboard that Chen had a glaring focus before the long program. He seemed ready.\n\n“Laser beams through the eyes,” Boitano called it.\n\nChen wore a black costume to suggest flow, a high neck to amplify his height and zippers to insinuate a contemporary interpretation of the “Mao’s Last Dancer” soundtrack, which includes Stravinsky’s “The Rite of Spring.” Again, the costume had no sequins. “I genuinely dislike sequins,” Chen said.\n\nHe portrayed the extreme arc of Li’s life — isolation, darkness, confusion, brightening, soaring — but the performance was not flawless. Chen reduced a triple Axel to a single rotation. And his energy lagged during “The Rite of Spring,” a section of his routine during which Li told him to “pounce like a tiger.”\n\nFor the first time in a year, Chen landed five quad jumps in his free skate. And he received three perfect scores of 10 for performance and musical interpretation.\n\n“I see a difference, even last year to this year,” Boitano said. “I’ve liked his stuff before, but his long program this time, his position, his fluidity, the way he holds himself, is more adult. It’s getting more adult, and it’s getting more precise.”\n\nA jumper was maturing as an artist, just in time for the Olympics.\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page B 10 of the New York edition with the headline: How Nathan Chen Became an Artist\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["program", "olympic", "nichol", "chen", "nathan", "shuns", "china", "olympics", "li", "long", "sequins", "skating", "dancer"], "polarity": 0.18307718233774567, "subjectivity": 0.42009126762647886}
]