[
{"title": "\n                    The Creative Couple Bridging the Worlds of Hospitality and Embroidery                ", "url": "https://www.nytimes.com/2018/03/16/t-magazine/design/naina-shah-abhishek-honawar.html", "text": "Advertisement\n\nTwo by Design The Creative Couple Bridging the Worlds of Hospitality and Embroidery Two by Design 9 Photos View Slide Show > Image Flora Hanitijo\n\nOutside Naina Shah and Abhishek Honawar’s Manhattan apartment, the sky is the color of raw concrete. But inside the couple’s airy East Village apartment, which smells faintly of Assam tea and glints with eye-catching Indian regional crafts — miniature caskets inlaid with mother-of-pearl, hand-woven kauna grass baskets, carved wooden spirit masks collected on their travels through Rajasthan, Kerala and Goa — everything sparkles with light.\n\nShah creates intricate decorations for European and American fashion houses using traditional Indian craftsmanship; she and her mother run the Mumbai-based bespoke embroidery company Aditiany, which produces hand-finished embellishments for the likes of Gucci, Erdem and Alexander McQueen. Honawar, a hotelier and restaurateur, operates, among other properties, the five-bedroom hotel 28 Kothi in Jaipur — a terraced jewel box of a guesthouse owned by Siddharth Kasliwal, an heir to Jaipur’s legendary jewelry emporium the Gem Palace. In the eight years since the pair started dating, and the two since they were married in Jaipur, Honawar and Shah’s respective creative worlds have become inextricable.\n\nYou have likely already seen Shah’s work, possibly without realizing it. The gold sequin snakes that wound up on the Renaissance-inspired gowns of Gucci’s cruise 2018 collection are the handiwork of Aditiany artisans. Each iridescent sea-foam-green sequin on the shimmering Calvin Klein dress that Lupita Nyong’o wore to the 2016 Met Gala was applied, by hand, at the company’s Mumbai atelier. Shah, who grew up in New York and learned the trade by working with her mother (who founded Aditiany in 1991), helps brands realize their most otherworldly visions, overseeing a 30-person-plus team of fabric buyers and embroiderers in Mumbai and New York. The atelier has helped transform a mohair sweater into a garden of silk trompe-l’oeil roses (Dolce & Gabbana), hand-beaded an entire custom jumpsuit tailored to model Bella Hadid’s body (Alexander Wang) and turned a velvet Saint Laurent smoking jacket into a galaxy of embroidered stars for Keith Richards.\n\nProducing each design requires its own kind of sleight of hand. The 33-year-old Shah splits her time between her studio in Mumbai and New York, where Aditiany has a showroom in the garment district, a storehouse filled with thousands of embroidery swatches: There are yards of gold bullion fringe and Chantilly lace, a rainbow of Murano glass beads and a vast library of brilliant crystals and semiprecious stones. She also makes about four trips a year to Europe to discuss upcoming collections with various houses. The creative process is collaborative: Design teams relay their references for the upcoming season, and Shah then presents samples of embellished fabrics — ’20s-​style bead-​trimmed lace, fragile Tyrolean-esque flower-stitched silk tulle and new embellishment techniques being developed by the studio in Mumbai, such as embroidery using recycled materials — that might fulfill those imaginings.\n\nRecently, Honawar began accompanying Shah on her visits to London, Paris and Milan, and joining her at meetings. “At first, people thought it was bizarre for me to meet [with] all these houses,” he says. “But I thought it was so interesting to sit there with someone like the head of Gucci or Prada as they tell you what they’re going to do for the next few seasons.” Maintaining a blurred boundary between personal and professional life could make some couples feel claustrophobic, but for Shah, Honawar’s interest is both creatively fulfilling and fun. Building relationships with luxury brands has given the 34-year-old Honawar ideas for new businesses as well, including a forthcoming design studio, a collaboration with his wife that Shah says will offer “everything from linens to glassware to the perfect towel,” and will highlight the best of Indian artisanal traditions.\n\nLike Shah, Honawar, who was raised in Mumbai, works mainly between India and New York. In addition to co-founding 28 Kothi in Jaipur, the three-outlet gastropub the Woodside Inn and the Pantry, a bakery in Mumbai, he also co-founded Inday, a vegetable-heavy cafe in N.Y.C.’s NoMad district. Along with two new projects in Mumbai — the recently opened Bombay Vintage, a traditional Indian restaurant, and a still unnamed Southeast Asian restaurant and cocktail bar — he’s also developing a Puglian-influenced auberge on 60 acres in the Rajasthani countryside. For years, he says, major Indian cities simply didn’t have the kind of dining options you’d find in Paris or London: You ate meals at home, not outside of it. The past decade, however, has changed that: American-born Indians, like his wife, have returned to their parents’ homeland, bringing with them expectations of a truly global restaurant scene.\n\nBut for all Honawar’s contributions to that scene, 28 Kothi, which he designed in 2016 as a respite for the myriad fashion designers, jewelers and photographers who travel through Jaipur, remains one of his favorite projects. The guesthouse’s new cafe will serve elevated vegetarian regional classics such as the traditional rice dish biryani — which he’s reimagined with spiced quinoa, crisped okra and a sharp-sweet tomato chutney — or paneer, a firm farmer’s cheese he’s converted into cottage-cheese form and mixed with sprouts grown in the kitchen’s garden. Next, he wants to create a larger hotel “that exhibits the true India” to the wider world. “It’s a vast country with diverse culture and history,” he says. “My idea of modern Indian luxury is preserving that heritage while presenting it to travelers in a language they understand.”\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page 56 of T Magazine with the headline: Two Worlds Home in\n\n\n\n\n\n", "keywords": ["couple", "worlds", "embroidery", "hospitality", "mumbai", "york", "jaipur", "aditiany", "design", "bridging", "indian", "creative", "shah", "honawar"], "polarity": 0.16006065530713418, "subjectivity": 0.5017142481931214},
{"title": "\n                    Make T Something | Misha Kahn                ", "url": "https://www.nytimes.com/video/t-magazine/100000005796323/make-t-something-misha-kahn.html", "text": "2 Movies\n\nAnatomy of a Scene | ‘Star Wars: The Last Jedi’", "keywords": ["scene", "wars", "misha", "moviesanatomy", "jedi", "star", "kahn"], "polarity": 0.0, "subjectivity": 0.06666666666666667},
{"title": "\n                    A Cultural Compendium of What’s New                ", "url": "https://www.nytimes.com/2018/03/16/t-magazine/a-cultural-compendium-of-whats-new.html", "text": "Advertisement\n\nPeople, Places and Things A Cultural Compendium of What’s New Lush tapestries from Loewe, modern bungalows in Portugal — and more.\n\nImage Tapestries from Jonathan Anderson's new Loewe capsule collection. Two show vintage illustrations of Loewe shop windows; two others, with repeating patterns of divers and fish, were based on fabrics from the early 20th-century. Artisans in Como, Italy, stitched together the photographic patchwork, while a Barcelona atelier made the multicolor striped piece (bottom, second from left) from long strips of shearling. Credit Joshua Scott\n\nJonathan Anderson’s Craft Odyssey\n\nThe new capsule collection from Loewe’s Jonathan Anderson was born from the same sense of wonder with which the designer once marveled over his grandmother’s hand-knit quilts. For nearly a year, he and his team searched the globe for the best artisans working with fabric, from manjak weavers in southern Senegal to ribbon embroiderers in New Delhi, eventually partnering with over 100 ateliers to create 50 made-to-order tapestries (plus 12 matching tote bags), which will debut at Salone del Mobile in Milan next month.\n\nEach piece tells its own story: A Kyoto-made patchwork (bottom, second from right), for instance, features sashiko, a centuries-old sewing method originally used by Japanese farmers, characterized by “little stabs” of white thread against indigo-blue cotton. For several other designs, a father-and-son-run workshop with a single loom in Aubusson, France, used a digital pattern generator to reproduce sepia-toned images from Anderson’s collection of found 19th- and early-20th-century photography. (The hand-dyed, multicolored stripe covering three nude figures’ midsections on one of these came from a mother-and-son business in Mumbai.) For Anderson, it’s a celebration of craftsmanship and a reminder that, in our fast-paced world, time may be the greatest luxury. “There’s this idea that we can consume everything digitally and we don’t pause,” he says. “How exciting that in the midst of all that, this sort of artistry is still happening today.” Prices upon request. — JACOBA URIST\n\nImage Credit Anders Ahlgren\n\nHeat Wave\n\nBerbere — a deep-red spice blend whose recipe, like those for curry and mole, varies from kitchen to kitchen, but typically begins with red pepper, cardamom, fenugreek and ginger — has long been a staple in Ethiopian cooking. “It’s what lends the stewed and roasted dishes called wats their distinctive and aromatic heat,” says Sam Saverance, co-owner of Brooklyn’s vegan Bunna Cafe, which serves a red lentil wat (at the center of the platter pictured above) as well as kategna, a berbere and olive oil paste spread over injera (sourdough flatbread). In addition to making berbere-spiced classics, Christopher Roberson of Etete, a contemporary Ethiopian restaurant in Washington, D.C., has lately been experimenting with berbere in other types of dishes, too, as with his popular injera chicken tacos with collard greens and fresh farmer’s cheese.\n\nNow, chefs across the country are following suit, and berbere is popping up in all kinds of cuisines. At Salare, a New American restaurant in Seattle, Edouardo Jordan braises blanched octopus in a sauce with berbere, red wine and crushed tomatoes — his spin on octopus tagine. “The complexity just wakes everything up,” he says. Maxcel Hardy, who plans to use lots of berbere (“it’s not a question of if, but how”) at Honey, his Afro-Caribbean restaurant set to open in Detroit later this year, first encountered the ingredient growing up in Miami. Chef Ayesha Nurdjaja, meanwhile, was inspired to recreate a berbere-rubbed chicken kebab for Shuka, Vicki Freeman and Marc Meyer’s new Mediterranean place in New York, after spending a week with an all-male Bedouin tribe in the Moroccan desert. The key, says Ari Bokovza, who recently added a pan-roasted hake with a berbere-laced chickpea ragout to the menu at New York’s Claudette, is to avoid store-bought blends — his take includes caraway, turmeric and spiced paprika. “It’s not labor intensive, so why not make it your own?” — KATIE CHANG\n\nImage Credit Nicolas Matheus\n\nModern Country\n\nNinety minutes east of Lisbon, amid the knotted olive trees and historic farmhouses of Portugal’s Alentejo region, sits the defiantly modernist Villa Extramuros. A Tetris-like assemblage of stone, glass and whitewashed concrete, the five-room bed-and-breakfast, which opened in 2012, was designed by Lisbon-based architect Jodi Fornells and eclectically decorated (Saarinen Tulip chairs, striped wool rugs from nearby Monsaraz) by its owners, François Savatier and Jean-Christophe Lalanne, a French couple. Now, they’ve teamed up with Fornells again to add a pair of free-standing cottages, just down the path (and past the infinity pool) from the main building. The facades of the new structures — perfect cubes of 500 square feet — are covered with local cork, and their interiors have been outfitted in a style Savatier calls “écologique-pop,” with ’70s-era brass lamps, handmade Artevida wall tiles, spindly-legged stools by Jasper Morrison and geometric prints by Aurélie Nemours. Here, after a breakfast including fresh figs and pasteis de nata delivered right to their door, guests might venture out to the nearby city of Évora, home to a 13th-century Gothic cathedral and the remnants of a Roman temple. Those returning to the compound in the evening need not worry about getting lost in the groves — each bungalow has a rectangular neon light affixed to it, one red and the other a gleaming yellow. villa​extramuros.com — GISELA WILLIAMS\n\nImage Credit Photograph by Charlie Schuck. Styled by Natasha Felker\n\nAn Hermès Watch, Boldly Updated\n\nHermès doesn’t often work with artisans outside its own in-house army of 4,300 craftspeople. But when they do seek out a collaborator, it’s one with both iconoclastic panache and refinement. Case in point: the 83-year-old Parisian industrial designer Marc Berthier, best known for his iconic 1967 plastic child’s desk, the Ozoo. In 2010, Berthier designed the Carré H watch for Hermès, which he’s remade in elegant, slightly outsize proportions.\n\nA bold steel square with rounded-off edges — a Berthier signature — the timepiece is now 38 mm (the original is 36.5 mm) and slightly curved so it follows the arc of the wrist. A gray dial (it also comes in black) features a crosshatched guilloché center that catches the sun. The numerals, preceded by a zero, are softly brushed with an illuminating finish. The slender second hand comes in yellow or red; a dash of contrast that shows off its creator’s good-natured playfulness. $7,125, hermes.com — NANCY HASS\n\nImage Credit Nicholas Calcott\n\nA Surrealist Console Table\n\nThe Duluth, Minn.-born, Brooklyn-based artist Misha Kahn cultivates detritus with a vengeance. At 28, he has shown his anarchic, cacophonous work — including one-of-a-kind furniture that incorporates found objects with weaving, glassblowing and metalwork — at the Walker Art Center in Minneapolis and as part of the artist Bjarne Melgaard’s installation at the 2014 Whitney Biennial. For “Midden Heap,” his immersive exhibit last fall at the Friedman Benda gallery in Manhattan, he fashioned giant, otherworldly aquatic creatures out of refuse like plastic bags, shards of glass and a cast-off toilet seat found at the beach in Brooklyn’s Dead Horse Bay. Perhaps unsurprisingly, Kahn likes to hear sound effects — slurping, squeaks — while he works. For his latest piece, he’s mated his manic, modern method with the centuries-old tradition of bronze casting. The seven-foot-long console, available in a limited edition of eight, was sparked by the artist’s longtime interest in surrealist animated shorts from the 1930s. With Noguchi-like edges, Boteroesque blobs and Tim Burton-inspired tendrils, the material gives his work a new gravitas, enshrining his joyful lunacy. Price on request, friedmanbenda.com — N.H.", "keywords": ["berbere", "restaurant", "whats", "work", "piece", "tapestries", "collection", "credit", "red", "cultural", "loewe", "compendium", "second"], "polarity": 0.10955051212404161, "subjectivity": 0.35551877316583197},
{"title": "\n                    Expressive Hands Model the Season’s Most Distinctive Jewelry                ", "url": "https://www.nytimes.com/2018/03/15/t-magazine/fashion/esperanza-spalding-rita-sodi-jewelry.html", "text": "Advertisement\n\nJewelry Report Expressive Hands Model the Season’s Most Distinctive Jewelry Four creative women — Esperanza Spalding, Rita Sodi, Catherine Zuber and Yto Barrada — adorn themselves in sparkling jewels.\n\nImage Dubini ring, $1,049, Foundrae ring, $3,495, Nisolo rings, $24 each, Completedworks ring, $2,600, Dover Street Market New York, (646) 837-7750. Spinelli Kilcollin ring, $2,600, Monica Rich Kosann rings, $575 and $640, Max Mara top, $425, (212) 879-6100. Clockwise, from far left:ring, $1,049, 1stdibs.com ring, $3,495, foundrae.com rings, $24 each, nisolo.com ring, $2,600, Dover Street Market New York, (646) 837-7750.ring, $2,600, spinellikilcollin.com rings, $575 and $640, monicarichkosann.com top, $425, (212) 879-6100. Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nEsperanza Spalding\n\nThe prodigious composer and performer cuts a dazzling figure onstage, a place she’s been commanding since she was 8 and played violin with the Chamber Music Society of Oregon. Spalding’s voice can pitch, within beats, from high and bright to warm and sensuous, like a stream of fresh water running down a mountain. This past December, she released her sixth album, “Exposure.” The experimental album is an attempt to capture the experience of listening to live music, and was created in 77 consecutive hours, broadcast live on Facebook and released in a beautifully packaged limited edition of 7,777 copies. Spalding, who is based in Boston, is currently considering an accompanying tour. “It was just going to exist as this performance in real time and not have an afterlife,” says the 33-year-old. “The end result was really special and different.”\n\nImage De Beers ring, $750, Roberto Coin ring, $2,100, Pomellato ring, $2,360, Seaman Schepps bracelet, $2,950, (212) 753-9520. Rolex watch, $7,500, Giorgio Armani shirt, $495, From left:ring, $750, debeers.com ring, $2,100, neimanmarcus.com ring, $2,360, pomellato.com bracelet, $2,950, (212) 753-9520.watch, $7,500, rolex.com shirt, $495, armani.com Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nRita Sodi\n\nA decade after the Italian-born, Manhattan-based 56-year-old chef opened her first restaurant, I Sodi, on Christopher Street, it remains as close to Tuscany as you can get in the West Village, with traditionally prepared dishes like Cornish game hens and house-crimped ravioli. She next opened the rustically charming Via Carota in 2014 with her partner and fellow chef Jody Williams (the owner of the nearby French-inflected all-day bar, Buvette) — a synthesis of their two sensibilities — and soon, kitty corner, a snack bar called Pisellino. With Sodi, the food always tastes as good as it looks: There is never an object or dish too fussy or pretentious, from the simple-yet-decadent marble backsplash at I Sodi to the beautifully bright, sparsely adorned seasonal greens at Via Carota.\n\nImage Vhernier bracelet, $88,250, (646) 343-9551. Zuber’s own gloves. Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nCatherine Zuber\n\nThis N.Y.C.-based Broadway veteran of theater and opera costume design doesn’t shy from drama, especially when it comes to her sense of style. “Gloves complete an outfit, and elevate it to another level,” she says. “It’s a throwback to a time when a lady would always wear gloves no matter what. You feel a little more in the party spirit when you have them on.” Whether it’s for a drama like the mid-20th-century Manhattan-set “War Paint” or a classic Shakespeare play, the 67-year-old Zuber possesses an uncanny ability to create period dress that feels of the time but also dazzlingly modern. (Just look at her fantastically saturated interpretations of working women’s power suits of the 1950s, in electrified shades of violet and rose, for “War Paint.”) Currently, she’s creating costumes for Lincoln Center Theater’s new production of “My Fair Lady” (performances begin this March) and for Alex Timbers’s Broadway adaptation of “Moulin Rouge!,” set to open sometime next year.\n\nImage Aurélie Bidermann bracelet, $210, Temple St. Clair bracelet, $10,500, Aurélie Bidermann bracelet, $340, and ring, $240. Barrada’s own ring (bottom). Elizabeth Locke ring, $4,975, (800) 937-9146. Vintage David Webb ring, $4,500, Foundrae ring, $2,630. Selim Mouzannar ring (top), $1,480, Dover Street Market New York, (646) 837-7750. James de Givenchy for Taffin ring, price on request, (212) 421-6222. Sanjay Kasliwal of the Gem Palace ring, $2,000, (212) 988-1511. Barrada’s own watch and string bracelet. James de Givenchy for Taffin bracelet, price on request. Aurélie Bidermann bracelet, $340. Loro Piana shirt, $515, Clockwise from bottom left: Barrada’s own bracelets.bracelet, $210, aureliebidermann.com bracelet, $10,500, templestclair.com bracelet, $340, and ring, $240. Barrada’s own ring (bottom).ring, $4,975, (800) 937-9146. Vintage David Webb ring, $4,500, jillhellerjewelry.com ring, $2,630.ring (top), $1,480, Dover Street Market New York, (646) 837-7750.ring, price on request, (212) 421-6222.ring, $2,000, (212) 988-1511. Barrada’s own watch and string bracelet.bracelet, price on request.bracelet, $340.shirt, $515, loropiana.com Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nYto Barrada\n\n“I prefer to do things by hand,” says the 46-year-old French-Moroccan multimedia visual artist. Barrada, who was raised in Tangier and educated in Paris and New York, where she currently lives, is a photographer and filmmaker, and the founder of Morocco’s Cinémathèque de Tanger, an independent “world cinema” movie theater that screens documentary and experimental films. She also makes her own large-scale textiles and sculptures that address everything from urban planning to paleontology. Her upcoming solo show, which will include her artistic investigations into hand-dying techniques (among other things), opens at Pace Gallery on 57th Street in Manhattan this spring, and her first major commission for the City of London opened last month at the Barbican; the installation, filled with murals, films and sculptures that examine the 1960 earthquake that devastated Morocco’s Agadir, questions how a city reacts and reinvents itself after such a disaster. “It’s a metaphor for other natural disasters,” says Barrada. “War, colonialism, any experience of trauma, loss and reconstruction.”\n\nManicurist: Rica Romain at LMC. Digital tech: Miguel Miranda. Photographer’s assistant: Marion Grand. Stylist’s assistant: Angela Koh\n\nThessaly La Force is the features director of T Magazine.\n\n\n\n\n\n", "keywords": ["jewelry", "york", "model", "bracelet", "646", "thomas", "hands", "ring", "styled", "sodi", "seasons", "barradas", "expressive", "street", "212", "distinctive"], "polarity": 0.22956497206497198, "subjectivity": 0.5326339401339402},
{"title": "\n                    This Artist’s House Is Not a Home                ", "url": "https://www.nytimes.com/2018/03/15/t-magazine/marc-camille-chaimowicz.html", "text": "Advertisement\n\nThis Artist’s House Is Not a Home On the eve of a major exhibition, Marc Camille Chaimowicz, whose art often examines interior spaces, prepares to leave the London flat where he’s lived and worked for 40 years.\n\nImage Marc Camille Chaimowicz surrounded by his work — hand-drawn wall coverings and drapery — at his new home inside a recently constructed building commissioned by the artist’s gallery, Cabinet, in London. Credit Jason Larkin\n\n“I CAN’T QUITE deal with it,” says Marc Camille Chaimowicz, in considerable understatement, on moving from the London apartment he has spent the past 38 years living and making his art in. The flat is on the top floor of Hayes Court, a 19th-century red brick building in Camberwell, South London, an area long known for having successive waves of artists such as Frank Auerbach and Griselda Pollock. We are sitting in the kitchen, which is filled with appliances from when he first moved in: the 1970s. That was also the era in which Chaimowicz, who is about to have his first solo museum exhibition in the U.S., at the Jewish Museum in New York, began creating his distinct body of cross-disciplinary work, which explores ideas of domestic life through fully realized life-size room installations that he fills with furniture, ceramics, collages, wallpaper, textiles and sculptures, many of which are his own design.\n\nThe influence of Chaimowicz’s work is hard to pinpoint, but everyone familiar with his art agrees that it is substantial. Is it his imagined rooms, so evocatively furnished as to suggest a story? Or his classic drawings, suggestive of abstracted body parts or fractured parentheses that appear on everything from wallpaper to murals to fabric? His persistently joyous sense of color? Most likely, it’s Chaimowicz’s anarchic lack of distinction between public art and private life that makes him a pioneer and also an enigma. “It’s not that he’s being directly copied by other artists,” says the British contemporary-art writer Louisa Buck. “But more that Chaimowicz has made a broad swath of practice permissible.” In the post-Pop world of his early career, the idea of calling a lampshade a work of art was sacrilegious; colors such as pastel pink or eau de nil — signature Chaimowicz hues — were anathema. Now, the hierarchies between art and ornament have dissolved, and Chaimowicz has emerged, in Buck’s estimation, “as a presiding force over a growing group of artists who are unashamedly playing with décor and environments,” Karen Kilimnik and Lucy McKenzie among them. His 2016 show at the Serpentine Gallery in London encapsulated both the singularity of the artist’s aesthetic and the diversity of his vision: three rooms, each appointed with his colorful retro-futuristic furniture, dreamlike illustrated wallpapers and abstract sculptures made from repurposed items such as vases or jugs or chairs. “Chaimowicz has suddenly become an urgent artist in the age of the internet, as boundaries become more porous,” says the Serpentine’s artistic director Hans Ulrich Obrist. Kelly Taxter, curator of the Jewish Museum show, suggests he’s particularly interesting now “because the work is in one sense very esoteric and abstract, but it’s also totally approachable. Everyone recognizes a chair and understands wallpaper. So there’s an immediate understanding of his art, coupled with the layers of poetry behind it.”\n\nAll of these layers — the everyday and the intellectual, the romantic and the rigorous, the domestic and the dramatic — are present in both the home he is leaving behind and his new one, located just over a mile away in Vauxhall, in a 12-sided free-standing brick-and-concrete building commissioned by Cabinet, the London gallery that represents Chaimowicz as well as Ed Atkins and Lucie Stahl. Designed by the British firm Trevor Horne Architects in collaboration with Cabinet’s artists, the structure’s three lowermost floors serve as the gallery’s showspace; above are two floors of residential apartments, including Chaimowicz’s. He’s contributed to the building’s facade, designing its large, jaggedly geometric windows, set in natural oak frames, an indication of Chaimowicz’s innate inclination to live among his art pieces. Unsurprisingly, the interiors of both the Hayes Court and Cabinet flats keenly resemble his work. Each is constructed almost entirely from his imagination, from the lamps to the drapes to the wallpaper. As more than one curator who has worked with Chaimowicz has pointed out, his installations are Gesamtkunstwerk, or “total work of art,” and in Taxter’s view they align the interior of the home with “the psychological and interior life of the artist.”\n\nImage Chaimowicz’s old flat has a time-warp feeling, thanks to a wealth of early 20th- and midcentury furniture, including these 1930s chairs in the sitting room. Credit Jason Larkin\n\nSpry and dressed in a corduroy jacket, a chevron scarf and a beige trilby, Chaimowicz gives me a tour of his Hayes Court flat, which consists of three humble rooms. The question of what the space will become is on his mind. It must live on in some way, he feels. As a museum dedicated to his work? A short-lived art installation? Its future is still uncertain, reliant perhaps on a benefactor. “Is that a real Warhol?” I ask, trying to stand back in the narrow corridor, papered with a whimsical white-and-gray Chaimowicz-designed pattern, to get a better view of a purple screen print of an electric chair hanging on the wall. “Yes,” he replies, with a sidelong smile. “Don’t tell anyone, will you? It’s quite discreet.” Then he considers the question again, and adds another layer of mischief. “What is real?” he asks, rhetorically. He shrugs. “But it’s a signed edition.” In the room nearest the front door is Chaimowicz’s archive: documentation of his work organized into file boxes, a collection of decorated plates and another of ordinary, bourgeois-colored glass bowls and vases. In the room opposite this one is where he draws, a sunny space with a drafting table and bookshelves dotted with small-scale models and color charts. (When Taxter visited, she discovered there were nearly 100 maquettes of furniture designs — they were, she says, “intimate and beautiful,” and around half of them are on view at the Jewish Museum.)\n\nThe rest is a faded mise-en-scène, an “art scene,” as a crime scene bears the traces of a crime. Everything feels like evidence of a life lived, as if the flat has already become a tribute, wonderfully trapped in time. This is in part because the furnishings not created by Chaimowicz are either design classics (by Otto Wagner and Eileen Gray) or simple, almost suburban, midcentury pieces (a ’50s-era gas stove, red glossy chairs, ’70s-era beige and salmon carpet). In the bathroom with a forever-dripping tap, the walls above the tub have been painted by Chaimowicz in Matisse-like patterns in his signature sun-faded, candy-colored palette. They are faint, repeated, reminiscent of something — colors inspired by Bonnard, perhaps, or Marie Laurencin, or textile sketches by Vanessa Bell. In the living room, which is papered in those same shades, a photograph of his previous apartment, a subsidized studio in the East End, where he lived briefly in the mid-70s, hangs on the wall, creating the effect that each of his homes relates to the next like a Russian nesting doll.\n\nImage The artist’s new bedroom, brightened by furniture and a blanket of his own design. Credit Jason Larkin\n\nImage At left, a hand-painted mural in the bathroom of Hayes Court. At right, paper flowers and a vase sit on a table in the study of Chaimowicz’s new flat in Vauxhall. Credit Jason Larkin\n\nTHE FOLLOWING DAY we meet in the new flat, where he is already sleeping, liberated, he says. “It’s the purest pleasure, partly because I’m able to break free from my past.” The walls already bear the mark of his arrival — he’s left most of them bare and freshly plastered, “what the Romans called patina,” he says. At the entrance to the kitchen, he’s covered a door in a purple, pink and orange bamboo stalk-print laminate of his own design. Inside the kitchen, similar patterns are collaged on the wall with many others — overlaid, clashing, apparently as random as strips of papier mâché, yet oddly classical in their prettiness. A curtain in his bedroom — echoing the graphic he recently designed for the cover of the London Underground pocket map — was made from fabric he designed with a pink, white and yellow chainlike motif. “I’ve declared this flat a white-free space,” he says with a smile, revealing what appears to be a long-held yearning to live and create his art somewhere shiny and new.\n\nIf Chaimowicz’s work is hard to classify, that’s partly because its impact is sensory and indirect, like a mist. Memory, home, reverie, nostalgia, longing: These are all evoked. In a recent exhibition called “Tears Shared” at the South London gallery Flat Time House, Chaimowicz showed a collection of jewel-toned glassware. He arranged the pieces against a conservatory wall. When the light caught them, it scattered multicolored rays around the room. In a film, such a sequence of rainbow refractions might be used to summon a childhood memory, or trigger a sunlit meditation. Here, one is meant to simply bask in the cast light and form a story of one’s own. Taxter compares the experience to reading a book: “You’re reading a story but you and the person next to you have a completely different projection of what the characters sound and look like.” In the installation that launched his career in 1972, “Celebration? Realife,” he filled a former ballroom at Gallery House in London with cheap lights, everyday detritus and found objects — a scene that looked like the aftermath of an explosion in a dime store or a flea market or a disco. Then he invited viewers into another room to discuss the work over coffee. Also as part of the artwork, Chaimowicz slept in the building at night throughout the period of the exhibition.\n\nThe work that anchors the Jewish Museum show, which opens March 16, is called “Here and There,” and was first installed in 1978 across two rooms at the Hayward Gallery in London. One room evoked a domestic interior (“here”) and the other recreated a more formal gallery-type space (“there”), with the intent of transferring art from the lived life into the exhibited one. That room contained collages of black-and-white photographs on movable panels. Because Chaimowicz works in a way that is site-specific, each of his shows has its own set of considerations. The iteration of “Here and There” for the Jewish Museum has been conceived because the building was once a home: Its history as a 1908 mansion belonging to the wealthy Warburg family and its ornate interior have become part of the story Chaimowicz has chosen to tell.\n\nImage The facade of the Cabinet gallery building in Vauxhall, for which Chaimowicz imagined the graphic windows. Credit Jason Larkin\n\nHis own story is one he reveals with less ease, and explains, perhaps, why he works in refractions. He was born in postwar Paris, to a Polish father and a French mother. They never spoke about the war. “We don’t talk about that. We never did,” he says, as if his parents were alive and all the family rules still in place. His father, who had a degree in mathematics, got a job at Institut Curie in Paris and later became involved in early electronics. When Chaimowicz, who has two younger sisters, was about 8, the family moved to the U.K. “You see, my parents were very naïve,” he explains with his sly smile. “They’d heard that the English education system was very good. They hadn’t heard about the class system.”\n\nChaimowicz, who spoke no English, arrived in the postwar period when the two-tier British education system left pupils that were less academic out in the cold. Armed, at 16, with very few qualifications, he went to Ealing Art College, then to the bohemian Camberwell School of Art, and did a postgraduate degree in painting at the famous Slade School of Fine Art. By the time he arrived, he had burned all of his paintings. He respected theorists and conceptual artists such as Victor Burgin and Gustav Metzger, yet he couldn’t identify with any of them. Sympathetic to emerging currents in feminism, he found that intellectual art world very male. “My mind was drawn to left-wing ideology,” he recalls. “But the left-wing practice produced art that I could not enjoy. It was lacking in pleasure, color and sensuality. All the things that matter to me.”\n\nAt Slade, the classical premise that you must suffer for your art was pervasive, but Chaimowicz was having none of it. “The people I was looking at didn’t seem to have suffered to that extent. Fragonard seemed to have a great time. I thought: I want to be like Fragonard!” After graduation, Chaimowicz was awarded a studio space in East London by Acme, a nonprofit program that partners with London art schools to grant budding artists a subsidized place to create, and he volunteered in a fabric design studio in Lyon. As his interest in the applied arts evolved, his sense of work as an evolution of his life emerged too. Bonnard and Vuillard were a guiding light. “It was a very rich period in terms of my practice. I’d think: I want some wallpaper but there’s nothing I like and I can’t really afford it anyway. Maybe I could make my own wallpaper,” he says. “I was prioritizing my lifestyle, to the extent that there were complaints about me to the head office. Other artists were walking down the road seeing me on the ground floor of my studio with floral curtains, drinking tea with friends and socializing, and they’d say: ‘This guy’s not working! He’s fraudulent, he’s wasting precious space!’ ” Out of that very transgression, Chaimowicz built a career.\n\nImage Almost everything inside the Cabinet gallery space is custom fit, including the sunburst fluorescent tube lighting on the ceiling. Credit Jason Larkin\n\nImage At left, for nearly 40 years, Chaimowicz created collages, tiny furniture prototypes and whimsical illustrations for his textiles, wallpaper and glassware inside this workspace at Hayes Court. At right, a glimpse of the bathroom in the new apartment. Credit Jason Larkin\n\nWHEN CHAIMOWICZ GLOSSED over his parents’ part in the war, I thought we’d have to return to that subject somehow. Earlier, he’d told me, apropos of the New York venue, “I have no connection with the Jewish faith whatsoever,” and although I understood the point about his upbringing and his mother’s Catholicism, it seemed to leave part of the story untold. He suggested that we do some of the interview in French, and his childhood seemed a good topic to cover that way. We switched languages. The era and timbre of Chaimowicz’s French is magnificent: rounded, classical, an accent that barely exists in contemporary France. It added a layer of intrigue: His native voice belongs not to a place but to the past.\n\n“I grew up in Montparnasse,” he began. He spoke of envying his sisters’ dolls, and weekends spent in the suburbs with his maternal grandmother, who had warehouses she lent to people who ran flea markets. “I spent every weekend chatting to the stallholders,” Chaimowicz remembered. “It was wonderful for a boy of 6, 7, 8 years old.” The nostalgia for such things is clearly embedded in his work, which incorporates found domestic objects (like the colored glass). And just when the Proustian reverie seemed about to take off, Chaimowicz said, by way of sudden punctuation: “So, that’s childhood.”\n\n“Wait,” I said. “You haven’t spoken about your father.”\n\n“I haven’t spoken about …?”\n\n“Your father.”\n\n“My father?”\n\n“Yes.”\n\nThe equivocation felt, at the time, oddly prolonged.\n\nImage Having remained virtually unchanged since the ’70s, the Hayes Court flat — filled with a mixture of Chaimowicz’s work, vintage furniture and ’50s appliances — is a work of art, a time capsule and a living space all in one. Credit Jason Larkin\n\nMost of what Chaimowicz told me about his father he preferred not to make public. We spoke about the reasons why — since an exhibition at the Jewish Museum would seem to precipitate some discussion of a Jewish link. Chaimowicz felt his father had suffered enough; his past had been taboo in his lifetime, and it was only right that it should remain so. Yet in respecting his need to preserve his father’s privacy a point is made sideways: a point about history and identity, about how one can be excluded from groups to which one might be expected to belong; about fear, about memory, about gray areas of belief. And all of this offers some purchase on Chaimowicz’s slippery lifelong subjects: home and remembrance, above all.\n\nChaimowicz’s father was born Jewish but was not religious. His father’s father was one of the founders of the Socialist party in Poland, and anti-Zionist. Chaimowicz père escaped to France and married Chaimowicz’s mother; they brought up their children in the Catholic faith. Once they moved to Britain, the children had French and English culture to manage: They couldn’t cope with a third. The link to Poland was, essentially, erased. Meanwhile, his father’s family disappeared.\n\nChaimowicz suggests that, like many fathers of that era, his was not very present. But there was a moment of rapprochement between them. Chaimowicz was asked to have a show in Warsaw in 1993. He accepted as his father was dying in the hospital. The Warsaw curators wanted to publish one of his sketchbooks in facsimile, and he drew, as a frontispiece, a picture of his father. He’d been to see him in the hospital, and he drew him from memory. He’d never done anything like that before. The resulting resemblance was uncanny. We pause over this. The story makes a much broader sort of sense. His father might once have known him as a boy who could draw, yet memory and intimacy are what Chaimowicz has made his materials. In his hands, even a complicated reminiscence can become something lightly and mysteriously rendered, with the restorative force of a fleeting resurrection.", "keywords": ["flat", "house", "work", "artists", "art", "jewish", "london", "chaimowiczs", "room", "father", "chaimowicz"], "polarity": 0.09543352592747753, "subjectivity": 0.36521759938090576},
{"title": "\n                    In Extreme Times, Extreme Clothes                ", "url": "https://www.nytimes.com/2018/03/14/t-magazine/fashion/extreme-times-extreme-clothes.html", "text": "Advertisement\n\nIn Fashion In Extreme Times, Extreme Clothes Fashion has always reflected — and deflected — global unrest. This season, the responses are as hysterical as the culture itself.\n\nImage Gucci, Alessandro Michele presented a post-national vision of a vanished, mythic aristocracy — one that alluded to lost dynasties and empires. All clothing by Gucci, At, Alessandro Michele presented a post-national vision of a vanished, mythic aristocracy — one that alluded to lost dynasties and empires. All clothing by Gucci, gucci.com Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nFROM RICK OWENS’S ragged T-shirts and canvas shifts to the giddy ornamentation of Alessandro Michele’s Gucci, all glitz and blitz and reconstituted Elton John costumes, the spring collections appeared to not have a common thread between them — a seemingly bipolar mix of downtrodden, derelict styles and escapist fantasies. Rei Kawakubo’s Boschean excess at Comme des Garçons — clashing Renaissance paintings and Japanese cartoons as prints and reconstituted pileups of tacky plastic children’s toys as headpieces — was a stark contrast to Miuccia Prada’s comic-book-print warrior women and the tatty gewgaws and currency-​war patterns of Demna Gvasalia’s Balenciaga collection. There, the idea of luxury was debased and devalued with gaudy dresses, blouses and skintight pant-boot hybrids cut in post-Brexit-inspired euro-note and dollar-bill patterns.\n\nSo, what is it with fashion at the moment? Designers appear to have assumed a fight-or-flight response to these uncertain times, which, to some — especially those with a flair for the dramatic — look a lot like the end of days. “Fashion is a reflection of the way we live,” said Gvasalia backstage at Balenciaga. “I wanted to create a feeling that something dangerous was going to happen.” He was talking, specifically, about the sturm-und-drang mood at his show, which took place in a blacked-out venue filled with smoke and the boom of ominous trip hop music. The message was less “apocalypse now” and more “apocalypse soon.”\n\nArt, literature and film frequently tackle themes of end-of-the-world-as-we-know-it destruction — in 2017 alone, there was the TV adaptation of Margaret Atwood’s dystopian novel, “The Handmaid’s Tale,” which felt eerily prophetic; Kara Walker’s towering Goya-esque murals shown at New York’s Sikkema Jenkins & Co. in September, which depicted the unfolding of a modern, racially charged civil war; the artist Jonathan Horowitz’s doctored photo of President Trump playing golf while the sky above him burned; and, even, a sequel to that earlier neon-fizzed end-times nightmare, “Blade Runner.” But apocalyptic naysaying is less frequently found in fashion, an industry that trades on optimism, fantasy and, most importantly, an ability to predict the future. But in moments of great distress, even clothing tends to reflect our troubles. Immediately prior to the outbreak of war in 1939, there was a surfeit of Austrian and Bavarian influences in the industry; in the late ’80s, Black Monday gave way to the rise of a movement dubbed “deconstruction” that originated with the Belgian designer Martin Margiela, whose leitmotif was the unfinished hem and the inside-out seam. His clothes were purposefully made to look poor — because the world suddenly was. It was a volte-face to the excess of the early ’80s, the dancing-on-the-lip-of-the-volcano styles of Christian Lacroix and his archaic indulgences of crinoline pouf skirts and Second Empire extremes.\n\nImage With his two-in-one garments — a car coat stitched atop a vest; a trench attached to a denim jacket — Balenciaga designer Demna Gvasalia made a darkly witty reference to the idea of fleeing unrest with just the clothes on your back. All clothing and accessories by Balenciaga, (212) 206-0872. Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nDesigners appear to have assumed a fight-or-flight response to these uncertain times, which, to some — especially those with a flair for the dramatic — look a lot like the end of days.\n\nImage Marc Jacobs’s spring collection was a global mash-up of cultures and textures, including bejeweled turbans designed by the English milliner Stephen Jones. In borrowing from many tribes, Jacobs invented his own. All clothing and accessories by Marc Jacobs, ’s spring collection was a global mash-up of cultures and textures, including bejeweled turbans designed by the English milliner Stephen Jones. In borrowing from many tribes, Jacobs invented his own. All clothing and accessories by Marc Jacobs, marcjacobs.com . Stephen Jones for Marc Jacobs turban, marcjacobs.com Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nYET THIS SPRING’S fashions, more than in any era in living memory, seem inextricably linked to the times in which we live. They are hysterical, scatterbrained and lunging toward extreme opposites (glittery at Gucci, wasteland-era at Rick Owens) just as global political parties have become more polarized themselves. The collections telegraph post-national, post-history and post-internet ideas — all of which bear individual examination. The post-national is, perhaps, the easiest to connect to culture’s current fixations: Eschewing borders as various governments seek to enforce them, fashion is, in a sense, evoking an aesthetic idyll, a leftist liberal dream in step with most fashion designers’ sensibilities. The post-nationalism of fashion has emerged perhaps in response to the rise of the right wing — not only across America, but in much of Europe, too, where the notion of patriotism has been used as a Trojan Horse for prejudice and white supremacy.\n\nEqually, post-nationalism is a reaction to the ongoing furor around perceived cultural appropriation — when even a hairstyle can cause widespread outrage, as was the case with the dreadlocks worn by models at last spring’s Marc Jacobs show, highlighting the politicization of black women’s hair. Rather than the clichéd references of early 2000s fashion (and before), where collections could be readily and easily labeled “African,” “Asian” or even “French,” the industry’s boundaries have now almost dissolved. Jacobs’s spring collection, for example, was a globalized, turbaned bricolage of different eras and locales, eluding facile categorization — an eccentric ancient-modern tribe beyond identification, a vision of a nativeless world, with a single culture created from the flotsam of many. And when a designer does flatten their inspiration into the now-old-fashioned adage of X meets Y (Queen Elizabeth plus Duke Ellington, say) it feels hopelessly dated. As for post-history, fashion is oft chastised for its reliance on retro ideas and is encouraged instead to look forward. But what if that outlook is bleak? Fashion’s current point of view is hesitant, reluctant even, to think too much about the future.\n\nAs the line between true and false and right and wrong becomes disorientingly blurred, designers are challenging other norms — including the purpose of clothing itself. Mutated hybrids are emerging, the most extreme being Balenciaga’s propositions of entirely separate garments — like denim jackets and trenches or opera coats and padded construction worker’s vests — conjoined at the neck, leaving one or the other flapping over the front or flank, or Phoebe Philo’s two-in-one trench coats for Céline, which are sewn together in an infinity loop at the bottom hem.\n\nAt Maison Margiela, John Galliano sliced his clothes apart with a technique he dubs “décortiqué” (translation: “peeled” or “shelled”), stripping the garment to a framework of ribbony seam allowance, with open space between. The concept rethinks a jacket’s reason for being: It will no longer protect you from the elements, a previously essential component of a garment, that could, perhaps, become unnecessary due to the ever-rising mercury of climate change. Rick Owens’s spring show had swollen, bulbous volumes erupting from various points on the torso, which, he said, scrambled familiar bodily shapes. Most everything he showed featured zipped pockets, transforming a piece of clothing into something more akin to a suit fit for a nomadic post-apocalyptic existence, an outfit for a world in which not only the idea of nation had become irrelevant, but that of home as well. With nowhere to store your belongings, you had to carry them with you.\n\nImage Rick Owens’s protective, body-obscuring, heavily padded garments recalled tents, turtle shells and rucksacks: clothing for an era in which home is whatever you can carry with you. All clothing and accessories by Rick Owens, ’s protective, body-obscuring, heavily padded garments recalled tents, turtle shells and rucksacks: clothing for an era in which home is whatever you can carry with you. All clothing and accessories by Rick Owens, rickowens.eu Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nWalter Bradford Cannon, the physiologist who first coined the term “fight or flight,” observed that fear was the motivation for the latter and rage for the former — although both could be triggered by the same event. That seems to be the instinct of designers, too, caught (as are all of us) between fear for survival (of humanity, of themselves, or maybe just of their business) and raging against the machine. Rick Owens characterized his show as “a gesture of turning away from threat, not really as escapism, but as rejection.” Others were rather more fantastic — Alessandro Michele’s Milanese Gucci show, for instance, with its gang of rootless rebels in glittering neo-folkloric dress traipsing a runway reimagined as a fabulist map of artifacts from the ancient world. (In reality, they were fakes shipped from the Cinecittà film studios in Rome.) Fight or flight, or fatalist versus fabulist, is the season’s key message.\n\nBut how can you run from — or fight — an apocalypse? Apocalypse evokes the notion of worlds falling apart in spectacular, high Hollywood fashion — a flood, an asteroid, and existence being wiped out. Judgment Day. But perhaps the apocalypse we are approaching is, to a degree, a destruction of worlds rather than the world, a collapsing of established orders and ways of doing business. On a base, commercial level, the old rules of seasons and of male and female suddenly seem inapplicable, irrelevant — fashion labels are challenging gender binaries, eschewing retrospective styles, cultural cherry-picking and lazy luxury for something more fluid and less easily categorized.\n\nOwens cited the Italian poet and activist Filippo Tommaso Marinetti’s “Manifesto of Futurism,” written in 1909, as an inspiration for his show. “There are a few unfortunate attitudes in this manifesto regarding women and book burning,” he said with his typical deadpan candor. “But what’s fascinating about radical utopian movements is that they start with the best intentions but then degenerate and crumble. Until the next wave of hope appears over the horizon.”\n\nModel: Achok at DNA Model Management. Hair by Adam Szabo at Frank Reps using Oribe. Makeup by Yumi Lee at Streeters using Nars Cosmetics. Casting by Arianna Pradarelli. Photographer’s assistants: Gabriela Worosz and Alexandre Hertoghe. Stylist’s assistant: Gage Daughdrill", "keywords": ["extreme", "marc", "jacobs", "clothing", "accessories", "fashion", "world", "spring", "clothes", "gucci", "apocalypse", "times", "rick"], "polarity": 0.0413168449197861, "subjectivity": 0.46731808632543936},
{"title": "\n                    9 Elegant Trinket Boxes                ", "url": "https://www.nytimes.com/2018/03/14/t-magazine/design/trinket-boxes.html", "text": "Market report\n\n9 Elegant Trinket Boxes\n\nA place for your most precious possessions.", "keywords": ["boxes", "market", "report9", "place", "precious", "boxesa", "possessions", "elegant", "trinket"], "polarity": 0.5, "subjectivity": 0.8333333333333334},
{"title": "\n                    Vive le Croissant!                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/food/croissant-hybrid-cronut-frankenpastries.html", "text": "Some mock these as “Frankenpastries,” a term with echoes of “Frankenfood,” coined in 1992 by an English professor at Boston College expressing dismay over genetically engineered crops. That label is tongue-in-cheek, though just as Mary Shelley’s fevered novel hints at societal fears of miscegenation and “impurity,” the notion that these baked goods represent unholy unions suggests that there are clear borders in the culinary world that one ought not cross. Two centuries ago, the French led a shift from free-form cooking to codified techniques and built a system for achieving and recognizing mastery that still defines the professional kitchen, pastry or otherwise. So inevitably it’s the croissant that’s seen as being in danger of degradation: the noble, labor-intensive French pastry sullied by its union with the crude, arriviste American doughnut or muffin. (Another iteration was unveiled in January by Vive la Tarte in San Francisco: the tacro, a savory pork- or chicken-stuffed taco with a croissant shell.)\n\nPhoto\n\nYET THE CROISSANT itself was born of crossed borders. The butter-laden layered dough has roots in medieval Arab practice, and the pastry’s shape comes from the Viennese kipferl, said to have been modeled after the Islamic crescent borne on the banners of 17th-century Ottoman invaders. (Although this back story is likely apocryphal, in 2013 a rebel stronghold in Syria banned croissants as symbols of colonialism.) Few dishes, let alone desserts, have remained static over time: Blancmange, a molded milk pudding, was once a chicken casserole; craggy coconut Italian-Jewish macaroons share ancestry (going back to early Sicilian pasta) with the polished round French macarons that have ruffled hems, which languished as solitary disks until someone sandwiched them around ganache a little over a century ago.\n\nIf anything, today’s nouvelle pastries mark a return to the spirit championed by Marie-Antoine Carême, the early 19th-century forefather of French cooking, inventor of the soufflé and the croquembouche and architect of monumental confectionery centerpieces that rose up to three feet — nearly as high as the sculptured hairstyles of his late namesake, Marie Antoinette, the Austrian princess whose own love for viennoiserie may have inspired the myth of her declaring, “Let them eat cake.” Carême has disciples in Paris today, including Christophe Adam, known for éclairs ornamented with edible silver, popcorn and Mona Lisa eyes; Jonathan Blot, conjurer of macarons that taste like bubble gum; and, of course, Pierre Hermé, who daubs raspberry-lychee pâté inside croissants and showers them with candied rose petals. Like the original viennoiserie, which were painstakingly elegant pastries designed for the Hapsburg court in imperial Vienna that eventually became indispensable to the city’s sidewalks, their decadence is matched by the virtuosity of their construction and their element of surprise: They are, then as now, as much for beholding as for eating.\n\nTheir contemporary allure is aided by the diminishment of desserts at midrange restaurants, which after the recession of 2008 began to shed pastry chefs, unable to justify the expense for a course that yields little profit. As restaurant desserts have become simpler and homier — olive-oil cake, anything with chocolate — once plainspoken baked goods have turned rococo, offering an aura of luxury, enhanced by how difficult they are to procure before selling out each morning. At $4 to $8 each, these small but elaborate edifices seem worthier than the run-of-the-mill pastries available at every urban corner deli and curbside coffee cart, enabling their artisans to cover the ever-increasing cost of basic ingredients, particularly butter, whose price hit a historic high last year.\n\nAdvertisement Continue reading the main story\n\nIndeed, French butter, which has a higher percentage of fat and a pronounced tang from cultured cream, is so desirable across the globe, it’s starting to disappear from grocery shelves in France. This is partly because more people are making pastries than ever before; as a French professor explained to The Economist in November, “China has discovered croissants.” But if the trend continues, the croissant as we know it — a straightforward compact of butter, flour, milk, sugar, yeast and salt — may be no more. And in its place? These overgrown crescents too big to fit in the palm of the hand, spangled and swagged, glutted with fillings, arrayed like objets d’art in austere concrete-walled patisseries where the bakers fuss like apothecaries. They’re absurd until you try them: salty and sweet and shattering everywhere, leaving behind smears of cream and telltale butter fingerprints. The croissant is dead; long live the croissant.", "keywords": ["french", "vive", "pastries", "pastry", "croissant", "desserts", "professor", "croissants", "viennoiserie", "le", "butter", "rose"], "polarity": 0.06319624819624818, "subjectivity": 0.4256084656084654},
{"title": "\n                    Design Legend Murray Moss Captures His Beloved Objects — in Polaroids                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/design/murray-moss-polaroids.html", "text": "Advertisement\n\n10 Polaroids Design Legend Murray Moss Captures His Beloved Objects — in Polaroids\n\nMurray Moss’s legendary SoHo shop and gallery, Moss, left an indelible mark on the design world. Filled with unexpected displays of seemingly incongruous items — colorful Hella Jongerius ceramics, Maarten Baas chairs, 18th-century ceramics — the store, which he ran with his partner, Franklin Getchell, between 1994 and 2012, was a unique, avant-garde treasure trove that set new precedents in retail. Moss and Getchell recently left New York and moved into a 1929 colonial revival house in a small Connecticut town. From there, they run a design and retail consulting firm, and on April 10 they will release a Rizzoli book reflecting on the impact of the Moss store. To mark the occasion, T sent Moss a Polaroid camera and asked him to photograph some of the many objects that decorate his home.\n\n“These photos were all taken on the morning of March 1,” Moss explains of his images, below. Every morning he rises at around 4 a.m. and, after making tea, surveys and rearranges his objects — crystal glasses, a Nymphenburg porcelain bird. It’s an activity born of both love and habit, he says. “I always enjoyed doing this when we had the store and galleries — and I still do it, although it’s now at home, and on a much smaller scale.”\n\nImage Credit Murray Moss\n\nThe first cupboard I open each morning is the one with our Victorian china teapot in it.\n\nImage Credit Murray Moss\n\nOne of the niches for books that is built into a long wall in the living room, paneled with knotty alder wood. I played off photographs by Weegee, pairing Charles de Gaulle with an African mask and Liza Minnelli with vases by Hella Jongerius and Simon Hasan.\n\nImage Credit Murray Moss\n\nI mounted the 1969 Olivetti Valentine typewriter by Ettore Sottsass on the wall of my little design library.\n\nImage Credit Murray Moss\n\nEvery morning I marvel at the lush moss that grows naturally and densely on our terrace brick walls. It is so sumptuous. We do nothing to maintain it, but it is a real pleasure for me to have it.\n\nImage Credit Murray Moss\n\nA wooden maquette given to Franklin and me by Gaetano Pesce.\n\nImage Credit Murray Moss\n\nOur loft has two very small, very romantic attic windows at either end. I put Marcel Wanders’s iconic Knotted Chair in front of the window this morning, and liked it there.\n\nImage Credit Murray Moss\n\nWe probably make 10 trips a week to Home Depot! Today we needed one foot of cable.\n\nImage Credit Murray Moss\n\nI made a little display for showing four crystal drinking glasses on a rusty steel beam in the dining room. I change those glasses, making a new selection, nearly every morning. Today: four vintage and out-of-production glasses from Baccarat.\n\nImage Credit Murray Moss\n\nA Nymphenburg bisque-porcelain bird perched high in a niche in the living room.\n\nImage Credit Murray Moss\n\nWe wanted a dog but didn’t think we could handle the responsibility just yet. So our kind neighbors, Renee Chotiner and Stuart Gardner, have agreed to a kind of time-share with their dog, whom we love, named Atticus. In other words, we walk Atticus up the street and that’s it.\n\nImage Credit Murray Moss\n\nOur bedroom has an enormous, kind of Disneyland castle-esque window. I hung next to it a self-portrait of our friend, the French photographer Cyril de Commarque, who in fact lives in a chateau.\n\nRelated: Inside a Design Dealer’s Colorful World\n\nAlice Newell-Hanson is the contributing digital editor of T Magazine.\n\n\n\n\n\n", "keywords": ["polaroids", "glasses", "moss", "kind", "design", "objects", "beloved", "credit", "captures", "morning", "store", "legend", "murray", "itimage"], "polarity": 0.18679752066115698, "subjectivity": 0.4950447658402203},
{"title": "\n                    Inside a Design Dealer’s Colorful World                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/design/murray-moss.html", "text": "Advertisement\n\nMurray Moss’s impact on the design world is virtually immeasurable. During its reign, his namesake shop-cum-gallery in SoHo, which opened in 1994 and closed in 2012, defined avant-garde good taste. Moss blurred the lines between art and design and reinvented visual merchandising, displaying everything from an 18th-century Nymphenburg figurine to a kaleidoscopic array of Maarten Baas Clay chairs inside massive vitrines within the immaculate white space. After almost 50 years in Manhattan, the 68-year-old, who now runs his own design and retail consulting firm, moved to a traditional clapboard house in Connecticut last year with his partner in life and business, Franklin Getchell, with whom he has also co-authored a new Rizzoli book, out this April, documenting the cultural influence of the Moss store. But to this day, Moss still considers his childhood growing up in the suburbs of ’60s Chicago to be his most formative period. When his father insisted on installing electric hand-dryers and Borax soap dispensers in the bathrooms of their home, his mother agreed, provided their decorator could enamel them in pink and turquoise pastels. “To me, that epitomized what Modernism should be,” Moss says. “I’ve been fascinated by the juxtaposition of the industrial and the decorative ever since.”\n\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page 60 of T Magazine with the headline: Murray Moss\n\n\n\n\n\n\n\nRelated Coverage Design Legend Murray Moss Captures His Beloved Objects — in Polaroids Image", "keywords": ["moss", "version", "design", "world", "virtually", "vitrines", "turquoise", "dealers", "white", "inside", "colorful", "murray", "visual"], "polarity": 0.15575757575757573, "subjectivity": 0.4447474747474747},
{"title": "\n                    The Women Responsible for the Look of Your Next All-Day Cafe                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/design/mp-shift-anna-polonsky-amy-morris.html", "text": "Photo\n\nON A FALL afternoon at De Maria, a year-old restaurant in New York’s NoLIta neighborhood, the flat city light pours in from a wall of windows onto square tables covered in worn pistachio-green and navy leather. Diners can sit on squat wooden chairs, a tan-leather banquette or felt-topped stools at the bar, which is lit by orblike pendants and backed by a Bauhaus-via-Brazil geometric tile mural. They might order a chai latte, which arrives in a stoneware mug made by Brooklyn’s Workaday Handmade, or a cured-salmon and coconut grain bowl, off seasonal menus that are available from early in the morning until late at night.\n\nBeyond the virtuous food, the space itself is somehow salubrious, as if solely by being here you are improving your life. Along with places like Kismet in Los Angeles, June’s All Day in Austin and Res Ipsa in Philadelphia, De Maria is part of a new class of American restaurants — or rather, “all-day cafes” — that combine highly specific, instantly recognizable décor with visually pleasing riffs on health-store classics like flaxseed banana bread and acai. These new cafes, all of which owe a debt to New York’s abstemious Dimes, which opened in Chinatown in 2013, present amiable aesthetic experiences that feel ready-made for Instagram: Many of these rooms share the same natural light, blond wood chairs and copper details that have come to evoke a kind of Scandinavian-inflected, aspirational millennial apartment, which the cafes themselves tend to resemble.\n\nDe Maria’s interior, in particular, is the work of the MP Shift, a Chinatown-based design and branding studio that, since its founding three years ago, has created variations on this look for several New York City restaurants and is now expanding throughout the country — as well as to Paris, London and Sydney. The studio was established by Amy Morris and Anna Polonsky (the M and P of the name, plus shift as in “late”), who met a decade ago through mutual friends, when Morris was a marketing consultant and Polonsky was a managing partner at a culinary events company. The young chefs and restaurateurs they encountered in those jobs were often interested in developing independent projects but lacked the proper guidance, so the two women decided to build an agency that consolidated graphics, interiors and brand-direction.\n\nIf it’s well established that we eat with our eyes, then the MP Shift is selling a related truth: In our digital age, a restaurant’s interior must be as satiating as its food. Officially, Morris and Polonsky have little to do with what’s on a client’s menu (aside from its logo, typefaces and layout), but they have tended to partner with chefs who prefer serving things like cerulean spirulina smoothies and magenta-hued radicchio salads that feel intended for future snapshots. The plating, too, reflects an understanding of what appeals to these restaurants’ intended psychographic: It’s heavy on swooshes of creamy sauces and bright, clashing layers of tropical fruits or local vegetables in flattened, de Kooning-esque compositions, often rendered atop wide, shallow clay plates and bowls. The MP Shift doesn’t tell the kitchen staff how to assemble their ingredients, but they don’t need to; chefs these days must think as much like designers as they do cooks — indeed, their success depends upon it.\n\nPhoto\n\nPhoto\n\nWhat the MP Shift does do is help ensure that this all-day fare remains visually appealing no matter the hour, while also providing a growing community of urban freelancers a sort of idealized living-room-as-office, allowing a public space to masquerade as a private one. “In the morning, everyone is on their laptop here; people are spending more time in restaurants as their third space,” Morris says of De Maria, referencing a concept by the urban sociologist Ray Oldenburg, who argued in 1989’s “The Great Good Place” that communities thrive in social spaces beyond homes and offices. These days, she says, “You’re asking for a restaurant to be more than just food.”\n\nRESTAURANTS, OF COURSE, have always been about more than just the food, whether it was New York’s Four Seasons, designed in the International Style by Philip Johnson and William Pahlmann in 1958, or the organic austerity of the French Laundry, opened in Napa County in 1978, which for decades has defined a particular indoor-outdoor Northern Californian reverie. Meals worth traveling for are usually complemented by service and décor that’s meant to soothe, excite or even dazzle in person. But now that every diner has a camera in her handbag, restaurateurs have been forced to acknowledge that what they’re creating is not just a place where people consume meals but an aspirational space that, for many who experience it, exists only online. So even casual cafes — the sort that the MP Shift often designs — have to be stunning and distinctive enough to woo potential diners.\n\nMorris and Polonsky’s projects often reflect the idea that these places become most enticing when filled with the same global, minimalist details (imported tiles, Alvar Aalto stools, oak tables) that appeal when encountered on social media, whether in pictures of other restaurants, or even of homes or hotels. “They asked me to open a Pinterest account,” says Gonzalo Goût, the co-owner of Verde, an erstwhile salad counter in New York’s Chelsea neighborhood, who hired the MP Shift in 2016. All of Verde’s ingredients came from the farmer’s market, so Goût used his virtual mood board to create a look that “conveyed that sense of the natural,” he says. Following this exercise, Morris and Polonsky built a dramatic counter of triangular slices of green and pink marble, which also adorned the facade as terrazzo. The final touch was the logo, with the restaurant’s name rendered in a fat, cheery pink-and-green sans serif.\n\nPhoto\n\nPhoto\n\nAs Morris and Polonsky’s portfolio grows, new clients increasingly reach out because they want to replicate a detail that they’ve seen only in photographs. In Houston, Kelly Barnhart will soon open Vibrant, an all-day cafe serving “adaptogenic potions” and grain salads out of a former laundromat. She was impressed with De Maria after seeing the space in a magazine, and brought the MP Shift on as consultants last spring. Working with Lake Flato, a local architecture firm, Barnhart plans to install long, leather-clad L-shaped banquettes, vintage Tobias Scarpa lamps and drawings by the New York artist Karin Haas, whose work abstracts patterns she finds in nature.\n\nThe room’s look will probably feel familiar: comforting, even. But having become known for an identifiable style over the past few years, Morris and Polonsky are now at pains to escape its tyranny. Back at De Maria, Polonsky points out a geometrically patterned wall inspired by kintsugi (the Japanese art of repairing broken pottery with thin threads of lacquer mixed with precious metals) that they created by filling cracks within the restaurant’s vintage subway tiles. Potential clients constantly request this motif, but Morris and Polonsky aren’t interested in replicating it. Likewise, they avoid Prouvé chairs and parti-colored Max Lamb marble. “It’s so easy for our clients to say, ‘We should do a pink place with midcentury chairs,’ ” Morris says. “But we don’t want them to fall into that trend. We don’t want them to say, ‘Let’s put avocado toast on the menu.’ ”\n\nInstead, one of the MP Shift’s new European clients is adopting a primary-colored palette that seems inspired, in part, by another recent internet phenomenon: the resurgence of the designer Ettore Sottsass and his Memphis Group. At the forthcoming Parisian cafe Echo, the menus and logo will feature Crayola red, blue and yellow that suggest mid-80s Los Angeles. Morris and Polonsky predict Europe’s next trend-driven restaurant interiors might include angular Serge Mouille sconces and chrome seating, Formica counters and linoleum floors; in this context, these mundane American surfaces would likely feel modern. Though soon enough they, too, will be retired, making way for a new aesthetic to serve a new generation of diners who need to rest their phone on a lambent tabletop, order a hemp-milk cortado and, perhaps, post a photo or two.", "keywords": ["allday", "yorks", "feel", "look", "polonsky", "morris", "shift", "space", "women", "mp", "clients", "restaurants", "cafe", "responsible", "maria"], "polarity": 0.08876471324818433, "subjectivity": 0.37001001753067864},
{"title": "\n                    The Latest Subject of Female Fantasies? Creatures From the Deep                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/female-fantasies-creatures-from-the-deep.html", "text": "Photo\n\nThe mermaid has long swum in the sea of our collective imagination, appearing in stories ranging from fourth-century B.C. Chinese mythology to the fairy tales of Hans Christian Andersen. Most often she is a princess of the depths, with alabaster skin, a giant fin in place of legs and breasts covered by a mess of long, tangled hair. Her appeal, though, is not merely aesthetic. For centuries, men have braved the open waters, knowing full well they may never make it home, and the mermaid has served as either a kind of ballast in times of trouble, saving sailors from floods and deadly storms, or a figure of seduction, luring them to their deaths at the bottom of the ocean. Her passivity, as well as her beguiling exoticness, is an escape from whatever drudgery awaits these men back on land — the mermaid is a fantasy, yes, but also a way to explain the unexplainable in nature. The admiral on one of Christopher Columbus’s expeditions once mistook a manatee, its silky gray curves moving gently through the Caribbean waters, for one.\n\nLately, though, it’s the mermaid’s male counterparts who’ve surfaced as objects of desire. In Guillermo del Toro’s “The Shape of Water,” Sally Hawkins plays a mute woman named Elisa who works as a cleaning lady at a government laboratory. She falls for a mysterious amphibian captured at sea — he’s less merman, more creature of the lagoon, complete with webbed fingers and gills, but he enchants her nonetheless, gently swaying in his tank to the jazz music Elisa plays for him. The film echoes Rachel Ingalls’s recently reissued 1982 novel “Mrs. Caliban,” in which a lonely California housewife falls for a sexy frog man (“ … as for the rest of the body, he was exactly like a man — a well-built large man — except that he was a dark spotted green-brown in color and had no hair”). Finally, Melissa Broder’s racy debut novel, “The Pisces” (out this May), tells of a young woman who, strolling Venice Beach one night, meets a handsome merman named Theo. “The tail starts below all that,” he reassures her. Their love, as in all of these stories, is doomed, but it is passionate and refreshingly free of judgment.\n\nAre real men these days so unwanted? In these interspecies romances, women aren’t looking to be saved by convention (these frogs don’t turn into princes when kissed). Their love also demonstrates a kind of compassion that feels profoundly absent right now. In light of #MeToo, such narratives of feminist reclamation force us to ask ourselves: Who is actually dangerous, and what is truly safe? What we fear most may not be these so-called monsters of the sea.", "keywords": ["waters", "woman", "latest", "named", "deep", "plays", "sea", "novel", "creatures", "mermaid", "subject", "men", "merman", "female", "fantasies", "man"], "polarity": 0.140719696969697, "subjectivity": 0.5433170995670995},
{"title": "\n                    A Guide to Gotland, a Rural Paradise Off the Swedish Coast                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/travel/gotland-sweden-guide.html", "text": "Advertisement\n\nA Guide to Gotland, a Rural Paradise Off the Swedish Coast Image From left: a limestone-pebble beach on Gotland's west coast; Ljugarn, a former fishing village and the island’s oldest seaside resort. Credit Domingo Milella\n\nSurrounded by the Baltic Sea, about 60 miles off the southeastern coast of Sweden’s mainland, Gotland is the largest of the country’s bucolic islands (which number well over 200,000), and one that has a seemingly split personality. In the short summer season — primarily July and August, when temperatures hover in the balmy 70s — revelers descend on this mostly wild, windswept and sparsely populated province for all-night partying and the rambunctious weeklong electronic music festival Stockholmsveckan. Outside of high season, though — and anywhere outside of its largest town, Visby (population: 24,300) — Gotland remains a rural paradise, popular with outdoorsy Stockholm professionals looking to escape city life by hiking along the island’s craggy limestone cliffs and cycling past tiny clapboard fishing villages, crumbling medieval churches and 18th-century farmhouses. Several Stockholm-based architects have even chosen to build their own startlingly contemporary houses on the tradition-bound island.\n\nLately, Gotland has been attracting a growing stream of international visitors, too. Chalk it up to gloomy political and environmental forecasts if you will, but as travelers increasingly seek out pristine landscapes offering peace and quiet, the island presents the perfect retreat — just a 40-minute flight from Stockholm. Design-forward boutique hotels offer access to nature that doesn’t require pitching a tent in the wilderness, and a clutch of remarkably good restaurants — serving fresh-caught Baltic fish and all manner of organic locally grown vegetables — show off the bounty of the surrounding farmland. Throw in a few charming craft-oriented Nordic design shops and an impressively large collection of museums for an island with a population of just 60,000, and you have a compelling reason to skip the mainland entirely.\n\nImage The Revolver Hotel in Visby, which is owned and decorated by the conceptual designer Ingela Tanaka Rohnstrom. Credit Yolanta Birkhane\n\nStay\n\nHotel Stelor\n\nStaying at this tiny, six-room hotel in rural Vastergarn village (about a 20-minute drive south of central Visby) feels like being a guest at a family friend’s country compound. The wood-beamed interiors of the 18th-century farmhouse are endlessly photogenic, decorated with pastel floral wallpaper, sheepskin throw rugs and jugs of freshly picked wildflowers. During the summer, there are live folk music performances in the property’s barn, and the traditionally Swedish restaurant — which uses produce from the hotel’s own two-acre garden — is considered one of the best on Gotland.\n\nFabriken Furillen\n\nAn imposing former factory building on the site of an old limestone quarry might not sound particularly inviting, but photographer Johan Hellstrom had a vision for what it could become, and he turned this industrial patch of land into a high-end escape (about an hour’s drive northeast of Visby) after purchasing the abandoned factory in 1999. The 19 guest rooms all have Hastens beds and a color scheme dominated by soothing grays and white, so there’s nothing to detract from the natural, forested surroundings. For those who really want to detach, there’s a “Hermit Cabin” on the grounds — an isolated outpost (a 20-minute bike ride from the main building) with no running water, no Wi-Fi and free-roaming cows and sheep as your only neighbors.\n\nRevolver Hotel\n\nTucked into a quiet courtyard in central Visby, the three-year-old Revolver is an under-the-radar hotel option in Gotland’s main town — there’s no website and no outside signage, so word of mouth has been the main driver for bookings here. Quirky décor dominates — think sparkly golden bathroom tiles, vintage rotary phones as objets d’art, and Fornasetti wallpaper depicting hot air balloons — all of it the singular vision of its owner, the conceptual designer Ingela Tanaka Rohnstrom. There’s no restaurant, but the hotel is within walking distance of the main commercial blocks of Visby, and three of the nine guest rooms have a full kitchen and living room. 011-46-70-639-39-01\n\nImage The seasonal restaurant and hotel Krakas Krog, in the Kräklingbo countryside. Credit Beatrice Lundborg\n\nEat\n\nBakfickan\n\nIn central Visby, the island’s premier seafood restaurant is a no-frills rustic dining room, filled with mismatched wooden chairs and vintage fish prints, that’s usually packed — no reservations accepted. The day’s specials are written on a chalkboard at the entrance and often include baked perch with celeriac and truffle vinaigrette, lobster soup with black radish, and fried herring with spring onion butter and mashed potatoes. In warm weather, simple wooden tables are set up on the street outside — the ideal place to sip a glass of Chardonnay and watch the summer crowds pass by.\n\nKrakas Krog\n\nA 40-minute drive east across Gotland from Visby brings you to this hybrid restaurant and hotel in the middle of the Kräklingbo countryside. There’s a highly seasonal tasting menu of six to eight courses — regular ingredients include grilled beetroot, local lamb, and frogs’ legs sourced from the nearby pond — all presented by one of the cooks in the spare, minimalist dining room. And with only one seating a night, there’s a sense of special occasion that permeates dinners here. The three guest rooms are similarly simple and refined, all in varying shades of white, with wide-plank wood floors and fluffy down comforters.\n\nLilla Bjers\n\nThis 30-acre family-run farm on the outskirts of Visby is surrounded by vegetable fields and fruit orchards, from which it sources the ingredients for its organic, constantly changing menu. Everything from blueberries and currants to garlic and nine varieties of asparagus, as well as Christmas trees, are grown on the property. Dishes are a simple affair — think roasted lamb with pickled carrots and potatoes pulled straight from the earth — and a walk around the grounds before a meal is the best way to fully appreciate what you’re about to eat. You can even meet the chickens that supply the kitchen’s eggs. Dinner in the farm’s atmospheric greenhouse can also be arranged, where you’ll dine amid banana, fig and olive trees.\n\nImage Ceramics by Camilla Jensen, at her store C. Jensen Keramik in Visby. Credit Courtesy of C. Jensen Keramik\n\nShop\n\nC. Jensen Keramik\n\nThe ubiquity of Nordic design extends to Gotland, where the ceramist Camilla Jensen occupies a studio-cum-store selling her delicate, artfully imperfect handmade stone and porcelain tableware, most in pristine shades of white or jet black. The space itself, in central Visby — all whitewashed walls and pale linen finishings — is reminiscent of an art gallery. On the building’s lower level, Jensen also sells a small selection of home items (textiles, rugs, woven baskets), primarily sourced from India, where she travels every year.\n\nToftalagret\n\nIn the medieval coastal town of Tofta, you’ll find an extension of Visby’s Revolver Hotel (which lies about 15 minutes to the north). Here, the hotel’s owner, Ingela Tanaka, and her partner Lena Herrmann, who runs the shop, have created another home for Tanaka’s vast assortment of design and fashion finds, collected over decades. There’s a whole room of vintage clothing (including original Levi’s and Lee denim, wedding dresses and unusual sneakers), bicycles from the 1960s, kitschy decorative items like porcelain parrots, vinyl records and an array of giftable local items (Swedish candy, homemade soaps, specialty loose-leaf teas and herbs). 011-07-63-94-24-44\n\nImage From left: Visby Botanical Garden; the ruins of the 13th-century Church of St. Olaf. Credit Left: Alamy; Right: courtesy of the Gotland Museum\n\nSee\n\nVisby Botanical Garden\n\nA verdant expanse of parkland near the shoreline, Visby’s 150-year-old botanical garden is the place to be on warm summer afternoons — for a picnic lunch or to stroll the garden’s 60 acres while taking a closer look at the magnolia, tulips, cedar and sequoia trees. Be sure to explore the ivy-shrouded ruins of St. Olaf, a former church from the 13th century, whose gray stone structure still stands on the southern edge of the park.\n\nGotland Fornsalen\n\nThe Gotland Museum comprises seven different structures scattered throughout Visby, but its main building, Fornsalen (housed in a former 18th-century distillery) is dedicated to the culture and history of the island, with a collection that spans roughly 8,000 years. Here, you’ll find everything from the mummified remains of Stone Age islanders to medieval armor from the Danish invasion of 1361. It’s a deep dive into Gotland’s rugged, seafaring culture and why the island holds such a special place in the Swedish imagination.\n\nRelated: A Low-Key Swedish Island’s Shockingly Modern Architecture", "keywords": ["visby", "rural", "theres", "main", "gotland", "islands", "swedish", "paradise", "coast", "hotel", "credit", "restaurant", "guide", "jensen"], "polarity": 0.11282022607022606, "subjectivity": 0.37043004680504665},
{"title": "\n                    A Low-Key Swedish Island’s Shockingly Modern Architecture                 ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/gotland-sweden-architecture.html", "text": "Advertisement\n\nA Low-Key Swedish Island’s Shockingly Modern Architecture On the tourist mecca of Gotland, tradition is upheld and showiness is frowned upon. What, then, explains its recent crop of contemporary residences?\n\nImage The minimalist plaster box that serves as architect Bolle Tham’s vacation home rises from a ridge above one of Gotland’s stony beaches. Credit Mikael Olsson\n\nTHE DANISH-NORWEGIAN WRITER Aksel Sandemose was a minor literary figure, a notorious crank, when he wrote the 1933 novel containing a set of commandments that would become one of Scandinavia’s defining social texts. “A Fugitive Crosses His Tracks” is a barely veiled send-up of his hometown, Nykobing Mors (renamed Jante) and an uncomfortably close-to-the-bone satire of Nordic conformity. Jante is governed by the “Law of Jante,” rules for living that reflect both Scandinavia’s ethnic homogeneity and its long-held belief that people are happier when both pleasure and pain are spread among all citizens:\n\nYou shall not believe that you are someone.\n\nYou shall not believe that you are as good as we are.\n\nYou shall not believe that you are any wiser than we are.\n\nYou shall never indulge in the conceit of imagining that you are better than we are.\n\nYou shall not believe that you know more than we do.\n\nYou shall not believe that you are more important than we are.\n\nYou shall not believe that you are going to amount to anything.\n\nYou shall not laugh at us.\n\nYou shall not believe that anyone cares about you.\n\nYou shall not believe that you can teach us anything.\n\nThese days, Scandinavians bristle at the mention of the Law of Jante. Such stereotypes, they insist, no longer have such a stronghold in a modern world, one where Stockholm now leads in billion-dollar technology companies per capita, second only to Silicon Valley.\n\nYet it is hard not to think of Sandemose as you drive along the winter-deserted roads of Gotland, Sweden’s largest island, a 40-minute flight south from Stockholm. About the size of Long Island and flat as a soccer field, it is the country’s sunniest locale. (Admittedly, that doesn’t say much in a place that spends most of the year in frigid darkness.) And along with Faro, its companion island off its northern tip, it is forever associated with the director Ingmar Bergman, who set many of his greatest films here and lived in Faro for the last decades of his life. In July and early August, Gotland is a tourist mecca; young professionals, starved for heat and light, party in the beer gardens of Visby, a port town of 24,300. An hour or two away, up and down the coasts, are the summer houses of the country’s politicians and business executives, fronting beaches dotted with rauks — gigantic, craggy sculptural formations unique to the area, as ghostly as something from Stonehenge, created by ice-age reef erosions. Scarlet poppies and brilliant blue viper’s bugloss carpet the meadows and line the roadside ditches.\n\nImage The director Ingmar Bergman’s study, preserved as part of a retreat for artists and writers on the island of Faro, north of Gotland. Credit Mikael Olsson\n\nBut by late August, tourist season is over. There is no gradual wind-down here, just a sudden deflation, like the circus pulling up stakes in a rush. Unlike the Stockholm Archipelago, a set of islands near the capital that Swedes visit year-round, Gotland seems to disappear like Brigadoon. A number of restaurants and inns outside of Visby, including the minimalist 19-suite Fabriken Furillen, owned by the former photographer Johan Hellstrom, shut down, and the flora dies as well, laying bare the local architecture. So stripped-down and uniform are the farmhouses of Gotland’s interior, no matter what century they were built in they seem to have been drawn by a 5-year-old: rectangles topped with triangular roofs, each with a plain door and a few tiny frameless windows. The summer cottages along the largely unmarked roads are also free of embellishment: low-slung bungalows painted a familiar Falu red, the auburn-hued weather-resistant oil pigment derived from the copper mines of Dalarna, in central Sweden, during the 16th century. “People have always come to Gotland to get back to tradition and nature,” says Joel Phersson, a 35-year-old architect who works and lives on the island. “If you were to tell your friends in Stockholm that you’re going to your family’s vacation house here, you’d perhaps be telegraphing that you are well off but very low-key. Ostentation is a high crime.”\n\nBut recently, a generation of homeowners and architects, including Phersson’s firm Skalso, have started not just ignoring, but defying the Law of Jante. Working around restrictive zoning laws that prioritize “protection and preservation” of the island, which was settled more than 9,000 years ago as an agricultural hub, they have spent the last decade building contemporary houses as distinctive as the topography. From cast-concrete bunkers to glass-framed aeries, the new houses shock, subverting long-established order with a cool blast of modernity, while also paying homage to the island’s chilly dignity.\n\nImage At left, the residence by married architects Hans Murman and Ulla Alberts is wrapped in a scrim printed with life-size photographs of the surrounding juniper trees. At right, a 43-foot missile silo contains a three-floor-deep marble-lined hammam inside a former Cold War bunker transformed into a home by the firm Skalso. Credit Mikael Olsson\n\nHANS MURMAN AND his wife, Ulla Alberts, architects who own a firm in Stockholm that often designs health spas, were in a perfect position to experiment on Gotland. The secluded parcel on which they built their Juniper House is owned by Alberts’s family; she spent barefoot summers in her parents’ still-standing red cottage. Before conceptualizing their own house, the couple designed a number of structures for relatives on the 2.2-acre plot, inadvertently creating a sort of stages-of-man evolutionary chart of their aesthetic. In addition to a studio that they made as newlyweds — little more than a shack — the property includes her brother’s unadorned two-story limestone farmhouse built in 2002 from plans that the 54-year-old Alberts drafted in architecture school, as well as a 1,700-square-foot, midcentury-inflected villa with a peaked wooden roof and bright orange accents that the couple finished in 2014 for Ulla’s sister. Over a decade ago, they completed the home that would become their ultimate statement, a dwelling in dialogue with the thicket of 15-foot juniper trees in which it hides. To create its innovative cladding, the 71-year-old Murman photographed the conifers, then had the images transposed in 1:1 scale onto a vinyl scrim. The mural wraps around the building’s wooden exterior on a galvanized steel frame about two feet from the walls. The house, a mere 540 square feet puzzled out with the ingenuity of a yacht to accommodate their two sons, recedes into the forest during the day — somewhat of a poke to local officials who fretted that a modern structure would mar the landscape — yet glows at night like a botanical Noguchi lantern. “We are in our own world here,” Murman says. “Among these houses there is every era, every generation. Just walking around you can travel through time.”\n\nA 45-minute drive away, past a weathered windmill and fields of sheep fat with winter wool, Asa Myrdal Bratt has come from the mainland to meet me at her house. Built right on a rarely traveled road, it seems to rise from an empty field like a giant charred barn after a merciless prairie fire. That is precisely the effect that Stockholm-based architect Jens Enflo was seeking when his firm built it in collaboration with Deve Architects several years ago: “I wanted it to seem as though the land was just growing all the way through it,” the 42-year-old Enflo says. Clad in nearly black stained pine, a hue virtually unseen on Gotland and one that suggests shou sugi ban, the ancient Japanese burnt-timber treatment, the structure plays with proportion and transparency in a painterly way, contrasting against the flat, tree-void site. Almost 80 feet long but just under 15 feet wide, with a peaked 22-foot ceiling and a single lofted bedroom, the house’s front and back walls are partially glass, as are most of its interior walls; the central area between the living room and the small guest wing holds a covered courtyard, completing the illusion of a raw, skeletal frame. Myrdal Bratt — a brand consultant in her 50s, who, with her husband, a doctor, bought the house in 2014 — says that the place is warm, even cozy, despite its openness; from the outside, it appears provocatively barren, a stripped-down interpretation of the working livestock barns that you can see in the distance.\n\nImage Gotland’s typically flat meadowland seems to flow through the barnlike house created by Jens Enflo’s firm and Deve Architects. Credit Mikael Olsson\n\nNOT ALL OF the several dozen modern houses on Gotland are entirely at peace with the island’s natural and agricultural history; some, in fact, actively challenge the surrounding landscape. Consider the harshly reductive house that the 48-year-old architect Bolle Tham’s firm built for his family: From the outside it resembles army barracks, with an exterior of local plaster, colored with carbon and troweled smooth atop a masonry core. Inside, all of the rooms face a central courtyard, giving it a snug, insular feel, though there are several wall-size windows that swing out like barn doors on summer days. Although it’s one level, some of the rooms demand several steps — a necessary design quirk after Tham resisted blasting the underlying rock to lay a uniform slab; he felt the house should follow the landscape’s topography. The living areas are nearly naked, the bedrooms cell-like, the finishes plywood. “Gotland’s vacation homes had become cliché, so we thought it was time to do something that wasn’t a replica of an old limestone farmhouse,” he says. “We wanted to be in conversation with the past, but not just repeat it.”\n\nStill, Tham’s shed-like edifice seems recessive, even humble, compared with a collection of homes being built on the island’s Bungenas peninsula, a few miles from the seven-minute ferry to Faro. In 2007, the 49-year-old real-estate developer Joachim Kuylenstierna bought a gated 400 acres that had originally been a quarry and then, during the Cold War, the site for 100 bunkers.\n\nThere are now more than 30 homes on Bungenas, in addition to a coffee house, a six-room hotel and a concert venue converted from an old barn. All the businesses and a majority of the homes have been designed by Skalso, the firm Kuylenstierna founded with Phersson and his fellow architect, the 38-year-old Erik Gardell, because there wasn’t anyone on the island who could shape the sort of avant-garde vacation community they desired. The commune alludes to the Sea Ranch, the meticulously planned 1960s utopia in Northern California — albeit modified to include Gotland’s bunkers, some of which Skalso modernized by scooping out enough earth on one side to allow for an entry, making them a kind of Swedish hobbit dwelling. Most of these subterranean residences, which owners tend to furnish with a sparseness that borders on clinical, are less than 600 square feet, a size that the economical Swedes deem sufficient for a family of four.\n\nImage To follow the natural curve of the land and avoid blasting into dense rock, Tham, the architect, designed the concrete floors of his near-bare dwelling to rise and fall from room to room. Credit Mikael Olsson\n\nBut one owner, a Swedish industrialist who bought one of the largest bunkers in the development six years ago, asked Skalso to take the firm’s concept to astonishing depths, both aesthetically and literally. On approach, his house appears to be a one-story ultra-Brutalist box, made from concrete — a material rarely used for houses on Gotland — that had been poured into wooden molds to lend it a grain. Yet the 1,300-square-foot building that’s visible above ground, which includes hushed, honed public spaces in dark wood, a welded metal kitchen and two minimalist bedrooms, represents less than a fifth of the total living space: The rest is beneath grade, on three floors, descending nearly 50 feet.\n\nThe excavation and underground construction process felt like laboring in the mines. Skalso preserved and exposed as much of the original concrete structure as possible, connecting a series of high-ceilinged, lavishly spare, skillfully lit rooms with a spiral, matte-black steel staircase. In addition to a vast dining room, there is a large, round marble-lined hammam installed in a former missile silo; the sky is visible through a glass porthole three flights above. Next to it is a “spa” with custom rubber sofas. Despite how sleek and chillingly soundproof the place is — you half-expect to hear muffled screams from somewhere in the depths — the owners, who, incongruously, have two young children, are clearly aware of their house’s inherent drama: In a niche along one of the subterranean corridors, Skalso added a metal shelving unit stacked with cans of baked beans and bottled water, a wink to contemporary survivalist clichés.\n\nIt is an extreme way to live, but in the end Gotland, despite its reputation for placid beauty, is pretty extreme itself: remote and wind-whipped and fierce — with, finally, a corresponding architecture. There are more contemporary houses in the works on the island over the next decade, including a streamlined enclave of a dozen on the island’s northeast inlet anchored by the Fabriken Furillen inn. The Law of Jante, it turns out, especially its final tenet — “You shall not believe you can teach us anything” — is no longer true here, amid the quiet farmhouses, the monochrome of Falu red, the biblical sky that never ends. Subversion, it seems, takes its most intriguing form when there is something beautiful and pure to bend. “You need the right background to change the way people think,” Enflo had said, staring out at the field from the wide-open house he designed. “It’s that contrast that makes you free.”\n\nRelated:\n\nA Guide to Gotland, a Rural Paradise Off the Swedish Coast\n\nWhere the Swedes Go to Be (Really) Alone\n\nCold Comfort at the Edge of the World\n\nNot All Scandinavian Design is Minimalist\n\nBornholm: Crafts and Sunshine on the Danish Isle\n\nNancy Hass is the writer at large for T Magazine.\n\n\n\n\n\n\n\n", "keywords": ["houses", "islands", "shockingly", "house", "firm", "gotland", "built", "jante", "swedish", "architecture", "modern", "shall", "believe", "island", "skalso", "lowkey"], "polarity": 0.07554829927906855, "subjectivity": 0.43524690978537145},
{"title": "\n                    The Creative Couple Bridging the Worlds of Hospitality and Embroidery                ", "url": "https://www.nytimes.com/2018/03/16/t-magazine/design/naina-shah-abhishek-honawar.html", "text": "Outside Naina Shah and Abhishek Honawar’s Manhattan apartment, the sky is the color of raw concrete. But inside the couple’s airy East Village apartment, which smells faintly of Assam tea and glints with eye-catching Indian regional crafts — miniature caskets inlaid with mother-of-pearl, hand-woven kauna grass baskets, carved wooden spirit masks collected on their travels through Rajasthan, Kerala and Goa — everything sparkles with light.\n\nShah creates intricate decorations for European and American fashion houses using traditional Indian craftsmanship; she and her mother run the Mumbai-based bespoke embroidery company Aditiany, which produces hand-finished embellishments for the likes of Gucci, Erdem and Alexander McQueen. Honawar, a hotelier and restaurateur, operates, among other properties, the five-bedroom hotel 28 Kothi in Jaipur — a terraced jewel box of a guesthouse owned by Siddharth Kasliwal, an heir to Jaipur’s legendary jewelry emporium the Gem Palace. In the eight years since the pair started dating, and the two since they were married in Jaipur, Honawar and Shah’s respective creative worlds have become inextricable.\n\nYou have likely already seen Shah’s work, possibly without realizing it. The gold sequin snakes that wound up on the Renaissance-inspired gowns of Gucci’s cruise 2018 collection are the handiwork of Aditiany artisans. Each iridescent sea-foam-green sequin on the shimmering Calvin Klein dress that Lupita Nyong’o wore to the 2016 Met Gala was applied, by hand, at the company’s Mumbai atelier. Shah, who grew up in New York and learned the trade by working with her mother (who founded Aditiany in 1991), helps brands realize their most otherworldly visions, overseeing a 30-person-plus team of fabric buyers and embroiderers in Mumbai and New York. The atelier has helped transform a mohair sweater into a garden of silk trompe-l’oeil roses (Dolce & Gabbana), hand-beaded an entire custom jumpsuit tailored to model Bella Hadid’s body (Alexander Wang) and turned a velvet Saint Laurent smoking jacket into a galaxy of embroidered stars for Keith Richards.\n\nProducing each design requires its own kind of sleight of hand. The 33-year-old Shah splits her time between her studio in Mumbai and New York, where Aditiany has a showroom in the garment district, a storehouse filled with thousands of embroidery swatches: There are yards of gold bullion fringe and Chantilly lace, a rainbow of Murano glass beads and a vast library of brilliant crystals and semiprecious stones. She also makes about four trips a year to Europe to discuss upcoming collections with various houses. The creative process is collaborative: Design teams relay their references for the upcoming season, and Shah then presents samples of embellished fabrics — ’20s-​style bead-​trimmed lace, fragile Tyrolean-esque flower-stitched silk tulle and new embellishment techniques being developed by the studio in Mumbai, such as embroidery using recycled materials — that might fulfill those imaginings.\n\nAdvertisement Continue reading the main story\n\nRecently, Honawar began accompanying Shah on her visits to London, Paris and Milan, and joining her at meetings. “At first, people thought it was bizarre for me to meet [with] all these houses,” he says. “But I thought it was so interesting to sit there with someone like the head of Gucci or Prada as they tell you what they’re going to do for the next few seasons.” Maintaining a blurred boundary between personal and professional life could make some couples feel claustrophobic, but for Shah, Honawar’s interest is both creatively fulfilling and fun. Building relationships with luxury brands has given the 34-year-old Honawar ideas for new businesses as well, including a forthcoming design studio, a collaboration with his wife that Shah says will offer “everything from linens to glassware to the perfect towel,” and will highlight the best of Indian artisanal traditions.\n\nLike Shah, Honawar, who was raised in Mumbai, works mainly between India and New York. In addition to co-founding 28 Kothi in Jaipur, the three-outlet gastropub the Woodside Inn and the Pantry, a bakery in Mumbai, he also co-founded Inday, a vegetable-heavy cafe in N.Y.C.’s NoMad district. Along with two new projects in Mumbai — the recently opened Bombay Vintage, a traditional Indian restaurant, and a still unnamed Southeast Asian restaurant and cocktail bar — he’s also developing a Puglian-influenced auberge on 60 acres in the Rajasthani countryside. For years, he says, major Indian cities simply didn’t have the kind of dining options you’d find in Paris or London: You ate meals at home, not outside of it. The past decade, however, has changed that: American-born Indians, like his wife, have returned to their parents’ homeland, bringing with them expectations of a truly global restaurant scene.", "keywords": ["couple", "houses", "worlds", "restaurant", "embroidery", "hospitality", "mumbai", "york", "aditiany", "studio", "jaipur", "bridging", "indian", "creative", "shah", "honawar"], "polarity": 0.1668577891035518, "subjectivity": 0.4923813474660932},
{"title": "\n                    Make T Something | Misha Kahn                ", "url": "https://www.nytimes.com/video/t-magazine/100000005796323/make-t-something-misha-kahn.html", "text": "2 Movies\n\nAnatomy of a Scene | ‘Star Wars: The Last Jedi’", "keywords": ["scene", "wars", "misha", "moviesanatomy", "jedi", "star", "kahn"], "polarity": 0.0, "subjectivity": 0.06666666666666667},
{"title": "\n                    A Cultural Compendium of What’s New                ", "url": "https://www.nytimes.com/2018/03/16/t-magazine/a-cultural-compendium-of-whats-new.html", "text": "Advertisement\n\nPeople, Places and Things A Cultural Compendium of What’s New Lush tapestries from Loewe, modern bungalows in Portugal — and more.\n\nImage Tapestries from Jonathan Anderson's new Loewe capsule collection. Two show vintage illustrations of Loewe shop windows; two others, with repeating patterns of divers and fish, were based on fabrics from the early 20th-century. Artisans in Como, Italy, stitched together the photographic patchwork, while a Barcelona atelier made the multicolor striped piece (bottom, second from left) from long strips of shearling. Credit Joshua Scott\n\nJonathan Anderson’s Craft Odyssey\n\nThe new capsule collection from Loewe’s Jonathan Anderson was born from the same sense of wonder with which the designer once marveled over his grandmother’s hand-knit quilts. For nearly a year, he and his team searched the globe for the best artisans working with fabric, from manjak weavers in southern Senegal to ribbon embroiderers in New Delhi, eventually partnering with over 100 ateliers to create 50 made-to-order tapestries (plus 12 matching tote bags), which will debut at Salone del Mobile in Milan next month.\n\nEach piece tells its own story: A Kyoto-made patchwork (bottom, second from right), for instance, features sashiko, a centuries-old sewing method originally used by Japanese farmers, characterized by “little stabs” of white thread against indigo-blue cotton. For several other designs, a father-and-son-run workshop with a single loom in Aubusson, France, used a digital pattern generator to reproduce sepia-toned images from Anderson’s collection of found 19th- and early-20th-century photography. (The hand-dyed, multicolored stripe covering three nude figures’ midsections on one of these came from a mother-and-son business in Mumbai.) For Anderson, it’s a celebration of craftsmanship and a reminder that, in our fast-paced world, time may be the greatest luxury. “There’s this idea that we can consume everything digitally and we don’t pause,” he says. “How exciting that in the midst of all that, this sort of artistry is still happening today.” Prices upon request. — JACOBA URIST\n\nImage Credit Anders Ahlgren\n\nHeat Wave\n\nBerbere — a deep-red spice blend whose recipe, like those for curry and mole, varies from kitchen to kitchen, but typically begins with red pepper, cardamom, fenugreek and ginger — has long been a staple in Ethiopian cooking. “It’s what lends the stewed and roasted dishes called wats their distinctive and aromatic heat,” says Sam Saverance, co-owner of Brooklyn’s vegan Bunna Cafe, which serves a red lentil wat (at the center of the platter pictured above) as well as kategna, a berbere and olive oil paste spread over injera (sourdough flatbread). In addition to making berbere-spiced classics, Christopher Roberson of Etete, a contemporary Ethiopian restaurant in Washington, D.C., has lately been experimenting with berbere in other types of dishes, too, as with his popular injera chicken tacos with collard greens and fresh farmer’s cheese.\n\nNow, chefs across the country are following suit, and berbere is popping up in all kinds of cuisines. At Salare, a New American restaurant in Seattle, Edouardo Jordan braises blanched octopus in a sauce with berbere, red wine and crushed tomatoes — his spin on octopus tagine. “The complexity just wakes everything up,” he says. Maxcel Hardy, who plans to use lots of berbere (“it’s not a question of if, but how”) at Honey, his Afro-Caribbean restaurant set to open in Detroit later this year, first encountered the ingredient growing up in Miami. Chef Ayesha Nurdjaja, meanwhile, was inspired to recreate a berbere-rubbed chicken kebab for Shuka, Vicki Freeman and Marc Meyer’s new Mediterranean place in New York, after spending a week with an all-male Bedouin tribe in the Moroccan desert. The key, says Ari Bokovza, who recently added a pan-roasted hake with a berbere-laced chickpea ragout to the menu at New York’s Claudette, is to avoid store-bought blends — his take includes caraway, turmeric and spiced paprika. “It’s not labor intensive, so why not make it your own?” — KATIE CHANG\n\nImage Credit Nicolas Matheus\n\nModern Country\n\nNinety minutes east of Lisbon, amid the knotted olive trees and historic farmhouses of Portugal’s Alentejo region, sits the defiantly modernist Villa Extramuros. A Tetris-like assemblage of stone, glass and whitewashed concrete, the five-room bed-and-breakfast, which opened in 2012, was designed by Lisbon-based architect Jodi Fornells and eclectically decorated (Saarinen Tulip chairs, striped wool rugs from nearby Monsaraz) by its owners, François Savatier and Jean-Christophe Lalanne, a French couple. Now, they’ve teamed up with Fornells again to add a pair of free-standing cottages, just down the path (and past the infinity pool) from the main building. The facades of the new structures — perfect cubes of 500 square feet — are covered with local cork, and their interiors have been outfitted in a style Savatier calls “écologique-pop,” with ’70s-era brass lamps, handmade Artevida wall tiles, spindly-legged stools by Jasper Morrison and geometric prints by Aurélie Nemours. Here, after a breakfast including fresh figs and pasteis de nata delivered right to their door, guests might venture out to the nearby city of Évora, home to a 13th-century Gothic cathedral and the remnants of a Roman temple. Those returning to the compound in the evening need not worry about getting lost in the groves — each bungalow has a rectangular neon light affixed to it, one red and the other a gleaming yellow. villa​extramuros.com — GISELA WILLIAMS\n\nImage Credit Photograph by Charlie Schuck. Styled by Natasha Felker\n\nAn Hermès Watch, Boldly Updated\n\nHermès doesn’t often work with artisans outside its own in-house army of 4,300 craftspeople. But when they do seek out a collaborator, it’s one with both iconoclastic panache and refinement. Case in point: the 83-year-old Parisian industrial designer Marc Berthier, best known for his iconic 1967 plastic child’s desk, the Ozoo. In 2010, Berthier designed the Carré H watch for Hermès, which he’s remade in elegant, slightly outsize proportions.\n\nA bold steel square with rounded-off edges — a Berthier signature — the timepiece is now 38 mm (the original is 36.5 mm) and slightly curved so it follows the arc of the wrist. A gray dial (it also comes in black) features a crosshatched guilloché center that catches the sun. The numerals, preceded by a zero, are softly brushed with an illuminating finish. The slender second hand comes in yellow or red; a dash of contrast that shows off its creator’s good-natured playfulness. $7,125, hermes.com — NANCY HASS\n\nImage Credit Nicholas Calcott\n\nA Surrealist Console Table\n\nThe Duluth, Minn.-born, Brooklyn-based artist Misha Kahn cultivates detritus with a vengeance. At 28, he has shown his anarchic, cacophonous work — including one-of-a-kind furniture that incorporates found objects with weaving, glassblowing and metalwork — at the Walker Art Center in Minneapolis and as part of the artist Bjarne Melgaard’s installation at the 2014 Whitney Biennial. For “Midden Heap,” his immersive exhibit last fall at the Friedman Benda gallery in Manhattan, he fashioned giant, otherworldly aquatic creatures out of refuse like plastic bags, shards of glass and a cast-off toilet seat found at the beach in Brooklyn’s Dead Horse Bay. Perhaps unsurprisingly, Kahn likes to hear sound effects — slurping, squeaks — while he works. For his latest piece, he’s mated his manic, modern method with the centuries-old tradition of bronze casting. The seven-foot-long console, available in a limited edition of eight, was sparked by the artist’s longtime interest in surrealist animated shorts from the 1930s. With Noguchi-like edges, Boteroesque blobs and Tim Burton-inspired tendrils, the material gives his work a new gravitas, enshrining his joyful lunacy. Price on request, friedmanbenda.com — N.H.", "keywords": ["berbere", "restaurant", "whats", "work", "piece", "tapestries", "collection", "credit", "red", "cultural", "loewe", "compendium", "second"], "polarity": 0.10955051212404161, "subjectivity": 0.35551877316583197},
{"title": "\n                    The New Homespun Feel of Men’s Wear                ", "url": "https://www.nytimes.com/2018/03/15/t-magazine/fashion/mens-wear-spring-trend.html", "text": "Advertisement\n\nIn Fashion The New Homespun Feel of Men’s Wear This spring, single garments blend together different materials, colors and moods.\n\nImage Credit Photograph by Mark Kean. Styled by Jason Rider\n\nGiorgio Armani cardigan, $1,995, armani.com. Craig Green jeans, $485, craig-green.com.\n\nImage Credit Photograph by Mark Kean. Styled by Jason Rider\n\nGosha Rubchinskiy x Burberry coat, $2,395, newyork.doverstreetmarket.com. Craig Green jeans.\n\nImage Credit Photograph by Mark Kean. Styled by Jason Rider\n\nComme des Garçons Homme Plus jacket, $3,735, comme-des-garcons.com. Our Legacy pants, $260, ourlegacy.se. Model’s own jewelry.\n\nImage Credit Photograph by Mark Kean. Styled by Jason Rider\n\nCalvin Klein 205W39NYC shirt, $890, and pants, $990, calvinklein.com.\n\nImage Credit Photograph by Mark Kean. Styled by Jason Rider\n\nAlexander Wang tank top, $70, alexanderwang.com. Balenciaga pants, $850, (212) 226-2052. Lanvin sneakers, $650, lanvin.com. Falke socks, $28, falke.com.\n\nModels: Ladji at St. Claire, Jeppe Jensen at Tomorrow Is Another Day and Trystin Valentino at Margaux Models. Hair by Tamas Tuzes at L’Atelier NYC using R+Co. Makeup by Yui Ishibashi using Mac Cosmetics. Set design by Ian Salter at Frank Reps. Casting by Arianna Pradarelli. Tailoring by Carol Ai. Shot at Slic Studios. Photographer’s assistant: Matt Borkowski. Stylist’s assistants: Jeremy Anderegg and Kelly Harris. Set assistant: Russell Mangicaro", "keywords": ["mark", "photograph", "jason", "set", "wear", "using", "homespun", "styled", "credit", "pants", "models", "kean", "mens", "feel"], "polarity": 0.10927643784786642, "subjectivity": 0.4812615955473098},
{"title": "\n                    Expressive Hands Model the Season’s Most Distinctive Jewelry                ", "url": "https://www.nytimes.com/2018/03/15/t-magazine/fashion/esperanza-spalding-rita-sodi-jewelry.html", "text": "Advertisement\n\nJewelry Report Expressive Hands Model the Season’s Most Distinctive Jewelry Four creative women — Esperanza Spalding, Rita Sodi, Catherine Zuber and Yto Barrada — adorn themselves in sparkling jewels.\n\nImage Dubini ring, $1,049, Foundrae ring, $3,495, Nisolo rings, $24 each, Completedworks ring, $2,600, Dover Street Market New York, (646) 837-7750. Spinelli Kilcollin ring, $2,600, Monica Rich Kosann rings, $575 and $640, Max Mara top, $425, (212) 879-6100. Clockwise, from far left:ring, $1,049, 1stdibs.com ring, $3,495, foundrae.com rings, $24 each, nisolo.com ring, $2,600, Dover Street Market New York, (646) 837-7750.ring, $2,600, spinellikilcollin.com rings, $575 and $640, monicarichkosann.com top, $425, (212) 879-6100. Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nEsperanza Spalding\n\nThe prodigious composer and performer cuts a dazzling figure onstage, a place she’s been commanding since she was 8 and played violin with the Chamber Music Society of Oregon. Spalding’s voice can pitch, within beats, from high and bright to warm and sensuous, like a stream of fresh water running down a mountain. This past December, she released her sixth album, “Exposure.” The experimental album is an attempt to capture the experience of listening to live music, and was created in 77 consecutive hours, broadcast live on Facebook and released in a beautifully packaged limited edition of 7,777 copies. Spalding, who is based in Boston, is currently considering an accompanying tour. “It was just going to exist as this performance in real time and not have an afterlife,” says the 33-year-old. “The end result was really special and different.”\n\nImage De Beers ring, $750, Roberto Coin ring, $2,100, Pomellato ring, $2,360, Seaman Schepps bracelet, $2,950, (212) 753-9520. Rolex watch, $7,500, Giorgio Armani shirt, $495, From left:ring, $750, debeers.com ring, $2,100, neimanmarcus.com ring, $2,360, pomellato.com bracelet, $2,950, (212) 753-9520.watch, $7,500, rolex.com shirt, $495, armani.com Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nRita Sodi\n\nA decade after the Italian-born, Manhattan-based 56-year-old chef opened her first restaurant, I Sodi, on Christopher Street, it remains as close to Tuscany as you can get in the West Village, with traditionally prepared dishes like Cornish game hens and house-crimped ravioli. She next opened the rustically charming Via Carota in 2014 with her partner and fellow chef Jody Williams (the owner of the nearby French-inflected all-day bar, Buvette) — a synthesis of their two sensibilities — and soon, kitty corner, a snack bar called Pisellino. With Sodi, the food always tastes as good as it looks: There is never an object or dish too fussy or pretentious, from the simple-yet-decadent marble backsplash at I Sodi to the beautifully bright, sparsely adorned seasonal greens at Via Carota.\n\nImage Vhernier bracelet, $88,250, (646) 343-9551. Zuber’s own gloves. Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nCatherine Zuber\n\nThis N.Y.C.-based Broadway veteran of theater and opera costume design doesn’t shy from drama, especially when it comes to her sense of style. “Gloves complete an outfit, and elevate it to another level,” she says. “It’s a throwback to a time when a lady would always wear gloves no matter what. You feel a little more in the party spirit when you have them on.” Whether it’s for a drama like the mid-20th-century Manhattan-set “War Paint” or a classic Shakespeare play, the 67-year-old Zuber possesses an uncanny ability to create period dress that feels of the time but also dazzlingly modern. (Just look at her fantastically saturated interpretations of working women’s power suits of the 1950s, in electrified shades of violet and rose, for “War Paint.”) Currently, she’s creating costumes for Lincoln Center Theater’s new production of “My Fair Lady” (performances begin this March) and for Alex Timbers’s Broadway adaptation of “Moulin Rouge!,” set to open sometime next year.\n\nImage Aurélie Bidermann bracelet, $210, Temple St. Clair bracelet, $10,500, Aurélie Bidermann bracelet, $340, and ring, $240. Barrada’s own ring (bottom). Elizabeth Locke ring, $4,975, (800) 937-9146. Vintage David Webb ring, $4,500, Foundrae ring, $2,630. Selim Mouzannar ring (top), $1,480, Dover Street Market New York, (646) 837-7750. James de Givenchy for Taffin ring, price on request, (212) 421-6222. Sanjay Kasliwal of the Gem Palace ring, $2,000, (212) 988-1511. Barrada’s own watch and string bracelet. James de Givenchy for Taffin bracelet, price on request. Aurélie Bidermann bracelet, $340. Loro Piana shirt, $515, Clockwise from bottom left: Barrada’s own bracelets.bracelet, $210, aureliebidermann.com bracelet, $10,500, templestclair.com bracelet, $340, and ring, $240. Barrada’s own ring (bottom).ring, $4,975, (800) 937-9146. Vintage David Webb ring, $4,500, jillhellerjewelry.com ring, $2,630.ring (top), $1,480, Dover Street Market New York, (646) 837-7750.ring, price on request, (212) 421-6222.ring, $2,000, (212) 988-1511. Barrada’s own watch and string bracelet.bracelet, price on request.bracelet, $340.shirt, $515, loropiana.com Credit Photograph by Thomas Giddings. Styled by Malina Joseph Gilchrist\n\nYto Barrada\n\n“I prefer to do things by hand,” says the 46-year-old French-Moroccan multimedia visual artist. Barrada, who was raised in Tangier and educated in Paris and New York, where she currently lives, is a photographer and filmmaker, and the founder of Morocco’s Cinémathèque de Tanger, an independent “world cinema” movie theater that screens documentary and experimental films. She also makes her own large-scale textiles and sculptures that address everything from urban planning to paleontology. Her upcoming solo show, which will include her artistic investigations into hand-dying techniques (among other things), opens at Pace Gallery on 57th Street in Manhattan this spring, and her first major commission for the City of London opened last month at the Barbican; the installation, filled with murals, films and sculptures that examine the 1960 earthquake that devastated Morocco’s Agadir, questions how a city reacts and reinvents itself after such a disaster. “It’s a metaphor for other natural disasters,” says Barrada. “War, colonialism, any experience of trauma, loss and reconstruction.”\n\nManicurist: Rica Romain at LMC. Digital tech: Miguel Miranda. Photographer’s assistant: Marion Grand. Stylist’s assistant: Angela Koh\n\nThessaly La Force is the features director of T Magazine.\n\n\n\n\n\n", "keywords": ["jewelry", "york", "model", "bracelet", "646", "thomas", "hands", "ring", "styled", "sodi", "seasons", "barradas", "expressive", "street", "212", "distinctive"], "polarity": 0.22956497206497198, "subjectivity": 0.5326339401339402},
{"title": "\n                    This Artist’s House Is Not a Home                ", "url": "https://www.nytimes.com/2018/03/15/t-magazine/marc-camille-chaimowicz.html", "text": "Advertisement\n\nThis Artist’s House Is Not a Home On the eve of a major exhibition, Marc Camille Chaimowicz, whose art often examines interior spaces, prepares to leave the London flat where he’s lived and worked for 40 years.\n\nImage Marc Camille Chaimowicz surrounded by his work — hand-drawn wall coverings and drapery — at his new home inside a recently constructed building commissioned by the artist’s gallery, Cabinet, in London. Credit Jason Larkin\n\n“I CAN’T QUITE deal with it,” says Marc Camille Chaimowicz, in considerable understatement, on moving from the London apartment he has spent the past 38 years living and making his art in. The flat is on the top floor of Hayes Court, a 19th-century red brick building in Camberwell, South London, an area long known for having successive waves of artists such as Frank Auerbach and Griselda Pollock. We are sitting in the kitchen, which is filled with appliances from when he first moved in: the 1970s. That was also the era in which Chaimowicz, who is about to have his first solo museum exhibition in the U.S., at the Jewish Museum in New York, began creating his distinct body of cross-disciplinary work, which explores ideas of domestic life through fully realized life-size room installations that he fills with furniture, ceramics, collages, wallpaper, textiles and sculptures, many of which are his own design.\n\nThe influence of Chaimowicz’s work is hard to pinpoint, but everyone familiar with his art agrees that it is substantial. Is it his imagined rooms, so evocatively furnished as to suggest a story? Or his classic drawings, suggestive of abstracted body parts or fractured parentheses that appear on everything from wallpaper to murals to fabric? His persistently joyous sense of color? Most likely, it’s Chaimowicz’s anarchic lack of distinction between public art and private life that makes him a pioneer and also an enigma. “It’s not that he’s being directly copied by other artists,” says the British contemporary-art writer Louisa Buck. “But more that Chaimowicz has made a broad swath of practice permissible.” In the post-Pop world of his early career, the idea of calling a lampshade a work of art was sacrilegious; colors such as pastel pink or eau de nil — signature Chaimowicz hues — were anathema. Now, the hierarchies between art and ornament have dissolved, and Chaimowicz has emerged, in Buck’s estimation, “as a presiding force over a growing group of artists who are unashamedly playing with décor and environments,” Karen Kilimnik and Lucy McKenzie among them. His 2016 show at the Serpentine Gallery in London encapsulated both the singularity of the artist’s aesthetic and the diversity of his vision: three rooms, each appointed with his colorful retro-futuristic furniture, dreamlike illustrated wallpapers and abstract sculptures made from repurposed items such as vases or jugs or chairs. “Chaimowicz has suddenly become an urgent artist in the age of the internet, as boundaries become more porous,” says the Serpentine’s artistic director Hans Ulrich Obrist. Kelly Taxter, curator of the Jewish Museum show, suggests he’s particularly interesting now “because the work is in one sense very esoteric and abstract, but it’s also totally approachable. Everyone recognizes a chair and understands wallpaper. So there’s an immediate understanding of his art, coupled with the layers of poetry behind it.”\n\nAll of these layers — the everyday and the intellectual, the romantic and the rigorous, the domestic and the dramatic — are present in both the home he is leaving behind and his new one, located just over a mile away in Vauxhall, in a 12-sided free-standing brick-and-concrete building commissioned by Cabinet, the London gallery that represents Chaimowicz as well as Ed Atkins and Lucie Stahl. Designed by the British firm Trevor Horne Architects in collaboration with Cabinet’s artists, the structure’s three lowermost floors serve as the gallery’s showspace; above are two floors of residential apartments, including Chaimowicz’s. He’s contributed to the building’s facade, designing its large, jaggedly geometric windows, set in natural oak frames, an indication of Chaimowicz’s innate inclination to live among his art pieces. Unsurprisingly, the interiors of both the Hayes Court and Cabinet flats keenly resemble his work. Each is constructed almost entirely from his imagination, from the lamps to the drapes to the wallpaper. As more than one curator who has worked with Chaimowicz has pointed out, his installations are Gesamtkunstwerk, or “total work of art,” and in Taxter’s view they align the interior of the home with “the psychological and interior life of the artist.”\n\nImage Chaimowicz’s old flat has a time-warp feeling, thanks to a wealth of early 20th- and midcentury furniture, including these 1930s chairs in the sitting room. Credit Jason Larkin\n\nSpry and dressed in a corduroy jacket, a chevron scarf and a beige trilby, Chaimowicz gives me a tour of his Hayes Court flat, which consists of three humble rooms. The question of what the space will become is on his mind. It must live on in some way, he feels. As a museum dedicated to his work? A short-lived art installation? Its future is still uncertain, reliant perhaps on a benefactor. “Is that a real Warhol?” I ask, trying to stand back in the narrow corridor, papered with a whimsical white-and-gray Chaimowicz-designed pattern, to get a better view of a purple screen print of an electric chair hanging on the wall. “Yes,” he replies, with a sidelong smile. “Don’t tell anyone, will you? It’s quite discreet.” Then he considers the question again, and adds another layer of mischief. “What is real?” he asks, rhetorically. He shrugs. “But it’s a signed edition.” In the room nearest the front door is Chaimowicz’s archive: documentation of his work organized into file boxes, a collection of decorated plates and another of ordinary, bourgeois-colored glass bowls and vases. In the room opposite this one is where he draws, a sunny space with a drafting table and bookshelves dotted with small-scale models and color charts. (When Taxter visited, she discovered there were nearly 100 maquettes of furniture designs — they were, she says, “intimate and beautiful,” and around half of them are on view at the Jewish Museum.)\n\nThe rest is a faded mise-en-scène, an “art scene,” as a crime scene bears the traces of a crime. Everything feels like evidence of a life lived, as if the flat has already become a tribute, wonderfully trapped in time. This is in part because the furnishings not created by Chaimowicz are either design classics (by Otto Wagner and Eileen Gray) or simple, almost suburban, midcentury pieces (a ’50s-era gas stove, red glossy chairs, ’70s-era beige and salmon carpet). In the bathroom with a forever-dripping tap, the walls above the tub have been painted by Chaimowicz in Matisse-like patterns in his signature sun-faded, candy-colored palette. They are faint, repeated, reminiscent of something — colors inspired by Bonnard, perhaps, or Marie Laurencin, or textile sketches by Vanessa Bell. In the living room, which is papered in those same shades, a photograph of his previous apartment, a subsidized studio in the East End, where he lived briefly in the mid-70s, hangs on the wall, creating the effect that each of his homes relates to the next like a Russian nesting doll.\n\nImage The artist’s new bedroom, brightened by furniture and a blanket of his own design. Credit Jason Larkin\n\nImage At left, a hand-painted mural in the bathroom of Hayes Court. At right, paper flowers and a vase sit on a table in the study of Chaimowicz’s new flat in Vauxhall. Credit Jason Larkin\n\nTHE FOLLOWING DAY we meet in the new flat, where he is already sleeping, liberated, he says. “It’s the purest pleasure, partly because I’m able to break free from my past.” The walls already bear the mark of his arrival — he’s left most of them bare and freshly plastered, “what the Romans called patina,” he says. At the entrance to the kitchen, he’s covered a door in a purple, pink and orange bamboo stalk-print laminate of his own design. Inside the kitchen, similar patterns are collaged on the wall with many others — overlaid, clashing, apparently as random as strips of papier mâché, yet oddly classical in their prettiness. A curtain in his bedroom — echoing the graphic he recently designed for the cover of the London Underground pocket map — was made from fabric he designed with a pink, white and yellow chainlike motif. “I’ve declared this flat a white-free space,” he says with a smile, revealing what appears to be a long-held yearning to live and create his art somewhere shiny and new.\n\nIf Chaimowicz’s work is hard to classify, that’s partly because its impact is sensory and indirect, like a mist. Memory, home, reverie, nostalgia, longing: These are all evoked. In a recent exhibition called “Tears Shared” at the South London gallery Flat Time House, Chaimowicz showed a collection of jewel-toned glassware. He arranged the pieces against a conservatory wall. When the light caught them, it scattered multicolored rays around the room. In a film, such a sequence of rainbow refractions might be used to summon a childhood memory, or trigger a sunlit meditation. Here, one is meant to simply bask in the cast light and form a story of one’s own. Taxter compares the experience to reading a book: “You’re reading a story but you and the person next to you have a completely different projection of what the characters sound and look like.” In the installation that launched his career in 1972, “Celebration? Realife,” he filled a former ballroom at Gallery House in London with cheap lights, everyday detritus and found objects — a scene that looked like the aftermath of an explosion in a dime store or a flea market or a disco. Then he invited viewers into another room to discuss the work over coffee. Also as part of the artwork, Chaimowicz slept in the building at night throughout the period of the exhibition.\n\nThe work that anchors the Jewish Museum show, which opens March 16, is called “Here and There,” and was first installed in 1978 across two rooms at the Hayward Gallery in London. One room evoked a domestic interior (“here”) and the other recreated a more formal gallery-type space (“there”), with the intent of transferring art from the lived life into the exhibited one. That room contained collages of black-and-white photographs on movable panels. Because Chaimowicz works in a way that is site-specific, each of his shows has its own set of considerations. The iteration of “Here and There” for the Jewish Museum has been conceived because the building was once a home: Its history as a 1908 mansion belonging to the wealthy Warburg family and its ornate interior have become part of the story Chaimowicz has chosen to tell.\n\nImage The facade of the Cabinet gallery building in Vauxhall, for which Chaimowicz imagined the graphic windows. Credit Jason Larkin\n\nHis own story is one he reveals with less ease, and explains, perhaps, why he works in refractions. He was born in postwar Paris, to a Polish father and a French mother. They never spoke about the war. “We don’t talk about that. We never did,” he says, as if his parents were alive and all the family rules still in place. His father, who had a degree in mathematics, got a job at Institut Curie in Paris and later became involved in early electronics. When Chaimowicz, who has two younger sisters, was about 8, the family moved to the U.K. “You see, my parents were very naïve,” he explains with his sly smile. “They’d heard that the English education system was very good. They hadn’t heard about the class system.”\n\nChaimowicz, who spoke no English, arrived in the postwar period when the two-tier British education system left pupils that were less academic out in the cold. Armed, at 16, with very few qualifications, he went to Ealing Art College, then to the bohemian Camberwell School of Art, and did a postgraduate degree in painting at the famous Slade School of Fine Art. By the time he arrived, he had burned all of his paintings. He respected theorists and conceptual artists such as Victor Burgin and Gustav Metzger, yet he couldn’t identify with any of them. Sympathetic to emerging currents in feminism, he found that intellectual art world very male. “My mind was drawn to left-wing ideology,” he recalls. “But the left-wing practice produced art that I could not enjoy. It was lacking in pleasure, color and sensuality. All the things that matter to me.”\n\nAt Slade, the classical premise that you must suffer for your art was pervasive, but Chaimowicz was having none of it. “The people I was looking at didn’t seem to have suffered to that extent. Fragonard seemed to have a great time. I thought: I want to be like Fragonard!” After graduation, Chaimowicz was awarded a studio space in East London by Acme, a nonprofit program that partners with London art schools to grant budding artists a subsidized place to create, and he volunteered in a fabric design studio in Lyon. As his interest in the applied arts evolved, his sense of work as an evolution of his life emerged too. Bonnard and Vuillard were a guiding light. “It was a very rich period in terms of my practice. I’d think: I want some wallpaper but there’s nothing I like and I can’t really afford it anyway. Maybe I could make my own wallpaper,” he says. “I was prioritizing my lifestyle, to the extent that there were complaints about me to the head office. Other artists were walking down the road seeing me on the ground floor of my studio with floral curtains, drinking tea with friends and socializing, and they’d say: ‘This guy’s not working! He’s fraudulent, he’s wasting precious space!’ ” Out of that very transgression, Chaimowicz built a career.\n\nImage Almost everything inside the Cabinet gallery space is custom fit, including the sunburst fluorescent tube lighting on the ceiling. Credit Jason Larkin\n\nImage At left, for nearly 40 years, Chaimowicz created collages, tiny furniture prototypes and whimsical illustrations for his textiles, wallpaper and glassware inside this workspace at Hayes Court. At right, a glimpse of the bathroom in the new apartment. Credit Jason Larkin\n\nWHEN CHAIMOWICZ GLOSSED over his parents’ part in the war, I thought we’d have to return to that subject somehow. Earlier, he’d told me, apropos of the New York venue, “I have no connection with the Jewish faith whatsoever,” and although I understood the point about his upbringing and his mother’s Catholicism, it seemed to leave part of the story untold. He suggested that we do some of the interview in French, and his childhood seemed a good topic to cover that way. We switched languages. The era and timbre of Chaimowicz’s French is magnificent: rounded, classical, an accent that barely exists in contemporary France. It added a layer of intrigue: His native voice belongs not to a place but to the past.\n\n“I grew up in Montparnasse,” he began. He spoke of envying his sisters’ dolls, and weekends spent in the suburbs with his maternal grandmother, who had warehouses she lent to people who ran flea markets. “I spent every weekend chatting to the stallholders,” Chaimowicz remembered. “It was wonderful for a boy of 6, 7, 8 years old.” The nostalgia for such things is clearly embedded in his work, which incorporates found domestic objects (like the colored glass). And just when the Proustian reverie seemed about to take off, Chaimowicz said, by way of sudden punctuation: “So, that’s childhood.”\n\n“Wait,” I said. “You haven’t spoken about your father.”\n\n“I haven’t spoken about …?”\n\n“Your father.”\n\n“My father?”\n\n“Yes.”\n\nThe equivocation felt, at the time, oddly prolonged.\n\nImage Having remained virtually unchanged since the ’70s, the Hayes Court flat — filled with a mixture of Chaimowicz’s work, vintage furniture and ’50s appliances — is a work of art, a time capsule and a living space all in one. Credit Jason Larkin\n\nMost of what Chaimowicz told me about his father he preferred not to make public. We spoke about the reasons why — since an exhibition at the Jewish Museum would seem to precipitate some discussion of a Jewish link. Chaimowicz felt his father had suffered enough; his past had been taboo in his lifetime, and it was only right that it should remain so. Yet in respecting his need to preserve his father’s privacy a point is made sideways: a point about history and identity, about how one can be excluded from groups to which one might be expected to belong; about fear, about memory, about gray areas of belief. And all of this offers some purchase on Chaimowicz’s slippery lifelong subjects: home and remembrance, above all.\n\nChaimowicz’s father was born Jewish but was not religious. His father’s father was one of the founders of the Socialist party in Poland, and anti-Zionist. Chaimowicz père escaped to France and married Chaimowicz’s mother; they brought up their children in the Catholic faith. Once they moved to Britain, the children had French and English culture to manage: They couldn’t cope with a third. The link to Poland was, essentially, erased. Meanwhile, his father’s family disappeared.\n\nChaimowicz suggests that, like many fathers of that era, his was not very present. But there was a moment of rapprochement between them. Chaimowicz was asked to have a show in Warsaw in 1993. He accepted as his father was dying in the hospital. The Warsaw curators wanted to publish one of his sketchbooks in facsimile, and he drew, as a frontispiece, a picture of his father. He’d been to see him in the hospital, and he drew him from memory. He’d never done anything like that before. The resulting resemblance was uncanny. We pause over this. The story makes a much broader sort of sense. His father might once have known him as a boy who could draw, yet memory and intimacy are what Chaimowicz has made his materials. In his hands, even a complicated reminiscence can become something lightly and mysteriously rendered, with the restorative force of a fleeting resurrection.", "keywords": ["flat", "house", "work", "artists", "art", "jewish", "london", "chaimowiczs", "room", "father", "chaimowicz"], "polarity": 0.09543352592747753, "subjectivity": 0.36521759938090576},
{"title": "\n                    Some of the Most Provocative Political Art is Made With Fibers                ", "url": "https://www.nytimes.com/2018/03/14/t-magazine/art/fiber-knitting-weaving-politics.html", "text": "Hicks is sometimes linked with other ’60s and ’70s post-Minimalist sculptors, including Françoise Grossen and Jackie Winsor, female artists who turned to fiber (often rope) both for its formal properties and its associations beyond the art world, its household and industrial applications. Other artists of that era put textiles at the center of an explicitly feminist program, using conventionally “dainty” handicrafts — knitting, crocheting, embroidery — to express ambivalence about childbearing, or rage at women’s domestic oppression. For “Womanhouse,” a fabled group installation organized by Judy Chicago and Miriam Schapiro in an abandoned Hollywood mansion in 1972, the artist Faith Wilding created a room-size net of crochet work that recalled spider webs, Gothic horror films and human tissue, including uterine lining.\n\nThese artists weren’t necessarily thinking of posterity. Textiles are notoriously difficult to conserve. Some fiber artists, taking their cues from the newly insurgent genre of performance art, intended their works to be temporary. Grossen, known for her sculptures and installations of braided rope that hang from the ceiling or twist along the floor, saw many of her largest works dismantled as the spaces they were created for (building lobbies, corporate offices) were altered or changed hands. The Polish-​born artist Magdalena Abakanowicz, who for nearly three decades beginning in the 1960s created haunting abstract sculptures in burlap and sisal, began working in bronze (a more traditionally “heroic” medium, valued for its durability) in the late 1980s. In fact, in the hierarchy of artistic materials, textiles (with the exception of tapestries) have often occupied a lowly rank. Toward the end of her life, even Anni Albers gave away her loom and her stock of threads, turning her attention to printmaking. “She said she realized that as a textile designer or weaver she would never be admitted to the magic circle of art,” Sheila Hicks recalls.\n\nAdvertisement Continue reading the main story\n\nYET A GENERATION later, fiber art looks fresh again. Two years ago, for example, the Crystal Bridges Museum of American Art in Arkansas purchased one of octogenarian artist, author and activist Faith Ringgold’s “story quilts” for $461,000 — a record (times 30) for the artist. The quilts, which the painter began making in 1980 — inspired by Tibetan thangkas, her seamstress and designer mother and her great-great-great-grandmother, who quilted as a slave — combine painted canvas, fabric piecework and handwritten text to reclaim unexplored corners of African-American life and history. And for emerging artists, fiber offers renewed possibilities of eloquence and emotivity. Sophia Narrett, a recent Rhode Island School of Design graduate whose solo exhibition of embroideries opens at Brooklyn’s BRIC Arts/Media center in May, wrote in an email, “When an object is developed by human hands for hundreds of hours, it leaves a quality in the surface that can be sensed.” Her wall hangings, stitched with cotton thread in a lush, painterly style, detail surreal encounters — naked figures cavorting in basements and woodlands; immolated princesses. Their hand-worked surfaces make them seem intimate and vulnerable, in keeping with her art’s themes. “This physical commitment is a part of how I communicate my sincerity,” Narrett explained. “Embroidery and its implicit history help specify the tone of my stories, one characterized by obsession, desire and both the freedoms and restraints of femininity.”\n\nJane Austen, who sat writing “Pride and Prejudice” in a drawing room corner as her women friends whiled away the hours embroidering, might have arched an eyebrow. Can we really fight patriarchy with weapons borrowed from the history of upper-and-middle-class women’s confinement? But then one remembers the one million knit “pussy hats” that appeared at last year’s Women’s March in Washington. Pussy hat co-creator Jayna Zweiman learned to knit while in architecture school and returned to it while recovering from an injury. “I went with my friend Krista to a knitting store and discovered a place where you could be with people and listen,” she said on the phone from L.A. “Things kind of flow, and everyone is supportive. I think it’s a fantastic model for community.”\n\nPhoto\n\nZweiman’s most recent effort is the Welcome Blanket project: more than 2,675 40-by-40-inch blankets, created by people from across the U.S. and abroad in response to President Trump’s proposed border wall. After being exhibited at the University of Chicago’s Smart Museum of Art last fall, the blankets — objects of protest transformed into instruments of comfort and hospitality — are currently being distributed to newly arrived refugees.\n\nIn fact, fiber art, with its inherent portability (you can fold it, roll it, wear it) seems uniquely suited to our era of geopolitical crisis and mass migration. In “Sanctuary” — a recent project by the San Francisco-based FOR-SITE Foundation — handmade wool rugs designed by 36 international artists reflecting on themes of refuge, cultural identity and displacement covered the floor of Fort Mason Chapel. Visitors were asked to remove their shoes to experience the work: “It makes people feel more vulnerable,” the curator Cheryl Haines explained. “But the rugs are so sumptuous — people tell me they also feel calmed and engulfed.”\n\nThat’s something the Chinese artist Lin Tianmiao also noticed in her recent show at New York’s Galerie Lelong & Co., for which she carpeted the space with antique Chinese rugs, thickly embroidered with words in several languages denoting “woman,” ranging from cryptic sexual slang (“burger”) to expressions of devotion (“goddess”). Many of the phrases were derogatory, and yet “it surprised me,” Lin said, “that almost every viewer seemed to be very happy within the work.”\n\nCall it the “fiber effect,” if you will. It must be part of what motivates guerrilla yarn-bombers who, under cover of darkness, envelope fire hydrants, tree trunks and parking meters with knitted coverings that seem like the product of someone’s seriously wacky grandmother. (The movement’s Texas-based founder, Magda Sayeg, once knitted the equivalent of a tea cozy for an entire Mexico City bus.) In a political climate marked by its coldheartedness, let’s not underestimate fiber’s power to evoke memories of a more congenial era, to celebrate the handmade and, not incidentally, invoke wonder and that rarest and most coveted of emotions: joy.", "keywords": ["textiles", "rugs", "political", "artist", "provocative", "artists", "recent", "art", "created", "womens", "history", "fibers", "fiber"], "polarity": 0.15751200853940583, "subjectivity": 0.46186325090434677},
{"title": "\n                    In Extreme Times, Extreme Clothes                ", "url": "https://www.nytimes.com/2018/03/14/t-magazine/fashion/extreme-times-extreme-clothes.html", "text": "Advertisement\n\nIn Fashion In Extreme Times, Extreme Clothes Fashion has always reflected — and deflected — global unrest. This season, the responses are as hysterical as the culture itself.\n\nImage Gucci, Alessandro Michele presented a post-national vision of a vanished, mythic aristocracy — one that alluded to lost dynasties and empires. All clothing by Gucci, At, Alessandro Michele presented a post-national vision of a vanished, mythic aristocracy — one that alluded to lost dynasties and empires. All clothing by Gucci, gucci.com Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nFROM RICK OWENS’S ragged T-shirts and canvas shifts to the giddy ornamentation of Alessandro Michele’s Gucci, all glitz and blitz and reconstituted Elton John costumes, the spring collections appeared to not have a common thread between them — a seemingly bipolar mix of downtrodden, derelict styles and escapist fantasies. Rei Kawakubo’s Boschean excess at Comme des Garçons — clashing Renaissance paintings and Japanese cartoons as prints and reconstituted pileups of tacky plastic children’s toys as headpieces — was a stark contrast to Miuccia Prada’s comic-book-print warrior women and the tatty gewgaws and currency-​war patterns of Demna Gvasalia’s Balenciaga collection. There, the idea of luxury was debased and devalued with gaudy dresses, blouses and skintight pant-boot hybrids cut in post-Brexit-inspired euro-note and dollar-bill patterns.\n\nSo, what is it with fashion at the moment? Designers appear to have assumed a fight-or-flight response to these uncertain times, which, to some — especially those with a flair for the dramatic — look a lot like the end of days. “Fashion is a reflection of the way we live,” said Gvasalia backstage at Balenciaga. “I wanted to create a feeling that something dangerous was going to happen.” He was talking, specifically, about the sturm-und-drang mood at his show, which took place in a blacked-out venue filled with smoke and the boom of ominous trip hop music. The message was less “apocalypse now” and more “apocalypse soon.”\n\nArt, literature and film frequently tackle themes of end-of-the-world-as-we-know-it destruction — in 2017 alone, there was the TV adaptation of Margaret Atwood’s dystopian novel, “The Handmaid’s Tale,” which felt eerily prophetic; Kara Walker’s towering Goya-esque murals shown at New York’s Sikkema Jenkins & Co. in September, which depicted the unfolding of a modern, racially charged civil war; the artist Jonathan Horowitz’s doctored photo of President Trump playing golf while the sky above him burned; and, even, a sequel to that earlier neon-fizzed end-times nightmare, “Blade Runner.” But apocalyptic naysaying is less frequently found in fashion, an industry that trades on optimism, fantasy and, most importantly, an ability to predict the future. But in moments of great distress, even clothing tends to reflect our troubles. Immediately prior to the outbreak of war in 1939, there was a surfeit of Austrian and Bavarian influences in the industry; in the late ’80s, Black Monday gave way to the rise of a movement dubbed “deconstruction” that originated with the Belgian designer Martin Margiela, whose leitmotif was the unfinished hem and the inside-out seam. His clothes were purposefully made to look poor — because the world suddenly was. It was a volte-face to the excess of the early ’80s, the dancing-on-the-lip-of-the-volcano styles of Christian Lacroix and his archaic indulgences of crinoline pouf skirts and Second Empire extremes.\n\nImage With his two-in-one garments — a car coat stitched atop a vest; a trench attached to a denim jacket — Balenciaga designer Demna Gvasalia made a darkly witty reference to the idea of fleeing unrest with just the clothes on your back. All clothing and accessories by Balenciaga, (212) 206-0872. Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nDesigners appear to have assumed a fight-or-flight response to these uncertain times, which, to some — especially those with a flair for the dramatic — look a lot like the end of days.\n\nImage Marc Jacobs’s spring collection was a global mash-up of cultures and textures, including bejeweled turbans designed by the English milliner Stephen Jones. In borrowing from many tribes, Jacobs invented his own. All clothing and accessories by Marc Jacobs, ’s spring collection was a global mash-up of cultures and textures, including bejeweled turbans designed by the English milliner Stephen Jones. In borrowing from many tribes, Jacobs invented his own. All clothing and accessories by Marc Jacobs, marcjacobs.com . Stephen Jones for Marc Jacobs turban, marcjacobs.com Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nYET THIS SPRING’S fashions, more than in any era in living memory, seem inextricably linked to the times in which we live. They are hysterical, scatterbrained and lunging toward extreme opposites (glittery at Gucci, wasteland-era at Rick Owens) just as global political parties have become more polarized themselves. The collections telegraph post-national, post-history and post-internet ideas — all of which bear individual examination. The post-national is, perhaps, the easiest to connect to culture’s current fixations: Eschewing borders as various governments seek to enforce them, fashion is, in a sense, evoking an aesthetic idyll, a leftist liberal dream in step with most fashion designers’ sensibilities. The post-nationalism of fashion has emerged perhaps in response to the rise of the right wing — not only across America, but in much of Europe, too, where the notion of patriotism has been used as a Trojan Horse for prejudice and white supremacy.\n\nEqually, post-nationalism is a reaction to the ongoing furor around perceived cultural appropriation — when even a hairstyle can cause widespread outrage, as was the case with the dreadlocks worn by models at last spring’s Marc Jacobs show, highlighting the politicization of black women’s hair. Rather than the clichéd references of early 2000s fashion (and before), where collections could be readily and easily labeled “African,” “Asian” or even “French,” the industry’s boundaries have now almost dissolved. Jacobs’s spring collection, for example, was a globalized, turbaned bricolage of different eras and locales, eluding facile categorization — an eccentric ancient-modern tribe beyond identification, a vision of a nativeless world, with a single culture created from the flotsam of many. And when a designer does flatten their inspiration into the now-old-fashioned adage of X meets Y (Queen Elizabeth plus Duke Ellington, say) it feels hopelessly dated. As for post-history, fashion is oft chastised for its reliance on retro ideas and is encouraged instead to look forward. But what if that outlook is bleak? Fashion’s current point of view is hesitant, reluctant even, to think too much about the future.\n\nAs the line between true and false and right and wrong becomes disorientingly blurred, designers are challenging other norms — including the purpose of clothing itself. Mutated hybrids are emerging, the most extreme being Balenciaga’s propositions of entirely separate garments — like denim jackets and trenches or opera coats and padded construction worker’s vests — conjoined at the neck, leaving one or the other flapping over the front or flank, or Phoebe Philo’s two-in-one trench coats for Céline, which are sewn together in an infinity loop at the bottom hem.\n\nAt Maison Margiela, John Galliano sliced his clothes apart with a technique he dubs “décortiqué” (translation: “peeled” or “shelled”), stripping the garment to a framework of ribbony seam allowance, with open space between. The concept rethinks a jacket’s reason for being: It will no longer protect you from the elements, a previously essential component of a garment, that could, perhaps, become unnecessary due to the ever-rising mercury of climate change. Rick Owens’s spring show had swollen, bulbous volumes erupting from various points on the torso, which, he said, scrambled familiar bodily shapes. Most everything he showed featured zipped pockets, transforming a piece of clothing into something more akin to a suit fit for a nomadic post-apocalyptic existence, an outfit for a world in which not only the idea of nation had become irrelevant, but that of home as well. With nowhere to store your belongings, you had to carry them with you.\n\nImage Rick Owens’s protective, body-obscuring, heavily padded garments recalled tents, turtle shells and rucksacks: clothing for an era in which home is whatever you can carry with you. All clothing and accessories by Rick Owens, ’s protective, body-obscuring, heavily padded garments recalled tents, turtle shells and rucksacks: clothing for an era in which home is whatever you can carry with you. All clothing and accessories by Rick Owens, rickowens.eu Credit Photograph by Marton Perlaki. Styled by Malina Joseph Gilchrist\n\nWalter Bradford Cannon, the physiologist who first coined the term “fight or flight,” observed that fear was the motivation for the latter and rage for the former — although both could be triggered by the same event. That seems to be the instinct of designers, too, caught (as are all of us) between fear for survival (of humanity, of themselves, or maybe just of their business) and raging against the machine. Rick Owens characterized his show as “a gesture of turning away from threat, not really as escapism, but as rejection.” Others were rather more fantastic — Alessandro Michele’s Milanese Gucci show, for instance, with its gang of rootless rebels in glittering neo-folkloric dress traipsing a runway reimagined as a fabulist map of artifacts from the ancient world. (In reality, they were fakes shipped from the Cinecittà film studios in Rome.) Fight or flight, or fatalist versus fabulist, is the season’s key message.\n\nBut how can you run from — or fight — an apocalypse? Apocalypse evokes the notion of worlds falling apart in spectacular, high Hollywood fashion — a flood, an asteroid, and existence being wiped out. Judgment Day. But perhaps the apocalypse we are approaching is, to a degree, a destruction of worlds rather than the world, a collapsing of established orders and ways of doing business. On a base, commercial level, the old rules of seasons and of male and female suddenly seem inapplicable, irrelevant — fashion labels are challenging gender binaries, eschewing retrospective styles, cultural cherry-picking and lazy luxury for something more fluid and less easily categorized.\n\nOwens cited the Italian poet and activist Filippo Tommaso Marinetti’s “Manifesto of Futurism,” written in 1909, as an inspiration for his show. “There are a few unfortunate attitudes in this manifesto regarding women and book burning,” he said with his typical deadpan candor. “But what’s fascinating about radical utopian movements is that they start with the best intentions but then degenerate and crumble. Until the next wave of hope appears over the horizon.”\n\nModel: Achok at DNA Model Management. Hair by Adam Szabo at Frank Reps using Oribe. Makeup by Yumi Lee at Streeters using Nars Cosmetics. Casting by Arianna Pradarelli. Photographer’s assistants: Gabriela Worosz and Alexandre Hertoghe. Stylist’s assistant: Gage Daughdrill", "keywords": ["extreme", "marc", "jacobs", "clothing", "accessories", "fashion", "world", "spring", "clothes", "gucci", "apocalypse", "times", "rick"], "polarity": 0.0413168449197861, "subjectivity": 0.46731808632543936},
{"title": "\n                    9 Elegant Trinket Boxes                ", "url": "https://www.nytimes.com/2018/03/14/t-magazine/design/trinket-boxes.html", "text": "Market report\n\n9 Elegant Trinket Boxes\n\nA place for your most precious possessions.", "keywords": ["boxes", "market", "report9", "place", "precious", "boxesa", "possessions", "elegant", "trinket"], "polarity": 0.5, "subjectivity": 0.8333333333333334},
{"title": "\n                    Vive le Croissant!                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/food/croissant-hybrid-cronut-frankenpastries.html", "text": "Some mock these as “Frankenpastries,” a term with echoes of “Frankenfood,” coined in 1992 by an English professor at Boston College expressing dismay over genetically engineered crops. That label is tongue-in-cheek, though just as Mary Shelley’s fevered novel hints at societal fears of miscegenation and “impurity,” the notion that these baked goods represent unholy unions suggests that there are clear borders in the culinary world that one ought not cross. Two centuries ago, the French led a shift from free-form cooking to codified techniques and built a system for achieving and recognizing mastery that still defines the professional kitchen, pastry or otherwise. So inevitably it’s the croissant that’s seen as being in danger of degradation: the noble, labor-intensive French pastry sullied by its union with the crude, arriviste American doughnut or muffin. (Another iteration was unveiled in January by Vive la Tarte in San Francisco: the tacro, a savory pork- or chicken-stuffed taco with a croissant shell.)\n\nPhoto\n\nYET THE CROISSANT itself was born of crossed borders. The butter-laden layered dough has roots in medieval Arab practice, and the pastry’s shape comes from the Viennese kipferl, said to have been modeled after the Islamic crescent borne on the banners of 17th-century Ottoman invaders. (Although this back story is likely apocryphal, in 2013 a rebel stronghold in Syria banned croissants as symbols of colonialism.) Few dishes, let alone desserts, have remained static over time: Blancmange, a molded milk pudding, was once a chicken casserole; craggy coconut Italian-Jewish macaroons share ancestry (going back to early Sicilian pasta) with the polished round French macarons that have ruffled hems, which languished as solitary disks until someone sandwiched them around ganache a little over a century ago.\n\nIf anything, today’s nouvelle pastries mark a return to the spirit championed by Marie-Antoine Carême, the early 19th-century forefather of French cooking, inventor of the soufflé and the croquembouche and architect of monumental confectionery centerpieces that rose up to three feet — nearly as high as the sculptured hairstyles of his late namesake, Marie Antoinette, the Austrian princess whose own love for viennoiserie may have inspired the myth of her declaring, “Let them eat cake.” Carême has disciples in Paris today, including Christophe Adam, known for éclairs ornamented with edible silver, popcorn and Mona Lisa eyes; Jonathan Blot, conjurer of macarons that taste like bubble gum; and, of course, Pierre Hermé, who daubs raspberry-lychee pâté inside croissants and showers them with candied rose petals. Like the original viennoiserie, which were painstakingly elegant pastries designed for the Hapsburg court in imperial Vienna that eventually became indispensable to the city’s sidewalks, their decadence is matched by the virtuosity of their construction and their element of surprise: They are, then as now, as much for beholding as for eating.\n\nTheir contemporary allure is aided by the diminishment of desserts at midrange restaurants, which after the recession of 2008 began to shed pastry chefs, unable to justify the expense for a course that yields little profit. As restaurant desserts have become simpler and homier — olive-oil cake, anything with chocolate — once plainspoken baked goods have turned rococo, offering an aura of luxury, enhanced by how difficult they are to procure before selling out each morning. At $4 to $8 each, these small but elaborate edifices seem worthier than the run-of-the-mill pastries available at every urban corner deli and curbside coffee cart, enabling their artisans to cover the ever-increasing cost of basic ingredients, particularly butter, whose price hit a historic high last year.\n\nAdvertisement Continue reading the main story\n\nIndeed, French butter, which has a higher percentage of fat and a pronounced tang from cultured cream, is so desirable across the globe, it’s starting to disappear from grocery shelves in France. This is partly because more people are making pastries than ever before; as a French professor explained to The Economist in November, “China has discovered croissants.” But if the trend continues, the croissant as we know it — a straightforward compact of butter, flour, milk, sugar, yeast and salt — may be no more. And in its place? These overgrown crescents too big to fit in the palm of the hand, spangled and swagged, glutted with fillings, arrayed like objets d’art in austere concrete-walled patisseries where the bakers fuss like apothecaries. They’re absurd until you try them: salty and sweet and shattering everywhere, leaving behind smears of cream and telltale butter fingerprints. The croissant is dead; long live the croissant.", "keywords": ["french", "vive", "pastries", "pastry", "croissant", "desserts", "professor", "croissants", "viennoiserie", "le", "butter", "rose"], "polarity": 0.06319624819624818, "subjectivity": 0.4256084656084654},
{"title": "\n                    Design Legend Murray Moss Captures His Beloved Objects — in Polaroids                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/design/murray-moss-polaroids.html", "text": "Advertisement\n\n10 Polaroids Design Legend Murray Moss Captures His Beloved Objects — in Polaroids\n\nMurray Moss’s legendary SoHo shop and gallery, Moss, left an indelible mark on the design world. Filled with unexpected displays of seemingly incongruous items — colorful Hella Jongerius ceramics, Maarten Baas chairs, 18th-century ceramics — the store, which he ran with his partner, Franklin Getchell, between 1994 and 2012, was a unique, avant-garde treasure trove that set new precedents in retail. Moss and Getchell recently left New York and moved into a 1929 colonial revival house in a small Connecticut town. From there, they run a design and retail consulting firm, and on April 10 they will release a Rizzoli book reflecting on the impact of the Moss store. To mark the occasion, T sent Moss a Polaroid camera and asked him to photograph some of the many objects that decorate his home.\n\n“These photos were all taken on the morning of March 1,” Moss explains of his images, below. Every morning he rises at around 4 a.m. and, after making tea, surveys and rearranges his objects — crystal glasses, a Nymphenburg porcelain bird. It’s an activity born of both love and habit, he says. “I always enjoyed doing this when we had the store and galleries — and I still do it, although it’s now at home, and on a much smaller scale.”\n\nImage Credit Murray Moss\n\nThe first cupboard I open each morning is the one with our Victorian china teapot in it.\n\nImage Credit Murray Moss\n\nOne of the niches for books that is built into a long wall in the living room, paneled with knotty alder wood. I played off photographs by Weegee, pairing Charles de Gaulle with an African mask and Liza Minnelli with vases by Hella Jongerius and Simon Hasan.\n\nImage Credit Murray Moss\n\nI mounted the 1969 Olivetti Valentine typewriter by Ettore Sottsass on the wall of my little design library.\n\nImage Credit Murray Moss\n\nEvery morning I marvel at the lush moss that grows naturally and densely on our terrace brick walls. It is so sumptuous. We do nothing to maintain it, but it is a real pleasure for me to have it.\n\nImage Credit Murray Moss\n\nA wooden maquette given to Franklin and me by Gaetano Pesce.\n\nImage Credit Murray Moss\n\nOur loft has two very small, very romantic attic windows at either end. I put Marcel Wanders’s iconic Knotted Chair in front of the window this morning, and liked it there.\n\nImage Credit Murray Moss\n\nWe probably make 10 trips a week to Home Depot! Today we needed one foot of cable.\n\nImage Credit Murray Moss\n\nI made a little display for showing four crystal drinking glasses on a rusty steel beam in the dining room. I change those glasses, making a new selection, nearly every morning. Today: four vintage and out-of-production glasses from Baccarat.\n\nImage Credit Murray Moss\n\nA Nymphenburg bisque-porcelain bird perched high in a niche in the living room.\n\nImage Credit Murray Moss\n\nWe wanted a dog but didn’t think we could handle the responsibility just yet. So our kind neighbors, Renee Chotiner and Stuart Gardner, have agreed to a kind of time-share with their dog, whom we love, named Atticus. In other words, we walk Atticus up the street and that’s it.\n\nImage Credit Murray Moss\n\nOur bedroom has an enormous, kind of Disneyland castle-esque window. I hung next to it a self-portrait of our friend, the French photographer Cyril de Commarque, who in fact lives in a chateau.\n\nRelated: Inside a Design Dealer’s Colorful World\n\nAlice Newell-Hanson is the contributing digital editor of T Magazine.\n\n\n\n\n\n", "keywords": ["polaroids", "glasses", "moss", "kind", "design", "objects", "beloved", "credit", "captures", "morning", "store", "legend", "murray", "itimage"], "polarity": 0.18679752066115698, "subjectivity": 0.4950447658402203},
{"title": "\n                    Inside a Design Dealer’s Colorful World                ", "url": "https://www.nytimes.com/2018/03/13/t-magazine/design/murray-moss.html", "text": "Murray Moss’s impact on the design world is virtually immeasurable. During its reign, his namesake shop-cum-gallery in SoHo, which opened in 1994 and closed in 2012, defined avant-garde good taste. Moss blurred the lines between art and design and reinvented visual merchandising, displaying everything from an 18th-century Nymphenburg figurine to a kaleidoscopic array of Maarten Baas Clay chairs inside massive vitrines within the immaculate white space. After almost 50 years in Manhattan, the 68-year-old, who now runs his own design and retail consulting firm, moved to a traditional clapboard house in Connecticut last year with his partner in life and business, Franklin Getchell, with whom he has also co-authored a new Rizzoli book, out this April, documenting the cultural influence of the Moss store. But to this day, Moss still considers his childhood growing up in the suburbs of ’60s Chicago to be his most formative period. When his father insisted on installing electric hand-dryers and Borax soap dispensers in the bathrooms of their home, his mother agreed, provided their decorator could enamel them in pink and turquoise pastels. “To me, that epitomized what Modernism should be,” Moss says. “I’ve been fascinated by the juxtaposition of the industrial and the decorative ever since.”", "keywords": ["moss", "taste", "traditional", "design", "world", "virtually", "vitrines", "turquoise", "dealers", "white", "inside", "colorful", "visual"], "polarity": 0.12587412587412586, "subjectivity": 0.4054778554778554},
{"title": "\n                    The Women Responsible for the Look of Your Next All-Day Cafe                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/design/mp-shift-anna-polonsky-amy-morris.html", "text": "Photo\n\nON A FALL afternoon at De Maria, a year-old restaurant in New York’s NoLIta neighborhood, the flat city light pours in from a wall of windows onto square tables covered in worn pistachio-green and navy leather. Diners can sit on squat wooden chairs, a tan-leather banquette or felt-topped stools at the bar, which is lit by orblike pendants and backed by a Bauhaus-via-Brazil geometric tile mural. They might order a chai latte, which arrives in a stoneware mug made by Brooklyn’s Workaday Handmade, or a cured-salmon and coconut grain bowl, off seasonal menus that are available from early in the morning until late at night.\n\nBeyond the virtuous food, the space itself is somehow salubrious, as if solely by being here you are improving your life. Along with places like Kismet in Los Angeles, June’s All Day in Austin and Res Ipsa in Philadelphia, De Maria is part of a new class of American restaurants — or rather, “all-day cafes” — that combine highly specific, instantly recognizable décor with visually pleasing riffs on health-store classics like flaxseed banana bread and acai. These new cafes, all of which owe a debt to New York’s abstemious Dimes, which opened in Chinatown in 2013, present amiable aesthetic experiences that feel ready-made for Instagram: Many of these rooms share the same natural light, blond wood chairs and copper details that have come to evoke a kind of Scandinavian-inflected, aspirational millennial apartment, which the cafes themselves tend to resemble.\n\nDe Maria’s interior, in particular, is the work of the MP Shift, a Chinatown-based design and branding studio that, since its founding three years ago, has created variations on this look for several New York City restaurants and is now expanding throughout the country — as well as to Paris, London and Sydney. The studio was established by Amy Morris and Anna Polonsky (the M and P of the name, plus shift as in “late”), who met a decade ago through mutual friends, when Morris was a marketing consultant and Polonsky was a managing partner at a culinary events company. The young chefs and restaurateurs they encountered in those jobs were often interested in developing independent projects but lacked the proper guidance, so the two women decided to build an agency that consolidated graphics, interiors and brand-direction.\n\nIf it’s well established that we eat with our eyes, then the MP Shift is selling a related truth: In our digital age, a restaurant’s interior must be as satiating as its food. Officially, Morris and Polonsky have little to do with what’s on a client’s menu (aside from its logo, typefaces and layout), but they have tended to partner with chefs who prefer serving things like cerulean spirulina smoothies and magenta-hued radicchio salads that feel intended for future snapshots. The plating, too, reflects an understanding of what appeals to these restaurants’ intended psychographic: It’s heavy on swooshes of creamy sauces and bright, clashing layers of tropical fruits or local vegetables in flattened, de Kooning-esque compositions, often rendered atop wide, shallow clay plates and bowls. The MP Shift doesn’t tell the kitchen staff how to assemble their ingredients, but they don’t need to; chefs these days must think as much like designers as they do cooks — indeed, their success depends upon it.\n\nPhoto\n\nPhoto\n\nWhat the MP Shift does do is help ensure that this all-day fare remains visually appealing no matter the hour, while also providing a growing community of urban freelancers a sort of idealized living-room-as-office, allowing a public space to masquerade as a private one. “In the morning, everyone is on their laptop here; people are spending more time in restaurants as their third space,” Morris says of De Maria, referencing a concept by the urban sociologist Ray Oldenburg, who argued in 1989’s “The Great Good Place” that communities thrive in social spaces beyond homes and offices. These days, she says, “You’re asking for a restaurant to be more than just food.”\n\nRESTAURANTS, OF COURSE, have always been about more than just the food, whether it was New York’s Four Seasons, designed in the International Style by Philip Johnson and William Pahlmann in 1958, or the organic austerity of the French Laundry, opened in Napa County in 1978, which for decades has defined a particular indoor-outdoor Northern Californian reverie. Meals worth traveling for are usually complemented by service and décor that’s meant to soothe, excite or even dazzle in person. But now that every diner has a camera in her handbag, restaurateurs have been forced to acknowledge that what they’re creating is not just a place where people consume meals but an aspirational space that, for many who experience it, exists only online. So even casual cafes — the sort that the MP Shift often designs — have to be stunning and distinctive enough to woo potential diners.\n\nMorris and Polonsky’s projects often reflect the idea that these places become most enticing when filled with the same global, minimalist details (imported tiles, Alvar Aalto stools, oak tables) that appeal when encountered on social media, whether in pictures of other restaurants, or even of homes or hotels. “They asked me to open a Pinterest account,” says Gonzalo Goût, the co-owner of Verde, an erstwhile salad counter in New York’s Chelsea neighborhood, who hired the MP Shift in 2016. All of Verde’s ingredients came from the farmer’s market, so Goût used his virtual mood board to create a look that “conveyed that sense of the natural,” he says. Following this exercise, Morris and Polonsky built a dramatic counter of triangular slices of green and pink marble, which also adorned the facade as terrazzo. The final touch was the logo, with the restaurant’s name rendered in a fat, cheery pink-and-green sans serif.\n\nPhoto\n\nPhoto\n\nAs Morris and Polonsky’s portfolio grows, new clients increasingly reach out because they want to replicate a detail that they’ve seen only in photographs. In Houston, Kelly Barnhart will soon open Vibrant, an all-day cafe serving “adaptogenic potions” and grain salads out of a former laundromat. She was impressed with De Maria after seeing the space in a magazine, and brought the MP Shift on as consultants last spring. Working with Lake Flato, a local architecture firm, Barnhart plans to install long, leather-clad L-shaped banquettes, vintage Tobias Scarpa lamps and drawings by the New York artist Karin Haas, whose work abstracts patterns she finds in nature.\n\nThe room’s look will probably feel familiar: comforting, even. But having become known for an identifiable style over the past few years, Morris and Polonsky are now at pains to escape its tyranny. Back at De Maria, Polonsky points out a geometrically patterned wall inspired by kintsugi (the Japanese art of repairing broken pottery with thin threads of lacquer mixed with precious metals) that they created by filling cracks within the restaurant’s vintage subway tiles. Potential clients constantly request this motif, but Morris and Polonsky aren’t interested in replicating it. Likewise, they avoid Prouvé chairs and parti-colored Max Lamb marble. “It’s so easy for our clients to say, ‘We should do a pink place with midcentury chairs,’ ” Morris says. “But we don’t want them to fall into that trend. We don’t want them to say, ‘Let’s put avocado toast on the menu.’ ”\n\nInstead, one of the MP Shift’s new European clients is adopting a primary-colored palette that seems inspired, in part, by another recent internet phenomenon: the resurgence of the designer Ettore Sottsass and his Memphis Group. At the forthcoming Parisian cafe Echo, the menus and logo will feature Crayola red, blue and yellow that suggest mid-80s Los Angeles. Morris and Polonsky predict Europe’s next trend-driven restaurant interiors might include angular Serge Mouille sconces and chrome seating, Formica counters and linoleum floors; in this context, these mundane American surfaces would likely feel modern. Though soon enough they, too, will be retired, making way for a new aesthetic to serve a new generation of diners who need to rest their phone on a lambent tabletop, order a hemp-milk cortado and, perhaps, post a photo or two.", "keywords": ["allday", "yorks", "feel", "look", "polonsky", "morris", "shift", "space", "women", "mp", "clients", "restaurants", "cafe", "responsible", "maria"], "polarity": 0.08876471324818433, "subjectivity": 0.37001001753067864},
{"title": "\n                    The Latest Subject of Female Fantasies? Creatures From the Deep                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/female-fantasies-creatures-from-the-deep.html", "text": "Photo\n\nThe mermaid has long swum in the sea of our collective imagination, appearing in stories ranging from fourth-century B.C. Chinese mythology to the fairy tales of Hans Christian Andersen. Most often she is a princess of the depths, with alabaster skin, a giant fin in place of legs and breasts covered by a mess of long, tangled hair. Her appeal, though, is not merely aesthetic. For centuries, men have braved the open waters, knowing full well they may never make it home, and the mermaid has served as either a kind of ballast in times of trouble, saving sailors from floods and deadly storms, or a figure of seduction, luring them to their deaths at the bottom of the ocean. Her passivity, as well as her beguiling exoticness, is an escape from whatever drudgery awaits these men back on land — the mermaid is a fantasy, yes, but also a way to explain the unexplainable in nature. The admiral on one of Christopher Columbus’s expeditions once mistook a manatee, its silky gray curves moving gently through the Caribbean waters, for one.\n\nLately, though, it’s the mermaid’s male counterparts who’ve surfaced as objects of desire. In Guillermo del Toro’s “The Shape of Water,” Sally Hawkins plays a mute woman named Elisa who works as a cleaning lady at a government laboratory. She falls for a mysterious amphibian captured at sea — he’s less merman, more creature of the lagoon, complete with webbed fingers and gills, but he enchants her nonetheless, gently swaying in his tank to the jazz music Elisa plays for him. The film echoes Rachel Ingalls’s recently reissued 1982 novel “Mrs. Caliban,” in which a lonely California housewife falls for a sexy frog man (“ … as for the rest of the body, he was exactly like a man — a well-built large man — except that he was a dark spotted green-brown in color and had no hair”). Finally, Melissa Broder’s racy debut novel, “The Pisces” (out this May), tells of a young woman who, strolling Venice Beach one night, meets a handsome merman named Theo. “The tail starts below all that,” he reassures her. Their love, as in all of these stories, is doomed, but it is passionate and refreshingly free of judgment.\n\nAre real men these days so unwanted? In these interspecies romances, women aren’t looking to be saved by convention (these frogs don’t turn into princes when kissed). Their love also demonstrates a kind of compassion that feels profoundly absent right now. In light of #MeToo, such narratives of feminist reclamation force us to ask ourselves: Who is actually dangerous, and what is truly safe? What we fear most may not be these so-called monsters of the sea.", "keywords": ["waters", "woman", "latest", "named", "deep", "plays", "sea", "novel", "creatures", "mermaid", "subject", "men", "merman", "female", "fantasies", "man"], "polarity": 0.140719696969697, "subjectivity": 0.5433170995670995},
{"title": "\n                    A Guide to Gotland, a Rural Paradise Off the Swedish Coast                ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/travel/gotland-sweden-guide.html", "text": "Advertisement\n\nA Guide to Gotland, a Rural Paradise Off the Swedish Coast Image From left: a limestone-pebble beach on Gotland's west coast; Ljugarn, a former fishing village and the island’s oldest seaside resort. Credit Domingo Milella\n\nSurrounded by the Baltic Sea, about 60 miles off the southeastern coast of Sweden’s mainland, Gotland is the largest of the country’s bucolic islands (which number well over 200,000), and one that has a seemingly split personality. In the short summer season — primarily July and August, when temperatures hover in the balmy 70s — revelers descend on this mostly wild, windswept and sparsely populated province for all-night partying and the rambunctious weeklong electronic music festival Stockholmsveckan. Outside of high season, though — and anywhere outside of its largest town, Visby (population: 24,300) — Gotland remains a rural paradise, popular with outdoorsy Stockholm professionals looking to escape city life by hiking along the island’s craggy limestone cliffs and cycling past tiny clapboard fishing villages, crumbling medieval churches and 18th-century farmhouses. Several Stockholm-based architects have even chosen to build their own startlingly contemporary houses on the tradition-bound island.\n\nLately, Gotland has been attracting a growing stream of international visitors, too. Chalk it up to gloomy political and environmental forecasts if you will, but as travelers increasingly seek out pristine landscapes offering peace and quiet, the island presents the perfect retreat — just a 40-minute flight from Stockholm. Design-forward boutique hotels offer access to nature that doesn’t require pitching a tent in the wilderness, and a clutch of remarkably good restaurants — serving fresh-caught Baltic fish and all manner of organic locally grown vegetables — show off the bounty of the surrounding farmland. Throw in a few charming craft-oriented Nordic design shops and an impressively large collection of museums for an island with a population of just 60,000, and you have a compelling reason to skip the mainland entirely.\n\nImage The Revolver Hotel in Visby, which is owned and decorated by the conceptual designer Ingela Tanaka Rohnstrom. Credit Yolanta Birkhane\n\nStay\n\nHotel Stelor\n\nStaying at this tiny, six-room hotel in rural Vastergarn village (about a 20-minute drive south of central Visby) feels like being a guest at a family friend’s country compound. The wood-beamed interiors of the 18th-century farmhouse are endlessly photogenic, decorated with pastel floral wallpaper, sheepskin throw rugs and jugs of freshly picked wildflowers. During the summer, there are live folk music performances in the property’s barn, and the traditionally Swedish restaurant — which uses produce from the hotel’s own two-acre garden — is considered one of the best on Gotland.\n\nFabriken Furillen\n\nAn imposing former factory building on the site of an old limestone quarry might not sound particularly inviting, but photographer Johan Hellstrom had a vision for what it could become, and he turned this industrial patch of land into a high-end escape (about an hour’s drive northeast of Visby) after purchasing the abandoned factory in 1999. The 19 guest rooms all have Hastens beds and a color scheme dominated by soothing grays and white, so there’s nothing to detract from the natural, forested surroundings. For those who really want to detach, there’s a “Hermit Cabin” on the grounds — an isolated outpost (a 20-minute bike ride from the main building) with no running water, no Wi-Fi and free-roaming cows and sheep as your only neighbors.\n\nRevolver Hotel\n\nTucked into a quiet courtyard in central Visby, the three-year-old Revolver is an under-the-radar hotel option in Gotland’s main town — there’s no website and no outside signage, so word of mouth has been the main driver for bookings here. Quirky décor dominates — think sparkly golden bathroom tiles, vintage rotary phones as objets d’art, and Fornasetti wallpaper depicting hot air balloons — all of it the singular vision of its owner, the conceptual designer Ingela Tanaka Rohnstrom. There’s no restaurant, but the hotel is within walking distance of the main commercial blocks of Visby, and three of the nine guest rooms have a full kitchen and living room. 011-46-70-639-39-01\n\nImage The seasonal restaurant and hotel Krakas Krog, in the Kräklingbo countryside. Credit Beatrice Lundborg\n\nEat\n\nBakfickan\n\nIn central Visby, the island’s premier seafood restaurant is a no-frills rustic dining room, filled with mismatched wooden chairs and vintage fish prints, that’s usually packed — no reservations accepted. The day’s specials are written on a chalkboard at the entrance and often include baked perch with celeriac and truffle vinaigrette, lobster soup with black radish, and fried herring with spring onion butter and mashed potatoes. In warm weather, simple wooden tables are set up on the street outside — the ideal place to sip a glass of Chardonnay and watch the summer crowds pass by.\n\nKrakas Krog\n\nA 40-minute drive east across Gotland from Visby brings you to this hybrid restaurant and hotel in the middle of the Kräklingbo countryside. There’s a highly seasonal tasting menu of six to eight courses — regular ingredients include grilled beetroot, local lamb, and frogs’ legs sourced from the nearby pond — all presented by one of the cooks in the spare, minimalist dining room. And with only one seating a night, there’s a sense of special occasion that permeates dinners here. The three guest rooms are similarly simple and refined, all in varying shades of white, with wide-plank wood floors and fluffy down comforters.\n\nLilla Bjers\n\nThis 30-acre family-run farm on the outskirts of Visby is surrounded by vegetable fields and fruit orchards, from which it sources the ingredients for its organic, constantly changing menu. Everything from blueberries and currants to garlic and nine varieties of asparagus, as well as Christmas trees, are grown on the property. Dishes are a simple affair — think roasted lamb with pickled carrots and potatoes pulled straight from the earth — and a walk around the grounds before a meal is the best way to fully appreciate what you’re about to eat. You can even meet the chickens that supply the kitchen’s eggs. Dinner in the farm’s atmospheric greenhouse can also be arranged, where you’ll dine amid banana, fig and olive trees.\n\nImage Ceramics by Camilla Jensen, at her store C. Jensen Keramik in Visby. Credit Courtesy of C. Jensen Keramik\n\nShop\n\nC. Jensen Keramik\n\nThe ubiquity of Nordic design extends to Gotland, where the ceramist Camilla Jensen occupies a studio-cum-store selling her delicate, artfully imperfect handmade stone and porcelain tableware, most in pristine shades of white or jet black. The space itself, in central Visby — all whitewashed walls and pale linen finishings — is reminiscent of an art gallery. On the building’s lower level, Jensen also sells a small selection of home items (textiles, rugs, woven baskets), primarily sourced from India, where she travels every year.\n\nToftalagret\n\nIn the medieval coastal town of Tofta, you’ll find an extension of Visby’s Revolver Hotel (which lies about 15 minutes to the north). Here, the hotel’s owner, Ingela Tanaka, and her partner Lena Herrmann, who runs the shop, have created another home for Tanaka’s vast assortment of design and fashion finds, collected over decades. There’s a whole room of vintage clothing (including original Levi’s and Lee denim, wedding dresses and unusual sneakers), bicycles from the 1960s, kitschy decorative items like porcelain parrots, vinyl records and an array of giftable local items (Swedish candy, homemade soaps, specialty loose-leaf teas and herbs). 011-07-63-94-24-44\n\nImage From left: Visby Botanical Garden; the ruins of the 13th-century Church of St. Olaf. Credit Left: Alamy; Right: courtesy of the Gotland Museum\n\nSee\n\nVisby Botanical Garden\n\nA verdant expanse of parkland near the shoreline, Visby’s 150-year-old botanical garden is the place to be on warm summer afternoons — for a picnic lunch or to stroll the garden’s 60 acres while taking a closer look at the magnolia, tulips, cedar and sequoia trees. Be sure to explore the ivy-shrouded ruins of St. Olaf, a former church from the 13th century, whose gray stone structure still stands on the southern edge of the park.\n\nGotland Fornsalen\n\nThe Gotland Museum comprises seven different structures scattered throughout Visby, but its main building, Fornsalen (housed in a former 18th-century distillery) is dedicated to the culture and history of the island, with a collection that spans roughly 8,000 years. Here, you’ll find everything from the mummified remains of Stone Age islanders to medieval armor from the Danish invasion of 1361. It’s a deep dive into Gotland’s rugged, seafaring culture and why the island holds such a special place in the Swedish imagination.\n\nRelated: A Low-Key Swedish Island’s Shockingly Modern Architecture", "keywords": ["visby", "rural", "theres", "main", "gotland", "islands", "swedish", "paradise", "coast", "hotel", "credit", "restaurant", "guide", "jensen"], "polarity": 0.11282022607022606, "subjectivity": 0.37043004680504665},
{"title": "\n                    A Low-Key Swedish Island’s Shockingly Modern Architecture                 ", "url": "https://www.nytimes.com/2018/03/12/t-magazine/gotland-sweden-architecture.html", "text": "Advertisement\n\nA Low-Key Swedish Island’s Shockingly Modern Architecture On the tourist mecca of Gotland, tradition is upheld and showiness is frowned upon. What, then, explains its recent crop of contemporary residences?\n\nImage The minimalist plaster box that serves as architect Bolle Tham’s vacation home rises from a ridge above one of Gotland’s stony beaches. Credit Mikael Olsson\n\nTHE DANISH-NORWEGIAN WRITER Aksel Sandemose was a minor literary figure, a notorious crank, when he wrote the 1933 novel containing a set of commandments that would become one of Scandinavia’s defining social texts. “A Fugitive Crosses His Tracks” is a barely veiled send-up of his hometown, Nykobing Mors (renamed Jante) and an uncomfortably close-to-the-bone satire of Nordic conformity. Jante is governed by the “Law of Jante,” rules for living that reflect both Scandinavia’s ethnic homogeneity and its long-held belief that people are happier when both pleasure and pain are spread among all citizens:\n\nYou shall not believe that you are someone.\n\nYou shall not believe that you are as good as we are.\n\nYou shall not believe that you are any wiser than we are.\n\nYou shall never indulge in the conceit of imagining that you are better than we are.\n\nYou shall not believe that you know more than we do.\n\nYou shall not believe that you are more important than we are.\n\nYou shall not believe that you are going to amount to anything.\n\nYou shall not laugh at us.\n\nYou shall not believe that anyone cares about you.\n\nYou shall not believe that you can teach us anything.\n\nThese days, Scandinavians bristle at the mention of the Law of Jante. Such stereotypes, they insist, no longer have such a stronghold in a modern world, one where Stockholm now leads in billion-dollar technology companies per capita, second only to Silicon Valley.\n\nYet it is hard not to think of Sandemose as you drive along the winter-deserted roads of Gotland, Sweden’s largest island, a 40-minute flight south from Stockholm. About the size of Long Island and flat as a soccer field, it is the country’s sunniest locale. (Admittedly, that doesn’t say much in a place that spends most of the year in frigid darkness.) And along with Faro, its companion island off its northern tip, it is forever associated with the director Ingmar Bergman, who set many of his greatest films here and lived in Faro for the last decades of his life. In July and early August, Gotland is a tourist mecca; young professionals, starved for heat and light, party in the beer gardens of Visby, a port town of 24,300. An hour or two away, up and down the coasts, are the summer houses of the country’s politicians and business executives, fronting beaches dotted with rauks — gigantic, craggy sculptural formations unique to the area, as ghostly as something from Stonehenge, created by ice-age reef erosions. Scarlet poppies and brilliant blue viper’s bugloss carpet the meadows and line the roadside ditches.\n\nImage The director Ingmar Bergman’s study, preserved as part of a retreat for artists and writers on the island of Faro, north of Gotland. Credit Mikael Olsson\n\nBut by late August, tourist season is over. There is no gradual wind-down here, just a sudden deflation, like the circus pulling up stakes in a rush. Unlike the Stockholm Archipelago, a set of islands near the capital that Swedes visit year-round, Gotland seems to disappear like Brigadoon. A number of restaurants and inns outside of Visby, including the minimalist 19-suite Fabriken Furillen, owned by the former photographer Johan Hellstrom, shut down, and the flora dies as well, laying bare the local architecture. So stripped-down and uniform are the farmhouses of Gotland’s interior, no matter what century they were built in they seem to have been drawn by a 5-year-old: rectangles topped with triangular roofs, each with a plain door and a few tiny frameless windows. The summer cottages along the largely unmarked roads are also free of embellishment: low-slung bungalows painted a familiar Falu red, the auburn-hued weather-resistant oil pigment derived from the copper mines of Dalarna, in central Sweden, during the 16th century. “People have always come to Gotland to get back to tradition and nature,” says Joel Phersson, a 35-year-old architect who works and lives on the island. “If you were to tell your friends in Stockholm that you’re going to your family’s vacation house here, you’d perhaps be telegraphing that you are well off but very low-key. Ostentation is a high crime.”\n\nBut recently, a generation of homeowners and architects, including Phersson’s firm Skalso, have started not just ignoring, but defying the Law of Jante. Working around restrictive zoning laws that prioritize “protection and preservation” of the island, which was settled more than 9,000 years ago as an agricultural hub, they have spent the last decade building contemporary houses as distinctive as the topography. From cast-concrete bunkers to glass-framed aeries, the new houses shock, subverting long-established order with a cool blast of modernity, while also paying homage to the island’s chilly dignity.\n\nImage At left, the residence by married architects Hans Murman and Ulla Alberts is wrapped in a scrim printed with life-size photographs of the surrounding juniper trees. At right, a 43-foot missile silo contains a three-floor-deep marble-lined hammam inside a former Cold War bunker transformed into a home by the firm Skalso. Credit Mikael Olsson\n\nHANS MURMAN AND his wife, Ulla Alberts, architects who own a firm in Stockholm that often designs health spas, were in a perfect position to experiment on Gotland. The secluded parcel on which they built their Juniper House is owned by Alberts’s family; she spent barefoot summers in her parents’ still-standing red cottage. Before conceptualizing their own house, the couple designed a number of structures for relatives on the 2.2-acre plot, inadvertently creating a sort of stages-of-man evolutionary chart of their aesthetic. In addition to a studio that they made as newlyweds — little more than a shack — the property includes her brother’s unadorned two-story limestone farmhouse built in 2002 from plans that the 54-year-old Alberts drafted in architecture school, as well as a 1,700-square-foot, midcentury-inflected villa with a peaked wooden roof and bright orange accents that the couple finished in 2014 for Ulla’s sister. Over a decade ago, they completed the home that would become their ultimate statement, a dwelling in dialogue with the thicket of 15-foot juniper trees in which it hides. To create its innovative cladding, the 71-year-old Murman photographed the conifers, then had the images transposed in 1:1 scale onto a vinyl scrim. The mural wraps around the building’s wooden exterior on a galvanized steel frame about two feet from the walls. The house, a mere 540 square feet puzzled out with the ingenuity of a yacht to accommodate their two sons, recedes into the forest during the day — somewhat of a poke to local officials who fretted that a modern structure would mar the landscape — yet glows at night like a botanical Noguchi lantern. “We are in our own world here,” Murman says. “Among these houses there is every era, every generation. Just walking around you can travel through time.”\n\nA 45-minute drive away, past a weathered windmill and fields of sheep fat with winter wool, Asa Myrdal Bratt has come from the mainland to meet me at her house. Built right on a rarely traveled road, it seems to rise from an empty field like a giant charred barn after a merciless prairie fire. That is precisely the effect that Stockholm-based architect Jens Enflo was seeking when his firm built it in collaboration with Deve Architects several years ago: “I wanted it to seem as though the land was just growing all the way through it,” the 42-year-old Enflo says. Clad in nearly black stained pine, a hue virtually unseen on Gotland and one that suggests shou sugi ban, the ancient Japanese burnt-timber treatment, the structure plays with proportion and transparency in a painterly way, contrasting against the flat, tree-void site. Almost 80 feet long but just under 15 feet wide, with a peaked 22-foot ceiling and a single lofted bedroom, the house’s front and back walls are partially glass, as are most of its interior walls; the central area between the living room and the small guest wing holds a covered courtyard, completing the illusion of a raw, skeletal frame. Myrdal Bratt — a brand consultant in her 50s, who, with her husband, a doctor, bought the house in 2014 — says that the place is warm, even cozy, despite its openness; from the outside, it appears provocatively barren, a stripped-down interpretation of the working livestock barns that you can see in the distance.\n\nImage Gotland’s typically flat meadowland seems to flow through the barnlike house created by Jens Enflo’s firm and Deve Architects. Credit Mikael Olsson\n\nNOT ALL OF the several dozen modern houses on Gotland are entirely at peace with the island’s natural and agricultural history; some, in fact, actively challenge the surrounding landscape. Consider the harshly reductive house that the 48-year-old architect Bolle Tham’s firm built for his family: From the outside it resembles army barracks, with an exterior of local plaster, colored with carbon and troweled smooth atop a masonry core. Inside, all of the rooms face a central courtyard, giving it a snug, insular feel, though there are several wall-size windows that swing out like barn doors on summer days. Although it’s one level, some of the rooms demand several steps — a necessary design quirk after Tham resisted blasting the underlying rock to lay a uniform slab; he felt the house should follow the landscape’s topography. The living areas are nearly naked, the bedrooms cell-like, the finishes plywood. “Gotland’s vacation homes had become cliché, so we thought it was time to do something that wasn’t a replica of an old limestone farmhouse,” he says. “We wanted to be in conversation with the past, but not just repeat it.”\n\nStill, Tham’s shed-like edifice seems recessive, even humble, compared with a collection of homes being built on the island’s Bungenas peninsula, a few miles from the seven-minute ferry to Faro. In 2007, the 49-year-old real-estate developer Joachim Kuylenstierna bought a gated 400 acres that had originally been a quarry and then, during the Cold War, the site for 100 bunkers.\n\nThere are now more than 30 homes on Bungenas, in addition to a coffee house, a six-room hotel and a concert venue converted from an old barn. All the businesses and a majority of the homes have been designed by Skalso, the firm Kuylenstierna founded with Phersson and his fellow architect, the 38-year-old Erik Gardell, because there wasn’t anyone on the island who could shape the sort of avant-garde vacation community they desired. The commune alludes to the Sea Ranch, the meticulously planned 1960s utopia in Northern California — albeit modified to include Gotland’s bunkers, some of which Skalso modernized by scooping out enough earth on one side to allow for an entry, making them a kind of Swedish hobbit dwelling. Most of these subterranean residences, which owners tend to furnish with a sparseness that borders on clinical, are less than 600 square feet, a size that the economical Swedes deem sufficient for a family of four.\n\nImage To follow the natural curve of the land and avoid blasting into dense rock, Tham, the architect, designed the concrete floors of his near-bare dwelling to rise and fall from room to room. Credit Mikael Olsson\n\nBut one owner, a Swedish industrialist who bought one of the largest bunkers in the development six years ago, asked Skalso to take the firm’s concept to astonishing depths, both aesthetically and literally. On approach, his house appears to be a one-story ultra-Brutalist box, made from concrete — a material rarely used for houses on Gotland — that had been poured into wooden molds to lend it a grain. Yet the 1,300-square-foot building that’s visible above ground, which includes hushed, honed public spaces in dark wood, a welded metal kitchen and two minimalist bedrooms, represents less than a fifth of the total living space: The rest is beneath grade, on three floors, descending nearly 50 feet.\n\nThe excavation and underground construction process felt like laboring in the mines. Skalso preserved and exposed as much of the original concrete structure as possible, connecting a series of high-ceilinged, lavishly spare, skillfully lit rooms with a spiral, matte-black steel staircase. In addition to a vast dining room, there is a large, round marble-lined hammam installed in a former missile silo; the sky is visible through a glass porthole three flights above. Next to it is a “spa” with custom rubber sofas. Despite how sleek and chillingly soundproof the place is — you half-expect to hear muffled screams from somewhere in the depths — the owners, who, incongruously, have two young children, are clearly aware of their house’s inherent drama: In a niche along one of the subterranean corridors, Skalso added a metal shelving unit stacked with cans of baked beans and bottled water, a wink to contemporary survivalist clichés.\n\nIt is an extreme way to live, but in the end Gotland, despite its reputation for placid beauty, is pretty extreme itself: remote and wind-whipped and fierce — with, finally, a corresponding architecture. There are more contemporary houses in the works on the island over the next decade, including a streamlined enclave of a dozen on the island’s northeast inlet anchored by the Fabriken Furillen inn. The Law of Jante, it turns out, especially its final tenet — “You shall not believe you can teach us anything” — is no longer true here, amid the quiet farmhouses, the monochrome of Falu red, the biblical sky that never ends. Subversion, it seems, takes its most intriguing form when there is something beautiful and pure to bend. “You need the right background to change the way people think,” Enflo had said, staring out at the field from the wide-open house he designed. “It’s that contrast that makes you free.”\n\nRelated:\n\nA Guide to Gotland, a Rural Paradise Off the Swedish Coast\n\nWhere the Swedes Go to Be (Really) Alone\n\nCold Comfort at the Edge of the World\n\nNot All Scandinavian Design is Minimalist\n\nBornholm: Crafts and Sunshine on the Danish Isle\n\nNancy Hass is the writer at large for T Magazine.\n\n\n\n\n\n\n\n", "keywords": ["houses", "islands", "shockingly", "house", "firm", "gotland", "built", "jante", "swedish", "architecture", "modern", "shall", "believe", "island", "skalso", "lowkey"], "polarity": 0.07554829927906855, "subjectivity": 0.43524690978537145}
]