[
{"title": "\n                    What Is Big Air? It’s the Olympics’ Newest Snowboard Event                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/big-air-snowboard.html", "text": "What Is Big Air? It’s the Olympics’ Newest Snowboard Event Image Jamie Anderson practiced for the women’s big air event at the Winter X Games last month in Aspen, Colo. Credit Anna Stonehouse/The Aspen Times, via Associated Press\n\nOn the list of snowboarding events for this year’s Winter Olympics, alongside the now familiar halfpipe and slopestyle, is a new competition with a short but evocative name: big air.\n\nThe name is accurate. Everything about the event is big. And the dizzying heights achieved by the snowboarders more than justifies the “air.”\n\nIn big air, snowboarders slide down a 49-meter tall ramp (Pyeongchang’s is the biggest in the world) that curls up at the end and shoots them into the sky, seemingly forever, allowing particularly spectacular tricks.\n\nUnlike, say, slopestyle, in which athletes go down a course and have several chances to show off tricks, big air is all about the one jump, the one big, spectacular stunt.\n\nWho Are the Favorites?\n\nFor the men’s favorite Mark McMorris of Canada, there’s a trick that even someone new to the sport can probably guess is a doozy: the backside triple cork 1440. He does four full rotations (1440) and basically turns upside down three times (triple). And, oh yes, he has to land without falling.\n\nMark McMorris's triple cork at the 2012 Winter X Games. Credit Video by X Games\n\nSnowboarders get three jumps; their best two count.\n\nThe event has been contested at the world championships and the X Games since 2003, but is making its Olympic debut in Pyeongchang.\n\nSnowboarding has been growing at the Games. It made its debut in 1998, with two events each for men and women, and now is up to five.\n\nLike most so-called extreme sports, injuries are a big part of big air.\n\n“The crazy part about what I’m doing is I get injured so much and still — every time I’m laying down there, all I want is to get back on my feet, which I think a lot of people think is crazy,” said the women’s favorite Anna Gasser of Austria.\n\nGasser competed in slopestyle at the Winter Games in Sochi, Russia, four years ago, and fell twice, finishing 10th. “I was pretty young and inexperienced,” she said. “And the expectations went so high overnight. I think, as such a young athlete, I wasn’t used to that. I wasn’t used to having crazy media attention like everyone — I remember I should have never opened my Facebook. I had a million messages. A million friend requests. I didn’t realize until that moment how big the Olympics were, and I think that made me nervous and also made me fall in the finals.”\n\nA former gymnast, Gasser has completed a backside double cork 1080.\n\nAnna Gasser at the 2017 snowboard world championships. Credit Video by FIS Snowboarding\n\nMcMorris and Gasser will be challenged by a strong American team, including Chris Corning, 18, and Ryan Stassel, 25. The United States has won five of 12 medals in the men’s World Cup this year.\n\nThe American women’s team includes Jamie Anderson, who won a gold medal in slopestyle four years ago; Julia Marino; and 17-year-old Hailey Langland, the X Games champion, who will also be showing off a double cork 1080.\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["newest", "olympics", "gasser", "air", "winter", "slopestyle", "times", "big", "event", "games", "world", "x", "think", "snowboard"], "polarity": 0.09200131181949363, "subjectivity": 0.37178263150990415},
{"title": "\n                    This Time, Martin Fourcade’s Lunge Leads to Biathlon Gold                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/martin-fourcade-biathlon.html", "text": "Martin Fourcade won the men’s 15-kilometer mass start biathlon by mere millimeters but the history books will show that the gold medal made him France’s greatest Olympian, regardless of the margin of victory.\n\nSunday’s win, in a photo finish after a furious sprint against Germany’s Simon Schempp, makes him the only French athlete to win four Olympic golds, and prompted a celebratory tweet from the French president, Emmanuel Macron.\n\n“@Martinfkde makes us tremble and dream a second time by winning a new gold medal for France. A legend of the Olympic Winter Games and biathlon,” Macron wrote.\n\nIf it had not been for one last, desperate lunge in a sprint finish where Fourcade has often come out on the losing side, history, and with it Macron’s tweet, may have remained unwritten.\n\nAdvertisement Continue reading the main story\n\n“I closed my eyes for the sprint and I told myself, ‘Don’t regret anything,’” Fourcade told reporters.", "keywords": ["medal", "told", "lunge", "biathlon", "martin", "fourcades", "fourcade", "makes", "history", "sprint", "win", "leads", "french", "gold", "olympic"], "polarity": 0.15735930735930734, "subjectivity": 0.4288961038961038},
{"title": "\n                    Russian Athlete Leaves for Seoul After Failed Doping Test                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-alexander-krushelnytsky.html", "text": "Representatives of Olympic Athletes From Russia confirmed one of their athletes was under investigation, and an official with knowledge of the case but who was not authorized to publicly speak about it confirmed it was Krushelnytsky.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe timing could not be worse for Russia.\n\nThe nation was barred from the Olympics in December after an investigation into a state-backed doping program that corrupted the 2014 Olympics it hosted in Sochi. Scores of athletes, coaches and officials tainted by the scandal have been barred, though the International Olympic Committee has been considering allowing the Russian athletes to march under their national flag and in their country’s uniforms for the closing ceremony, which they were not permitted to do during the opening ceremony. The Olympic anthem will be played instead of Russia’s national anthem for any winners of gold medals, although no Russians have won so far.\n\nThe failed test is likely to figure in the thinking of the three-person I.O.C. panel charged with deciding whether Russia’s team could be reinstated for the closing ceremony and its athletes allowed to parade with the Russian flag.\n\nThe panel is also closely monitoring the reaction from Russian officials to the failed test. Should they dispute the verdict or make critical comments it would be practically impossible to restore the Russian team before the end of the Games, said a person familiar with the group’s thinking. Complicating matters further is Russia’s continued failure to pay a $15 million fine levied by the I.O.C. as a response to the doping scheme. The fine is nonnegotiable.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and have found themselves under scrutiny from testers as the event has progressed.\n\n“On the one hand it is extremely disappointing when prohibited substances might have been used, but on the other hand it shows the effectiveness of the antidoping system at the Games, which protects the rights of all the clean athletes,” the International Olympic Committee said in a statement Sunday.\n\nMeldonium caused confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency. Scores of athletes, including the five-time Grand Slam tennis champion Maria Sharapova, tested positive for it.\n\nThe antidoping agency eventually ruled that more research was required to understand how long the substance, known as mildronate in Russia, remained in the system, as some athletes claimed they had consumed it before the ban had come into force.\n\nAdvertisement Continue reading the main story\n\nExperts have said it is possible that trace amounts of the substance would still be detectable for a few months after an athlete stopped taking it, but it is unlikely it would still be present if an athlete stopped taking the drug before the ban went into effect in January 2016.\n\nEastern European scientists have promoted meldonium’s health benefits, saying it increases blood flow. Increased blood flow also provides more oxygen to muscles and could increase endurance. While curling is far from cross-country skiing in terms of exertion, curlers spend hours on their feet and vigorously sweep the ice at regular intervals.\n\nMany of the athletes involved, though not Sharapova, eventually had their suspensions lifted because it was not clear when they had taken the substance.\n\nKrushelnytsky was part of the mixed doubles team that won a bronze medal last week, a rare bright spot for the depleted Russian Olympic squad, which has struggled without some of its top stars.\n\nIn the curling event, he appeared to do most of the pair’s sweeping. They defeated Kristin Skaslin and Magnus Nedregotten of Norway in the bronze medal match, 8-4.\n\nThe Russian team actually had a chance to win its semifinal against Switzerland, but Krushelnytsky overshot a target on his final shot of the match, and Switzerland advanced to the final, where it was defeated by Canada.", "keywords": ["athlete", "officials", "failed", "leaves", "olympics", "russias", "athletes", "ceremony", "test", "doping", "antidoping", "newsletter", "russian", "team", "seoul", "olympic"], "polarity": 0.10170068027210885, "subjectivity": 0.429675615389901},
{"title": "\n                    Gus Kenworthy Wins Without Making the Podium                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/gus-kenworthy-.html", "text": "PYEONGCHANG, South Korea — Gus Kenworthy was nursing a hip hematoma, a broken right thumb and a bruised ego after a 12th-place finish in the men’s ski slopestyle final, the same event where he won the silver medal four years ago.\n\nSpeaking on Sunday while the ceremony introducing the medalists proceeded without him at Phoenix Snow Park in Pyeongchang, South Korea, Kenworthy said, “It’s all good.”\n\nThis is Kenworthy’s second Olympics but his first as an openly gay athlete. He and Adam Rippon, the only other openly gay male athlete on the United States team, will not leave here with individual gold medals, but they are among the biggest American stars at these Games.\n\nAt the 2014 Sochi Games, Kenworthy reached out to the singer Miley Cyrus on social media and asked if she would be his valentine. Here at the Pyeongchang Games, Kenworthy, 26, has engaged in physical displays of affection with men in public. He gave Rippon a peck on the cheek during the opening ceremony and kissed his boyfriend, Matthew Wilkas, before Sunday’s qualifying runs.\n\nAdvertisement Continue reading the main story\n\nIf Kenworthy had to choose between winning a medal while leading a closeted existence or failing to grace the podium while living an authentic life, it wouldn’t be close.\n\nPhoto\n\n“If you look at me, I’m bummed but I’m not sulking, I’m not crying,” he said, adding, “Being out at these Games has kind of meant the world to me, just getting to really be myself and be authentic. And I think landing a run in the final and getting on the podium obviously would have been icing on the cake, but even though it didn’t happen for me I still had a wonderful Olympic experience.”", "keywords": ["gus", "podium", "pyeongchang", "openly", "medal", "korea", "im", "kenworthy", "south", "rippon", "wins", "making", "games"], "polarity": 0.19052028218694889, "subjectivity": 0.48500881834215165},
{"title": "\n                    Ski Ace Ted Ligety Bows Out of Olympics. Will It Be for Good?                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/ligety-olympics-end.html", "text": "Ligety has vowed to race for at least one more winter, largely because this season was his first back on snow after two years spent recovering from serious knee and back surgeries. Ligety said another Olympics in four years, when he will be 37, was not “out of the realm of possibilities.”\n\nBut his eyes betrayed him. His wife, Mia Pascoe, and 7-month-old son, Jax, were standing not far away in the finish area. Ligety smiled and added: “When you have a family it kind of changes your perspective. We’ll see how it goes there; there are other priorities in life now besides ski racing.”\n\nIf Sunday was the last Olympic appearance for Ligety, which means the last time that most Americans will see him competing, he leaves a legacy as a vital force in skiing in the United States.\n\nHe is the only American man to win two Alpine Olympic gold medals. He has won five world championships across three different events, he is a four-time Olympian, and his five World Cup season-long titles in giant slalom make him one of the greatest racers in the history of that discipline.\n\nHe introduced giant slalom techniques that were considered revolutionary, tactics his rivals toiled for years to replicate. Outspoken and at times a provocateur, for a dozen years he was a magnetic personality on the World Cup circuit and one of the few American stars who bridged the gap from the Bode Miller era to the budding Mikaela Shiffrin era.\n\nLigety also worked hard to drag ski racing out of tedious, old-style ways. He co-founded a helmet, eyewear and snow sports accessories company called Shred that was aimed at, as he said, “bringing a youthful vibe back to skiing — something the snowboarding movement stole from us.”\n\nLigety was also at the center of a quarrel with the European-based ski establishment, a battle he ultimately won and probably lost at the same time.\n\nAdvertisement Continue reading the main story\n\nLigety had been the leading World Cup giant slalom racer for several years when F.I.S., as the ski racing’s international governing body is known by its French initials, decided to lengthen the minimum ski length racers were permitted to use in the giant slalom.\n\nThe longer skis meant that turning around the gates would take more time and effort and Ligety immediately railed against the changes in an insightful blog post that was also a stinging poke in the eye for the federation’s leaders.\n\nLigety, always one to tinker with his equipment, then decided to study his new skis with the meticulous eye of the engineer he never became. To further his examination, he also came up with gadgets that were meant to give him more data, like a curved post he affixed to his helmet on which he placed a mini-camera so he could better analyze his own skiing.\n\nIn time, Ligety devised new techniques to make longer skis turn more quickly, which was the opposite of their intended effect. He stunned the field in the first race with the new skis, winning by nearly three seconds over the second-place finisher, an almost unheard-of margin of victory.\n\nThroughout the next two seasons, Ligety continued to dominate giant slalom on the World Cup. He also won the giant slalom at the 2014 Sochi Olympics.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut ultimately, the longer skis, and perhaps the new and more demanding methods used to turn them rapidly, put added stress on the torso and legs of giant slalom racers, many of whom were suddenly experiencing debilitating lower body injuries. In early 2016, Ligety tore the anterior cruciate ligament in his right knee in a training session. Almost exactly one year later, he had back surgery meant to alleviate severe pain he had been dealing with for many months.\n\nBefore this season, the federation reduced the minimum lengths for giant slalom skis.\n\nLigety, however, who has shown flashes of his old self, has yet to regain his form in a consistent manner. That was again apparent in Sunday’s race.\n\nAdvertisement Continue reading the main story\n\nHe did not make any excuses.\n\n“I just didn’t seem to have the speed in my legs today, I guess,” he said. “I just couldn’t find the timing.”\n\nAsked if it was hard not to think of Sunday as his last time on the Olympic stage, where he first made his name as a surprise gold medal winner at 21, Ligety shrugged his shoulders.\n\n“Yeah, of course, the Olympics are the big show,” he said. “Everybody looks forward to the Olympic races and in America that’s what gets the attention. So it’s only natural to think about that here.”\n\nHe then talked about his family, which included his parents, who had come to Pyeongchang and were in the grandstand watching Sunday.\n\n“Unfortunately, I wasn’t able to perform at a high level for them,” Ligety said.\n\nHe grinned.\n\n“But my son, Jax, is 7 months old and he doesn’t really care,” he said. “That’ll be my reprieve today.”", "keywords": ["giant", "olympics", "ted", "bows", "slalom", "cup", "won", "ski", "ligety", "good", "skis", "world", "ace", "olympic"], "polarity": 0.13631173486012196, "subjectivity": 0.43735290694968115},
{"title": "\n                    Tyler George’s Curling Shoes Are So Bad We Bought Him New Ones                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/tyler-george-curling-shoes.html", "text": "A version of this article appears in print on , on Page D 3 of the New York edition with the headline: His Shoes Were a Mess. We Had to Step In.", "keywords": ["ones", "bought", "edition", "version", "headline", "shoes", "york", "bad", "print", "georges", "curling", "page", "step", "mess", "d", "tyler"], "polarity": -0.019318181818181818, "subjectivity": 0.31477272727272726},
{"title": "\n                    Far From the Games, a Canadian Skater Says Russia Cost Him a Spot                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-william-dutton.html", "text": "Canada uses a complex formula to select members of its team, but if a skater is among the top 16 in the world, finishes in the top three at the national championships, and has skated a time that is faster than the Olympic cutoff standard, qualification for the Olympics is automatic.\n\nPhoto\n\nThe Russia ban figured to rule out two Russian skaters ranked ahead of Dutton, who was ranked 18th when the I.O.C. announced the ban. That put him in the top 16, he thought. Also, Dutton had finished second in the 500 meters at the Canadian nationals. His best time in the 500 meters didn’t meet the qualifying standard, but that number was determined in part by the times of those two Russian skaters who appeared likely to be barred. Eliminate them, and he met the standard.\n\nHowever, the I.O.C. took more than a month to decide the exact criteria for barring the Russians. The I.O.C. president, Thomas Bach, has said the time was necessary to provide the Russians with due process and figure out a complicated procedure for approval.\n\nWith time short to select its Olympic team, Speed Skating Canada decided to pick the three Canadians ranked ahead of Dutton, even though Dutton had skated to second place in the trials and would have made the top 16 if the Russians didn’t figure in calculations.\n\nDutton took the speedskating selectors to court. The matter was referred to arbitration. That created uncertainty and tension within the team as Dutton’s potential inclusion would have imperiled the participation of another athlete, Laurent Dubreuil.\n\nDavid Bennett, an arbiter with the Sport Dispute Resolution Center of Canada, ruled that Canada’s Olympic selection panel should reconsider its decision because Dutton “would meet the criteria if the ineligible Russian athletes were not included.”\n\nBennett asked the panel to consider the results of the two most detailed investigations into the Russian affair: A 2016 report by the Canadian lawyer Richard McLaren that first laid out the scale of the cheating scheme, and a similar study on behalf of the I.O.C. by Samuel Schmid, a former president of Switzerland, that confirmed many of those findings late last year. Bennett also argued that the two Russians placed above Dutton, Pavel Kulizhnikov and Artyom Kuznetsov, would most likely be ruled ineligible from the Games when the I.O.C. issued its decision.\n\nAdvertisement Continue reading the main story\n\nStill, when the selection panel met to review its decision on Jan. 23, the I.O.C. had not publicly disclosed how it would determine which Russian athletes would be picked. Several barred athletes, including Kuznetsov, were appealing to the international Court of Arbitration for Sport. According to documents reviewed by The New York Times, this lack of clarity played a role in the panel’s decision to stick with its original selections and not assume the Russian skaters would be eliminated, which they eventually were.\n\nSelectors “could not determine that Russian athletes should be removed from the determination of the Qualifying Standard,” said one of the documents. The selectors also felt Russian athletes should receive the same “due process, natural justice and procedural fairness” as Dutton while their appeals had yet to be ruled on.\n\nSusan Auch, Speed Skating Canada’s interim chief executive, is adamant that the selection body made the right decision, saying that Dutton was simply a victim of fierce competition. She conceded, however, that the delay in dealing with Russia created a “murky situation” for all sports governing bodies.\n\n“We had to make a decision with the information we had at the moment,” she said.\n\nDutton described the six-hour arbitration hearing as worse than anything he’d experienced in nearly 10 years of speedskating. “I think my heartbeat went to 190,” he said. “Four years of training come down to that.”\n\nThe irony of a Canadian being ensnared by the Russian scandal isn’t lost on Dutton. The process that led to Russia’s ouster is inextricably linked to Canada.\n\nMcLaren’s investigation exposed the scale of the scheme, and since then, some of the biggest voices demanding tough action against Russia have come from Canada. Richard W. Pound, a Canadian who once led the World Anti-Doping Agency and is the I.O.C.’s longest-serving member, has urged the organization to take the hardest of lines against Russia.\n\nThe former Canadian cross-country skier Beckie Scott, the leader of the agency’s athlete committee, has also been a prominent voice.\n\n“It’s been a Canadian-led fight, really,” Dutton said.\n\nPound said that Dutton should be at the Games and not sitting more than 5,000 miles away from his teammates.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It was a very confusing situation, handled very confusingly by just about everybody involved, and it’s too bad some of the kids get caught up in the machinations,” said Pound, who’s skipping the closing ceremony in protest at what he perceives as a weak punishment meted out to Russia.\n\nAdvertisement Continue reading the main story\n\nAuch, the chief at Speed Skating Canada, questioned Pound’s judgment. “It’s a pretty bold statement from someone who is not in our sport,” she said.\n\nDutton has been keeping in touch with friends at the Games. The uncertainty around his fate has strained Dutton’s relations with his former teammate Dubreuil, who will line up for the 500-meter race at the Gangneung Oval on Monday.\n\n“I’m on very good terms with almost all of my teammates, except one person, who is an affected party,” he said. “Speed Skating Canada ended up putting us in that position by not excluding times of Russian cheaters.”\n\nAuch said she had sympathy for Dutton, though she insisted that the team in Pyeongchang was the strongest, explaining that Dubreuil had won a gold medal at a world championship meet earlier this year. Dutton beat Dubreuil to second place at the Canadian nationals.\n\n“If we could have taken four, we would have,” Auch said.\n\nRussia has the third-largest presence at the Olympics after the I.O.C. ruled that nearly 170 athletes could participate under the banner “Olympic Athletes From Russia.”\n\nDutton and others are frustrated that several sports governing bodies, including those for speedskating, luge and ice hockey, have yet to discipline tainted Russian athletes, meaning they can continue participating in events outside of the Olympics.\n\n“Why are these people who are banned from the Olympics still competing against us?” he asked. \"We are competing with them in World Cups, and they are banned from the Olympics.”", "keywords": ["cost", "dutton", "decision", "olympics", "russia", "world", "athletes", "skater", "times", "spot", "canadian", "ioc", "russian", "far", "canada", "games"], "polarity": 0.10215205429491143, "subjectivity": 0.3526154004725432},
{"title": "\n                    Giant Slalom: Marcel Hirscher Easily Wins 2nd Olympic Gold Medal                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/skiing-giant-slalom-marcel-hirscher.html", "text": "The American Ted Ligety, the defending champion, struggled to find an attacking rhythm and placed 20th in the first run.\n\n“It ran a lot easier than I anticipated, but I didn’t attack as I could have or should have,” Ligety said. “No real explanation for that. I thought it would run a little bit more challenging than it did.” Ligety wound up tied for 15th after both runs.\n\nOn the second run, Hirscher again put up a fast time to win by an almost insulting 1.27 seconds, while Henrik Kristoffersen of Norway pipped Pintarault for the silver by four hundredths of a second.\n\nHirscher had disappointed in 2014, winning just one silver. But in 2018, having already won the combined, he will be a heavy favorite to pick up a third gold medal in the slalom on Thursday.", "keywords": ["wound", "giant", "medal", "2nd", "easily", "run", "slalom", "won", "tied", "winning", "ted", "silver", "marcel", "ligety", "hirscher", "win", "wins", "thought", "gold", "olympic"], "polarity": 0.059558823529411775, "subjectivity": 0.4490196078431372},
{"title": "\n                    Ilya Kovalchuk Scores Twice as Russians Outclass U.S., 4-0                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/russia-united-states-hockey.html", "text": "GANGNEUNG, South Korea — The blistering pace on the ice and the atmosphere in the arena were reminiscent of the epic showdown between the United States and Russia in Sochi, Russia, four years ago. That’s where the similarities ended.\n\nWhen the teams met again at the Olympics on Saturday night without N.H.L. players, Ilya Kovalchuk and the Russians put on a clinic — outplaying, outhitting and outclassing the Americans in a 4-0 shutout.\n\nPhoto\n\nThe United States must now play in the qualification round on Tuesday, while the Russians finished first in the group and moved directly to the quarterfinals, hoping their dominance puts T.J. Oshie’s shootout performance in 2014 further in the rearview mirror.\n\n“After the last game in Sochi, I think you guys are still showing the highlights of Oshie scoring those shootouts, right?” Kovalchuk said. “So hopefully you’re going to change that now.”\n\nAdvertisement Continue reading the main story\n\nThe Russians Kovalchuk, Pavel Datsyuk and Slava Voynov and United States Coach Tony Granato are the only people back from that game, which had higher stakes because of the N.H.L. talent and with the United States looking to win its first Olympic gold medal since the “Miracle on Ice” in 1980.\n\nGranato doubled down after the loss on his pretournament comment that the United States doesn’t “need a miracle” to win.", "keywords": ["ilya", "scores", "outclass", "kovalchuk", "ice", "nhl", "miracle", "russia", "sochi", "win", "twice", "russians", "united", "states", "40"], "polarity": 0.10260141093474426, "subjectivity": 0.39951499118165784},
{"title": "\n                    Nathan Chen Gets a Different Kind of Reward                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/olympics-nathan-chen-quads.html", "text": "“I’ve never been in this position before,” he said before he took to the ice one last time for the free skate. “I don’t know what to do.”\n\nHe insisted that the pressure of the Olympics had not gotten to him. But on the inside, there was a battle ensuing.\n\nAdvertisement Continue reading the main story\n\nHe was trying to swat away negative thoughts, but they kept coming at him. He had worried about winning a medal at the Olympics and where he would place. He didn’t want to make a mistake — so he skated tentatively because of that and made mistakes because of that.\n\nAfter the men’s short program, Chen didn’t even wait for the draw to find out when he would perform in the free skate. He headed back to his room and then his mother called to give him a pep talk.\n\n“This isn’t who you are,” she said. “Tomorrow’s a new day.”\n\nHe crawled under his bed covers. There, all alone with his mind racing, he tried to determine what went wrong.\n\nHe had started skating when he was 3, when his mother would reward him with Swedish fish candy for doing things right. And he often did things right — for years and years, he did things right. And now he grew more and more angry with himself that he had let the Olympics overwhelm him.\n\n“These kinds of things happen to every athlete eventually, but it’s nothing that Nathan is accustomed to,” the figure skating analyst and 1984 Olympic gold medalist Scott Hamilton said. “What I see is a highly tuned athlete who might have been thrown off a bit for one reason or another. Quads are extremely specific in their timing, aggression and in their intent. When things start to unravel just a little bit, it’s like, ‘Boom!’ ”\n\nBoom — just like the revelation Chen had in bed on Friday night.\n\nForget about the expectations that everyone had placed on him to medal, he said to himself. Forget the mistakes in the team event and the mistakes in the short program.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nForget it all. Forget everyone.\n\nHe would try that sixth quad.\n\n“I was, like, I’m not going to hold myself back and play it safe,” he said. “I had literally nothing to lose, so if I made a couple of mistakes, so be it.”\n\nBefore his free skate, Chen spent time on social media, where fans and friends were reaching out to him.\n\nDick Button, the two-time Olympic champion, posted back-to-back notes. First, he said, “Nathan Chen — it will be interesting to see how he handles the worst disaster in his skating life.”\n\nAdvertisement Continue reading the main story\n\nSecond, he said, “Hey Nathan Chen, Beyoncé fell off the stage at a concert and got right back up, so can you.”\n\nDonovan Mitchell, the Utah Jazz guard, tweeted, “Stay positive.”\n\nBut Chen had already decided his plan.\n\nOn Saturday, in his redemption skate, he wore a simple black costume with a white collar, and he leapt and leapt — six times in all — to land his quads and make history.\n\nAfterward, there were no tears. He just snacked on a PB&J sandwich while waiting to see if he would somehow end the day in the top three. Maybe, just maybe, he would finish that high. But it wasn’t meant to be.\n\nThere will always be the what-ifs — as in, what if he had cleared his head early enough in these Olympics to skate like the real Nathan Chen? He didn’t, until it was too late. For now, that will have to suffice.\n\n“I’m happy that I did what I did in the end,” he said.", "keywords": ["skate", "olympics", "chen", "nathan", "different", "reward", "things", "mistakes", "skating", "right", "main", "gets", "kind", "reading"], "polarity": 0.11077310606060604, "subjectivity": 0.42121038961038976},
{"title": "\n                    The Quietest Place at the Olympics                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/ski-jumping.html", "text": "The Quietest Place at the Olympics\n\nImage Credit Photographs by Doug Mills/The New York Times\n\nThe 2018 Winter Olympics in Pyeongchang have been defined by punishing cold and howling winds. But in the ski jump start house, nearly 3,000 feet above sea level, it’s warm and eerily silent. The room is packed with jumpers — brave men preparing to launch themselves some 450 feet through the air — but no one speaks. No one smiles. On the very long, tight elevator ride, there is no banter, just quiet concentration.\n\nImage\n\nImage\n\nImage\n\nWhen they finally reach the top, it’s time for business. Each jumper has his own unique routine — some stretch, some squat with their arms reaching back, some jump in place, even on the extremely steep and narrow stairs above the platform. There’s no fear of heights in this group.\n\nImage\n\nImage\n\nImage\n\nWhen it’s their turn to jump, they lock their boots in, double-check the straps, position their skis down the slope and slide into the center of the ramp. A quick glance at the clock tells them when it’s time to go. Then, more eerie silence before doing what they came to do.\n\nImage\n\nDoug Mills has worked as a photographer in the Washington bureau since 2002. He previously worked at The Associated Press, where he won two Pulitzer Prizes for his photography. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page SP 8 of the New York edition with the headline: Getting Ready to Fly\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["jump", "view", "worked", "pyeongchang", "olympics", "place", "quietest", "york", "required", "times", "newsletter", "subscribe"], "polarity": 0.11018573490002061, "subjectivity": 0.4675359719645434},
{"title": "\n                    Why the Pyeongchang Games Are Different From All the Others                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/pyeongchang-south-korea-games.html", "text": "PYEONGCHANG, South Korea — In the Gangneung Hockey Centre, the four-faced video screen in the middle of the rink puts on a show every time a penalty is called. Words like “Interference” and “Tripping” materialize in turquoise blue and start to giddily flip-flop around, in both English and Korean. You’d think someone just won the lotto.\n\nNope. “Delay of Game.”\n\nEvery Olympics is a fusion of the generic, staid look of the Games, as mandated by the International Olympic Committee, with the singular aesthetic of the hosting country. It is what gives these biennial extravaganzas, which stage nearly identical competitions in a different part of the world, their distinctive feel.\n\nMore than anything, being here — at two clusters of venues on the shores of the Sea of Japan and in the Taebaek Mountains — is a feast for the senses. Your palate is regularly lit up by the food, which is superspicy, or supersweet, or sometimes a bit of both. You can be freezing outdoors one moment and sweating in an overheated bus the next. Your eardrums get a workout anywhere there is music.\n\nThen there are the bright colors and brash graphics, a combination found everywhere, especially on television. A number of shows have word bubbles that make the classic “bloop!” sound as they pop up over the action, in shades lifted from a pack of Starburst fruit chews.", "keywords": ["pyeongchang", "won", "venues", "words", "youd", "video", "different", "workout", "turquoise", "world", "word", "tripping", "games"], "polarity": 0.08284313725490196, "subjectivity": 0.320211161387632},
{"title": "\n                    Nathan Chen Makes a Comeback With an Unprecedented 6 Quads                ", "url": "https://www.nytimes.com/interactive/2018/02/17/sports/olympics/nathan-chen-figure-skating-quads.html", "text": "GANGNEUNG, South Korea — After a disastrous showing in the men’s Olympic figure skating short program a day earlier, Nathan Chen of the United States went for broke and attempted six quads in his long program on Saturday. The bold move paid off, helping him leap from 17th place to fifth.\n\nFirst rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff First rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff 1st rotation 2nd Double Toe 3rd 4th Quad Flip Chen’s quadruple flip-double toe combination jump during his long program on Saturday. Composite image by Jeremy White/The New York Times\n\nChen’s unprecedented six quads at the Olympics included the quadruple flip-double toe combination shown above. The move gave him 215.08 points, enough to win the long program portion of the competition. But his poor showing in the short program kept him off the podium.\n\nChen, 18, who had been an American hope for a gold, had initially planned to perform five quads, but it was “almost a game-time decision” to add a sixth, he said.\n\n“I knew at that point that I had literally nothing to lose, so I decided just to try it,” Chen said.\n\nBecause quad jumps have the highest base values in figure skating, there is a powerful incentive for skaters to try quads in competition even if they are not consistently landing the jumps. Sixteen of the 24 skaters on Saturday attempted at least one quad.\n\nQuadruple Jumps Attempted in the Long Program Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nChen performed two more quads than Yuzuru Hanyu of Japan, who defended his Olympic title, winning his second straight gold medal in the event on Saturday. Those extra quads helped Chen earn his best score this season, nearly 9 more points than Hanyu’s 206.17 in the long program.\n\nThird Second First rotation Fourth Quad Toe Backward takeoff Triple Toe Second Third First rotation Fourth Quad Toe Backward takeoff Triple Toe 2nd 3rd 1st rotation 4th Quad Toe Triple Toe This quad toe-triple toe jump combination was the highest scoring element of Chen’s program. Composite image by Bedel Saget and Archie Tse/The New York Times\n\nTo maximize points, Chen saved three of his quads, including the quadruple toe combination shown above, for the second half of his program.\n\nAny jump done after the halfway point gets a 10 percent bonus, which is a reward to skaters for executing difficult elements when they are tired. Skaters also gain or lose additional points depending on how well a quad is executed.\n\nSecond Third First rotation Fourth Takeoff Both hands touch ice Second Third First rotation Fourth Take off Both hands touch ice 2nd 3rd 1st rotation 4th Take off Both hands touch ice Only one of Chen’s quad attempts was not landed cleanly: this quad flip, which was the third element of his program. Composite image by Bedel Saget and Jeremy White/The New York Times\n\nChen lost points on a quadruple flip shown above, after he put his hands down on the ice during the landing.\n\nBut he still earned 10.07 points for that move, which is nearly 3 points more than the maximum value he would have received for a well-executed triple jump.\n\nWhile Chen won the long program, Hanyu, 23, got higher marks for artistry. In addition to points for technical elements like quads, skaters also receive marks for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. The Japanese skater, who is recovering from an ankle injury, scored 9 points higher than Chen on his component score, showing off nearly an entire quad’s worth of hidden advantage.\n\nAn artistic sequence near the end of the long program of Yuzuru Hanyu, who won the gold medal for Japan on Saturday, as he had in Sochi in 2014. Composite image by Joe Ward and Jeremy White/The New York Times\n\nWhile Chen did not medal, his gutsy gamble gave him some redemption for his dismal performance a day earlier.", "keywords": ["second", "comeback", "chen", "quad", "points", "unprecedented", "nathan", "toe", "program", "quads", "long", "rotation", "takeoff", "makes"], "polarity": 0.06467633322472031, "subjectivity": 0.2983735201477136},
{"title": "\n                    Winnie the Pooh vs. Soohorang                ", "url": "https://www.nytimes.com/2018/02/17/sports/winnie-the-pooh-vs-soohorang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — At Gangneung Ice Arena, an epic battle played out on the ice during the men’s figure skating competition, but it wasn’t Nathan Chen versus Yuzuru Hanyu.\n\nIt was Winnie the Pooh versus Soohorang.\n\nSoohorang is the cuddly white tiger that has emerged as a highly visible mascot at these Games. Pooh is a famous yellow bear and favorite good-luck charm of Hanyu.\n\nPhoto\n\nBut before the Games, Hanyu, of Japan, learned that he couldn’t carry his trademark bear with him at competitions. The Disney character is his personal mascot, and according to a fan blog, he finds comfort in Pooh’s unchanging gaze.\n\n“Some conflict with the sponsor, so I was not able to bring the yellow bear,” said Hanyu after the men’s short program. The International Olympic Committee has strict rules about the nonessential products athletes are allowed to carry with them to competitions.\n\nAdvertisement Continue reading the main story\n\nNow he leaves Pooh at the hotel. “I put my head against the head of the yellow bear because it’s a good-luck charm for me,” Hanyu said.\n\nPhoto\n\nSoohorang, the white tiger, has been a constant presence at every Olympic venue and in the souvenir stores. When winners are announced during Olympic competitions, young women dressed in red coats present a stuffed Soohorang to the athletes instead of the traditional bouquet. “It’s pretty cute,” said Chloe Kim, the American snowboarder, after she won the gold medal in the women’s halfpipe on Tuesday.", "keywords": ["winnie", "mascot", "versus", "vs", "mens", "hanyu", "pooh", "bear", "yellow", "white", "soohorang", "tiger", "olympic"], "polarity": 0.09212121212121213, "subjectivity": 0.3628030303030303},
{"title": "\n                    Bobsled Team Represents Nigeria Loosely, but Women Truly                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/nigeria-bobsled.html", "text": "Before departing for Pyeongchang they visited Nigeria, where they attended receptions and were invited to visit its president after the Games.\n\nTo Victor Chukwuemeka, 41, a business consultant in Abuja, the capital, the team’s effort at the Olympics is inspiring.\n\n“Looking at their pedigree, I’m so impressed by them,” Chukwuemeka, who read about the team in a newspaper, said on a recent morning.\n\n“They had every chance to try to represent the United States, where they were born, but they deemed it fit to represent Nigeria and Africa,” Chukwuemeka said. “To me, that means they felt national pride, and I’m really so proud of them.”\n\nYet in a country where athletic news is still largely dominated by men’s sports, the bobsled team has not attracted as much attention as it has garnered in the United States.\n\nEkeoma Akwiwu, 59, once the general manager at the state broadcast service, said the “attitude toward women in sports is so unsatisfactory; we don’t promote them as much as we should.”\n\nShe recalled the Nigerian women’s track team that won a surprise bronze medal at the 1992 Summer Games in the 4-by-100-meter relay.\n\nAdvertisement Continue reading the main story\n\n“They’re now iconic, but at the time we didn’t value them until they won,” Akwiwu said. “I remember how we pushed to celebrate them after they won, but until then they weren’t in the limelight or supported.”\n\nIn Pyeongchang, members of the bobsled team said they wanted to inspire a generation of women to follow them.\n\n“Having young girls and women in general be able to see us on the screen and know that we have done this and it’s doable” is extremely important, Onwumere said.\n\nShe said she hoped that girls born and raised in the homeland of her parents would realize that even if they come from a country without snow or ice, they could still learn to compete in a winter sport.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“To be able to truly represent Nigeria, you’re going to need homegrown athletes that are going to be involved,” she said.\n\nFor Adigun, the limelight in the United States and in Pyeongchang has been harder to adjust to. Although she competed at the 2012 London Olympics in track, Adigun said that as an introvert, the news media attention has sometimes pushed her out of her comfort zone.\n\n“When we first started this it was, O.K., this could go one of two ways,” Adigun said. “This could be something that would be really cool, something that we give back, something that people could just be proud of and we could just kind of be low key, get it done, and we could just live in that legacy. Or people would get really, really excited and then we’d have to figure out how to manage life that way. And so the latter ended up being the reality.”\n\nNow, she has fully embraced her cause.\n\n“This is something that will help the sport, something that will help women, the country, the continent,” she said, “and those things keep me grounded and keep me able to handle it.”", "keywords": ["chukwuemeka", "team", "won", "united", "pyeongchang", "nigeria", "bobsled", "country", "truly", "represent", "really", "represents", "loosely", "women"], "polarity": 0.2682529375386518, "subjectivity": 0.4845454545454546},
{"title": "\n                    Snowboarder Ester Ledecka Shocks Lindsey Vonn and the Super-G Field                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/lindsey-vonn-super-g.html", "text": "“She could never put it all together,” Italy’s Sofia Goggia, who finished 11th Saturday, said of Ledecka. “But today she did.”\n\nLedecka cruised across the finish line, and a giant No. 1 flashed next to her name. A dumbfounded crowd at first seemed stunned silent.\n\nVeith said, “My first reaction was, ‘Is this possible?’”\n\nThe crowd began to cheer, growing louder every few seconds. Ledecka remained still and did not react, waiting for the scoreboard correction.\n\nAdvertisement Continue reading the main story\n\n“Nothing was happening, and everybody was screaming,” Ledecka said afterward.\n\nHer time did not change, and she remained at the top of the leaderboard. Slowly, she skied toward an area adjacent to the finish, where she was feted as the race winner.\n\nPhoto\n\nPhoto\n\nSoon, her unforeseen victory lit up the internet, and a report circulated that she was using a used pair of skis borrowed from the Olympic giant slalom champion Mikaela Shiffrin’s supply.\n\nEileen Shiffrin, Mikaela’s mother and coach, disputed this. She said Ledecka had most likely chosen her skis from a batch the manufacturer Atomic provided to a number of racers. Ledecka said she always chose skis that had been used by other racers.\n\nWhisked to a news conference, Ledecka kept her ski goggles on her face as she answered questions from the news media. Asked why she did not remove her goggles, she giggled and answered, “Because I was not as prepared as the other girls that would be at the ceremony.” Then she explained that she did not have on any makeup.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLedecka, who has both an Alpine coach and a snowboarding coach, was scheduled to compete in the snowboarding parallel giant slalom next week. But after her victory Saturday, she said she might change her plans. “Maybe my skiing coach will be a little bit pushy after today,” she said.\n\nLedecka could also enter Wednesday’s Alpine downhill. Last December, she finished seventh at a World Cup downhill at the Lake Louise resort in Alberta, Canada.\n\nThroughout her news conference, Ledecka seemed less astounded that a ski racer who splits her time on the snowboarding pro circuit could win an Olympic Alpine gold medal than her inquisitors. Asked to explain how she could be good at both, Ledecka responded:\n\n“Well, it’s down a hill, both of them, right? That’s the basics.”\n\nWhen the room broke out in laughter, she yelped, “Well, it’s true.”\n\nVonn was clearly impressed by Ledecka.\n\n“I wish I had as much athleticism as her,” she said. “To be a snowboarder and win is pretty darn impressive.”", "keywords": ["snowboarding", "vonn", "giant", "alpine", "coach", "used", "snowboarder", "ester", "york", "win", "field", "skis", "victory", "lindsey", "shocks", "ledecka", "superg"], "polarity": 0.17603146122882965, "subjectivity": 0.4472839295207716},
{"title": "\n                    Yuzuru Hanyu Writes Another Chapter in Figure Skating Legend                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/figure-skating-yuzuru-hanyu.html", "text": "In the end, the injury “could be the best thing that ever happened” for Hanyu, said Jackie Wong, a prominent blogger from New York who is a former skater and skating judge and who is covering the Olympics. “He wasn’t going for unnecessary difficulty.”\n\nHanyu disregarded any talk about being the greatest ever in his sport, saying, “I’m not the best skater.” But others were not so reluctant.\n\nAdvertisement Continue reading the main story\n\n“If you want him to be, you wouldn’t be wrong,” said Kurt Browning of Canada, a four-time world champion in the late 1980s and early 1990s. “Why not. He’s everything. He’s the skater, he’s the jumper, but quintessentially, he’s the performer. He seems to have the superpower to take all the pressure, all the expectations and all the lights and all the cameras, and somehow he’s able to use it as a competitor.”\n\nHere’s how the free skate played out:\n\nGermany’s Paul Fentz Does Game of Thrones Cosplay\n\nPaul Fentz of Germany had a heavily themed Game of Thrones routine. He skated to the dramatic music from the television show’s soundtrack, and was dressed in a shirt designed to look like armor. He wore one gold glove, perhaps reminding some viewers of Jaime Lannister, who has a metal hand. But the judges did not seem to agree that Winter is coming, and put him in third place of the three skaters who have gone.\n\nJapan’s Keiji Tanaka Leads Early; Nathan Chen Up Next\n\nWith the six lesser lights of the 24 competitors having skated, Keiji Tanaka of Japan is the early leader, helped by a quad Salchow at the top of his program. The second group of six will include Nathan Chen of the United States, who disappointed badly in his short program, but has a daring five-quad program to try to make up ground.\n\nPhoto\n\nTwo Quads Gives Bychenko the Lead\n\nAlexei Bychenko of Israel, the first skater of the second group, gave a strong performance that moved him into the lead. Bychenko, skating to music from the opera Pagliacci, hit both his quads and fell to his knees with joy at the end of the performance.\n\nPhoto\n\nNathan Chen Gets Aggressive, Goes for Six Quads\n\nNathan Chen, who bombed his short program and stood in only 17th place, hoped to make up ground with a daring five quad performance. But he did not land five quads. He threw in one more and landed six.\n\nChen, 18, performed a quad Lutz, flip combination, flip, toe loop combination, toe loop and Salchow. The quad toe loop-triple toe loop combo scored a huge 17.63 points by itself. Chen also did well on the more subjective judging elements, getting over 9 for performance. He takes a big lead over the other early skaters, by a full 40 points.\n\nIt was a redemptive and audaciously ambitious performance. Chen became the first Olympian to land five quadruple jumps cleanly in a routine and actually attempted six, but put his hands to the ice on the quad flip. His score of 297.35 could put him in medal contention if the leaders struggle later.\n\nBrendan Kerry Invokes Pink Floyd\n\nBrendan Kerry of Australia has had some of the more intriguing musical choices of the event. In the short program he skated to an eerie cover of “Everybody Wants to Rule the World.” For the free skate he chose a Pink Floyd medley, including “Shine on You Crazy Diamond” and “Money.” But his performance wasn’t quite up to snuff and he bailed out of his quads. That concluded the second group of six skaters. Twelve to go. Chen still leads by 40 points.\n\nPhoto\n\nKeegan Messing Puts on a Show\n\nThe Olympics are at their heart, a sports competition, but no one has had more fun here than Keegan Messing of Canada, who entertained the crowd with a Charlie Chaplin routine on Saturday after skating to Singin’ in the Rain on Friday.\n\nAdvertisement Continue reading the main story\n\nHe is unapologetic about being a showman as much as a competitor. “I just feel like I can bring the crowd in; it makes my skating so much more fun for me,” he said. Messing also hit two quads and moved into third place.\n\nNathan Chen Made a “Game-Time Decision” to Try 6 Quads\n\nLeader Nathan Chen spoke after his amazing program:\n\n“Having such a rough short program allowed me to just forget about expectations and just allow myself to really enjoy myself,” Chen said. “I think six quads was almost a game-time decision, I knew at that point that I had literally nothing to lose.\n\n“As much as I tried to deny it, I felt the pressure a lot before the short program, especially thinking about scores and placement and all that. And that was completely out of my control. That just tightened me up and made me really cautious on the ice.”\n\nPhoto\n\nVincent Zhou Nearly Matches Nathan Chen\n\nVincent Zhou, 17, exceeded expectations in his short program, placing 12th. And he rolled out an ambitious five-quad free skate. And like his countryman Nathan Chen, he delivered.\n\nIn skating’s complicated scoring system, Zhou was credited with four quadruple jumps, three of them landed cleanly. He put his hand to the ice on a quad flip. And his attempt to become the first Olympic skater to land two quad Lutzes — the most difficult of the four-revolution jumps being performed — came up short. His second Lutz was judged to have been under-rotated. Still, his score for the long program was a lifetime best of 192.16 points.\n\nHis technical score was only 7 off Chen’s and he moved into second place overall, 21 points down. Zhou is definitely one to watch for 2022.\n\nPhoto\n\nAdam Rippon Skates a Clean Program, but No Quads\n\nAdam Rippon, the man with the killer abs, was the final American to skate. A program without quads would make it difficult to finish high, but he wheeled out all his showmanship, including birdlike motions while skating to Coldplay’s “Arrival of the Birds.” And he landed all those triples.\n\nAdvertisement Continue reading the main story\n\nRippon skated with his accustomed elegance, but the jumping prowess of Nathan Chen and Vincent Zhou illustrated the gulf between his artistry and the bold athleticism needed to score highly under today’s scoring system.\n\nWith six more to skate, the American men can finish no lower than 7th, 8th and 10th. This is the fourth time in the last five Olympics that all three men have made the top 10. The last time was 2010, when Evan Lysacek won the gold medal, Johnny Weir finished sixth and Jeremy Abbott took ninth.\n\nDmitri Aliev Struggles\n\nDmitri Aliev, the 18-year-old Russian, was the first of the final six to skate and probably the least likely winner, with only two quads in his program. He wound up falling as well and can only place third, though that’s not likely.\n\nJin Boyang Passes Nathan Chen for First Place\n\nJin Boyang of China was fourth after the short program and planned a four-quad program set to “The Planets” and the Cantina Theme and other music from “Star Wars.” Jin delivered an almost clean routine, marred by one fall. His free skate score was lower than Nathan Chen’s, but Jin had a 21-point lead over Chen after the short program. It adds up to a new leader by less than a point. Chen is back in second.\n\nPatrick Chan Can’t Make Up Ground\n\nPatrick Chan of Canada was sixth after the short program. His routine, set to Jeff Buckley’s version of “Hallelujah,” had two quads, both right at the top. He landed the first and stepped out of the second one slightly. He also put a hand down on a later jump and had an unprovoked stumble. An always dignified skater, the 27-year-old Chan stood only in sixth. Next up, the leader and gold medal favorite, Yuzuru Hanyu.\n\nPhoto\n\nYuzuru Hanyu Leads After Strong Routine\n\nYuzuru Hanyu of Japan, the world’s most famous Winnie the Pooh enthusiast, had the gold medal for the taking, with the lead and a four-quad performance planned. He nailed the first three, but stumbled on the fourth, a planned quad-single-triple combination. It might have been enough for the gold, but Hanyu threw in one more unplanned quad for good measure. One more small stumble came on a triple, but Hanyu laid down a strong performance that will make him hard to catch. Winnie the Pooh dolls rained down from the audience in the aftermath.\n\nHanyu took over first place. His free skate score was 6 points lower than Chen’s but combined with the short program he claimed a 20-point lead.\n\nPhoto\n\nJavier Fernandez in 2nd Place After Strong Routine\n\nJavier Fernandez of Spain was fourth four years ago, but he put himself in position to get a medal this time. After a strong second in the short program, he delivered in his free skate to Man of La Mancha, completing two of his three planned quads. The last skater will be Shoma Uno of Japan, with the current medal positions Hanyu-Fernandez-Jin. The American Nathan Chen has slipped to fourth place.\n\nShoma Uno Passes Fernandez for Silver\n\nIt all came down to Shoma Uno, who could get a medal and maybe even the gold if he nailed his four-quad program set to Turandot. But he fell on Quad No. 1 and stepped out of a combo. It was good enough for second place, and Yuzuru Hanyu repeated as the men’s Olympic champion. Bronze to Javier Fernandez.", "keywords": ["second", "skate", "chen", "short", "quad", "hanyu", "program", "skating", "nathan", "skater", "place", "writes", "yuzuru", "chapter", "quads", "figure", "legend"], "polarity": 0.11496489540349189, "subjectivity": 0.42330945208138193},
{"title": "\n                    We Tracked the Battle of the Quads in the Men’s Figure Skating Final                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen of the United States attempted six quads in his long program on Saturday, a number that is unprecedented at the Olympics.\n\nThough he did not medal, he performed two more quads than the gold medalist, Japan’s Yuzuru Hanyu.\n\nChen’s quads gave him enough points to sprint past his competitors and win the long program portion of the competition. But major mistakes in his short program the day before kept him off the podium. He ended in fifth place.\n\nWe tracked the number of quadruple jumps attempted by each skater:\n\nQuadruple Jumps Attempted in Free Skate Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nA quad, which is a jump that has four revolutions, has the highest base value in figure skating and is generally worth more than twice the equivalent triple jump. For example, a triple lutz has a base value of 6 points. A quad lutz is worth 13.6 points.\n\nThis creates a powerful incentive for skaters to try a quad in competition even if they are not consistently landing the jump.\n\nSkaters also gain or lose additional points depending on how well the quad is executed. And any jump done in the second half of a program, when skaters’ legs are tired, gets a 10 percent bonus.\n\nFor example, below are the 13 elements of the long program of Yuzuru Hanyu of Japan, performed at the 2017 world championships, in the order that he executed them. Three elements were quad jumps by themselves, and one more was a quad in combination with another jump.\n\nQuad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Source: International Skating Union\n\nHe waited to do his last two quads until he had passed the halfway point of his program.\n\nNathan Chen of the United States and Shoma Uno of Japan have most consistently attempted five quads in recent competitions. Hanyu and Jin Boyang of China have often attempted four. Spain’s Javier Fernandez has tried as many as three.\n\nNumber of quads in each skater’s 10 most recent major competitions\n\nHanyu, Fernandez, Uno and Jin are the leaders going into Saturday’s long program competition.\n\nChen, who was America’s hope for a gold medal in the men’s individual event, made major errors in his short program, practically taking him out of contention.\n\nMathematically, packing in as many quads as possible may seem like the only route to the podium for any of the skaters.\n\nThat may be, unless we’re talking about Hanyu, the gold medalist in Sochi four years ago, who was the winner of the short program here.\n\nWhile skaters earn points for the elements, like quads, of a program, they also receive a score for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. He is often points ahead of his competition in artistry and gets higher marks for how well he executes his technical elements as well.\n\nYuzuru Hanyu performing in Friday’s short program event. Chang W. Lee/The New York Times\n\nHanyu, who is recovering from an ankle injury, may not always attempt the most quads, but his top score in recent competitions is at least 7 points higher than those of his closest rivals.", "keywords": ["battle", "skaters", "triple", "quad", "points", "mens", "spin", "skating", "program", "tracked", "sequence", "combo", "step", "quads", "figure", "final"], "polarity": 0.11947541452258435, "subjectivity": 0.43845054316752424},
{"title": "\n                    Canadian Olympic Success, a #MeToo Event and Saskatoon: The Canada Letter                ", "url": "https://www.nytimes.com/2018/02/16/world/canada/canadian-olympic-success-metoo-saskatoon-canada-letter.html", "text": "“I couldn’t ask for more in my career,” he wrote in an Instagram post. “It’s been fun dreaming my wildest dreams and having so many of them come true.”\n\nIs curling attracting much attention from Koreans or is it just a curiosity for the home crowd?\n\nCurling, that great cultural institution, is still a fledgling sport in many corners of the world — including South Korea, where the Olympic curling venue has been the site of fine competition, plenty of enthusiasm and no small amount of confusion.\n\nPhoto\n\nAs many of you know, the nuances of shotmaking and even scoring can take some time to grasp for those who are new to the sport. South Korea built a competitive curling program before the Olympics, but the sport’s popularity is not particularly widespread here. Fans cheer a lot, but sometimes for poor shots. In any case, the South Korean women’s team is a medal contender and proved as much by upsetting Canada in its opening match of the tournament.\n\nIt was a bittersweet, if mostly bitter, result for Canadian fans: Peter Gallant, South Korea’s coach, is from Prince Edward Island.\n\nIs Canada still the team to beat in men’s hockey even without current N.H.L. players on its team?\n\nPhoto\n\nThe men’s hockey draw seems like a total tossup. Traditional powerhouses like the United States and Russia — or the team that used to be known as Russia — lost their opening matches. Canada defeated Switzerland in its first match of the tournament in front of a mostly empty house at Gangneung Ice Arena.\n\nWithout the star power that N.H.L. players delivered at previous Olympics, the tournament is struggling to attract many eyeballs. Teams have filled their rosters with players who are toiling away in lesser leagues or are at the end of their career — and that includes Canada, which went with older players while leaving younger prospects at home.\n\nAdvertisement Continue reading the main story\n\nThe result is that chemistry will need to be built on the fly, and nobody seems too sure how this tournament will pan out. But Canada should contend for gold. It’s still hockey, after all.\n\nPhoto\n\nThis link will whisk you to all of our Winter Games coverage. Here are some of the stories and digital features that caught my eye:\n\n—The Times is experimenting with something called augmented reality. Unlike virtual reality, another technology we’ve been exploring, augmented reality doesn’t require cardboard goggles. But, right now at least, you can only experience the full effect by using an iPhone 6S, SE or newer. For the Olympics, we’ve used the technology to take a unique look at four athletes. Try it and send me an email with your thoughts about the technology and how we used it.\n\nPhoto\n\n—Most years I spend this weekend doing a local 51 kilometer cross country ski loppet. (Don’t bother checking my past results.) My travel schedule and the on-and-off winter in Ottawa mean that I’m just skiing occasionally with my wife this year. I’m also the household’s wax technician. But the grumbling I hear when I get the wax wrong is nothing compared with what Knut Nystad experiences. David Segal reported that Mr. Nystad, the chief of Norway’s 30-strong crew of Olympic wax techs, becomes public enemy No. 1 back home when his team messes up.\n\nCross-country skiing is to Norway what hockey is to Canada. Mr. Segal looked into Norway’s equivalent of Sept. 28, 1972. (For non-Canadian readers: that’s the day that Paul Henderson scored the winning goal against the Russians in the Summit series.) In this case, the defining moment was the breaking of Oddvar Bra’s ski pole at 1:54 p.m. on Feb. 25, 1982, which became the stuff of national legend in Norway.\n\nPhoto\n\n—Here’s the diet of Adam Rippon, an American figure skater, from two years ago: three slices of whole grain bread topped with pats of I Can’t Believe It’s Not Butter spread, supplemented by three cups of coffee, each laced with six packets of artificial sweetener. Mr. Rippon and a number of other male figure skaters, including some Canadians, opened up to Karen Crouse about their sport’s body image problems.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Canada Letter Every week, receive a handpicked selection of news and opinion plus exclusive commentary from New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExperience: Augmented Reality: Four of the World’s Best Olympians, as You’ve Never Seen Them Before\n\nRead: Complete coverage of the 2018 Olympic Games\n\nRead: Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails\n\nAdvertisement Continue reading the main story\n\nRead: The Ski Pole That Norway Will Never Forget\n\nRead: Adam Rippon on Quiet Starvation in Men’s Figure Skating\n\nA #MeToo Moment Event and Raffle\n\nThere are still tickets available for a conversation on Wednesday between Jodi Kantor and Emily Steel, The Times reporters who broke the Harvey Weinstein and Bill O’Reilly stories, and Jessica Bennett, the gender editor of The Times, about journalism and the #MeToo moment.\n\nCatherine Porter, our Toronto bureau chief, will moderate the event, which will take place at the Rotman School of Management at the University of Toronto. And I’ll introduce the panel.\n\nWhile Times’ subscribers get a discount on tickets, we’re also holding a raffle for 15 pairs of tickets.\n\nWhether or not you can attend, you should sign up for the #MeToo Moment newsletter where Ms. Bennett and other writers and editors from The Times track and analyze the issue.\n\nBuy Tickets: Journalism and the #Metoo Moment\n\nWin Tickets: Journalism and the #MeToo Moment Ticket Sweepstakes\n\nRead: The #MeToo Moment newsletter\n\nA New Prairie Landmark\n\nPhoto\n\nHer apartment packed up, Jada Yuan has left on her mission as The Times’ new 52 Places To Go in 2018 columnist. Stop No. 1, published this week, was New Orleans.\n\nSometime this spring, Ms. Yuan will be in the prairie city of Saskatoon, in Saskatchewan. I’ve long thought that Saskatoon punches well above its weight for a city with a population of 256,000 people. Its scenically located downtown thrives and the city has long been home to a disproportionately large number of artists and musicians.\n\nPhoto\n\nIt also has a new attraction, which I got a taste of last week while on assignment: the Remai Modern art museum. Owned by the city, it’s remarkably ambitious in both its architecture and inaugural exhibition, “Field Guide,” which closes next week.\n\nAdvertisement Continue reading the main story\n\nRead: 52 Places to Go in 2018\n\nRead: Starting an Intimidating World Tour in the Big Easy\n\nTight Market\n\nIn this week’s On The Market in Toronto, Tara Deschamps examines some discouraging statistics for both buyers and renters and takes us on a tour of a penthouse on top of a downtown hotel and looks in at a two-bedroom condo in much quieter Leslieville.\n\nRead: Homes for Sale in Toronto\n\nTrans Canada\n\n—Relations between Toronto’s gay community and its police have been uneasy for decades. Dan Levin reports that the arrest of a serial killer has brought the relationship to a low.\n\n—As Canadians debated the acquittal on murder charges of a Saskatchewan farmer who shot and killed Colten Boushie, a 22-year-old Cree man, the victims’ family was received by the prime minister and many key cabinet ministers this week in Ottawa.\n\n—The 1982 constitution guaranteed the rights of Indigenous people. Prime Minister Justin Trudeau announced consultations and plans to change the legal system to make that more than a promise.\n\n—Ms. Porter discussed Canada’s immigration system this week with Michael Barbaro on The Daily, our popular podcast.", "keywords": ["saskatoon", "canada", "team", "letter", "wax", "ski", "times", "tickets", "event", "week", "moment", "success", "canadian", "metoo", "south", "olympic"], "polarity": 0.12998072354132958, "subjectivity": 0.4106146238721996},
{"title": "\n                    The Secret Behind Adam Rippon’s Olympic Abs                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/adam-rippon-figure-skating-abs.html", "text": "Advertisement Continue reading the main story\n\nTwisting Ball Toss: Use a hyperextension chair, which sits at a 45-degree incline. Adam hangs face down in the chair with the cushion supporting him on the hips. For this exercise, Adam uses a 25-pound medicine ball, but you can use a lighter weight, even a five-pound ball or no ball at all. It is best to have someone with you, but you can modify the exercise so you can do it alone.\n\nStart in the bent-over position on the chair with the ball on the floor a little to the left. Put both hands on the ball. Lift and rotate your body so you can throw the ball to your right. Basically, Adam reaches for the ball on his left and twists to whip the ball to the right. For Adam, this is functional because he’s jumping and rotating on the ice. This should burn, but if it’s really hurting, then stop. Start off slow without a weighted ball and just go through the twist and the motion. Then add the weighted ball. If you don’t have a partner, just lift the ball up and twist but don’t throw. Make sure you only do one side 10 times and then do the other side. If you go back and forth you can wrench your back. (Four sets of 20; 10 on the right, 10 on the left.)\n\nElevated Running Man: Adam hangs from straps in a metal cage, and wears a resistance band around each ankle that is also connected to the nearest cage post. He drives his left knee up toward his right elbow, crossing his body to create resistance. It makes the abs really strong, and it’s connecting the lower part of the body up through the abs to the upper body. It mimics the movement they do on the ice when you see them jump and cross their legs. If we end the workout with this, we’ll do sets of 20. But if it’s early in the abs workout, we’ll do 40. (Four sets of 20; alternating right and left side.)\n\nPhoto\n\nTwisting Pike: Adam hangs from the straps again and he holds a smaller, 35-millimeter Swiss therapy ball between his ankles. Next he lifts his legs to a pike position, so his legs are parallel to the floor. He twists to the right as far as he can, and then to the left. He twists right, left, right, left — it’s not easy. It’s mimicking what the ab does internally when he’s jumping and rotating. It isolates the abdominal area, but we want to balance between the abdominal area and the rest of the body, so that’s why he does these more connecting movements. You don’t want to overdevelop one part. Everything is symmetrical and balanced. (Four sets of 20; alternating right and left side.)\n\nRecovery Meal: After the workout, I require Adam to eat within 30 minutes. He eats protein — chicken, fish or beef and maybe a salad. You need your carbs, but nobody needs bread, pasta or rice. He gets his carbs from fruits and vegetables, like yams.\n\nChange It Up: Every workout, we change the order and maybe add something different. The body gets bored, so we like to mix up the order every time.\n\nSave Abs for the End: Because the abdominal muscles work together with the muscles in the back to protect the spine, you don’t want to tire them out at the beginning of a workout. We always save the ab work for the end of the training day. We’ll spend 25 minutes on abs, but it’s always the last thing, our big finale.", "keywords": ["left", "abs", "dont", "secret", "workout", "adam", "sets", "right", "ball", "body", "20", "olympic", "rippons"], "polarity": 0.07950439040864571, "subjectivity": 0.33916751097602166},
{"title": "\n                    What Is Big Air? It’s the Olympics’ Newest Snowboard Event                ", "url": "https://www.nytimes.com/2018/02/19/sports/olympics/big-air-snowboard.html", "text": "Photo\n\nOn the list of snowboarding events for this year’s Winter Olympics, alongside the now familiar halfpipe and slopestyle, is a new competition with a short but evocative name: big air.\n\nThe name is accurate. Everything about the event is big. And the dizzying heights achieved by the snowboarders more than justifies the “air.”\n\nIn big air, snowboarders slide down a 49-meter tall ramp (Pyeongchang’s is the biggest in the world) that curls up at the end and shoots them into the sky, seemingly forever, allowing particularly spectacular tricks.\n\nUnlike, say, slopestyle, in which athletes go down a course and have several chances to show off tricks, big air is all about the one jump, the one big, spectacular stunt.\n\nAdvertisement Continue reading the main story\n\nWho Are the Favorites?\n\nFor the men’s favorite Mark McMorris of Canada, there’s a trick that even someone new to the sport can probably guess is a doozy: the backside triple cork 1440. He does four full rotations (1440) and basically turns upside down three times (triple). And, oh yes, he has to land without falling.\n\nSnowboarders get three jumps; their best two count.\n\nThe event has been contested at the world championships and the X Games since 2003, but is making its Olympic debut in Pyeongchang.", "keywords": ["spectacular", "newest", "snowboarders", "triple", "olympics", "1440", "air", "yes", "slopestyle", "big", "event", "world", "snowboard"], "polarity": 0.20465367965367962, "subjectivity": 0.3901154401154401},
{"title": "\n                    This Time, Martin Fourcade’s Lunge Leads to Biathlon Gold                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/martin-fourcade-biathlon.html", "text": "Martin Fourcade won the men’s 15-kilometer mass start biathlon by mere millimeters but the history books will show that the gold medal made him France’s greatest Olympian, regardless of the margin of victory.\n\nSunday’s win, in a photo finish after a furious sprint against Germany’s Simon Schempp, makes him the only French athlete to win four Olympic golds, and prompted a celebratory tweet from the French president, Emmanuel Macron.\n\n“@Martinfkde makes us tremble and dream a second time by winning a new gold medal for France. A legend of the Olympic Winter Games and biathlon,” Macron wrote.\n\nIf it had not been for one last, desperate lunge in a sprint finish where Fourcade has often come out on the losing side, history, and with it Macron’s tweet, may have remained unwritten.\n\nAdvertisement Continue reading the main story\n\n“I closed my eyes for the sprint and I told myself, ‘Don’t regret anything,’” Fourcade told reporters.", "keywords": ["medal", "told", "lunge", "biathlon", "martin", "fourcades", "fourcade", "makes", "history", "sprint", "win", "leads", "french", "gold", "olympic"], "polarity": 0.15735930735930734, "subjectivity": 0.4288961038961038},
{"title": "\n                    Russian Athlete Leaves for Seoul After Failed Doping Test                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-alexander-krushelnytsky.html", "text": "Representatives of Olympic Athletes From Russia confirmed one of their athletes was under investigation, and an official with knowledge of the case but who was not authorized to publicly speak about it confirmed it was Krushelnytsky.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe timing could not be worse for Russia.\n\nThe nation was barred from the Olympics in December after an investigation into a state-backed doping program that corrupted the 2014 Olympics it hosted in Sochi. Scores of athletes, coaches and officials tainted by the scandal have been barred, though the International Olympic Committee has been considering allowing the Russian athletes to march under their national flag and in their country’s uniforms for the closing ceremony, which they were not permitted to do during the opening ceremony. The Olympic anthem will be played instead of Russia’s national anthem for any winners of gold medals, although no Russians have won so far.\n\nThe failed test is likely to figure in the thinking of the three-person I.O.C. panel charged with deciding whether Russia’s team could be reinstated for the closing ceremony and its athletes allowed to parade with the Russian flag.\n\nThe panel is also closely monitoring the reaction from Russian officials to the failed test. Should they dispute the verdict or make critical comments it would be practically impossible to restore the Russian team before the end of the Games, said a person familiar with the group’s thinking. Complicating matters further is Russia’s continued failure to pay a $15 million fine levied by the I.O.C. as a response to the doping scheme. The fine is nonnegotiable.\n\nThe Russians allowed to participate in South Korea were subjected to what Olympics officials described as a rigorous testing regimen, and have found themselves under scrutiny from testers as the event has progressed.\n\n“On the one hand it is extremely disappointing when prohibited substances might have been used, but on the other hand it shows the effectiveness of the antidoping system at the Games, which protects the rights of all the clean athletes,” the International Olympic Committee said in a statement Sunday.\n\nMeldonium caused confusion among Russian athletes when it was added to the list of banned substances by the World Anti-Doping Agency. Scores of athletes, including the five-time Grand Slam tennis champion Maria Sharapova, tested positive for it.\n\nThe antidoping agency eventually ruled that more research was required to understand how long the substance, known as mildronate in Russia, remained in the system, as some athletes claimed they had consumed it before the ban had come into force.\n\nAdvertisement Continue reading the main story\n\nExperts have said it is possible that trace amounts of the substance would still be detectable for a few months after an athlete stopped taking it, but it is unlikely it would still be present if an athlete stopped taking the drug before the ban went into effect in January 2016.\n\nEastern European scientists have promoted meldonium’s health benefits, saying it increases blood flow. Increased blood flow also provides more oxygen to muscles and could increase endurance. While curling is far from cross-country skiing in terms of exertion, curlers spend hours on their feet and vigorously sweep the ice at regular intervals.\n\nMany of the athletes involved, though not Sharapova, eventually had their suspensions lifted because it was not clear when they had taken the substance.\n\nKrushelnytsky was part of the mixed doubles team that won a bronze medal last week, a rare bright spot for the depleted Russian Olympic squad, which has struggled without some of its top stars.\n\nIn the curling event, he appeared to do most of the pair’s sweeping. They defeated Kristin Skaslin and Magnus Nedregotten of Norway in the bronze medal match, 8-4.\n\nThe Russian team actually had a chance to win its semifinal against Switzerland, but Krushelnytsky overshot a target on his final shot of the match, and Switzerland advanced to the final, where it was defeated by Canada.", "keywords": ["athlete", "officials", "failed", "leaves", "olympics", "russias", "athletes", "ceremony", "test", "doping", "antidoping", "newsletter", "russian", "team", "seoul", "olympic"], "polarity": 0.10170068027210885, "subjectivity": 0.429675615389901},
{"title": "\n                    Gus Kenworthy Wins Without Making the Podium                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/gus-kenworthy-.html", "text": "PYEONGCHANG, South Korea — Gus Kenworthy was nursing a hip hematoma, a broken right thumb and a bruised ego after a 12th-place finish in the men’s ski slopestyle final, the same event where he won the silver medal four years ago.\n\nSpeaking on Sunday while the ceremony introducing the medalists proceeded without him at Phoenix Snow Park in Pyeongchang, South Korea, Kenworthy said, “It’s all good.”\n\nThis is Kenworthy’s second Olympics but his first as an openly gay athlete. He and Adam Rippon, the only other openly gay male athlete on the United States team, will not leave here with individual gold medals, but they are among the biggest American stars at these Games.\n\nAt the 2014 Sochi Games, Kenworthy reached out to the singer Miley Cyrus on social media and asked if she would be his valentine. Here at the Pyeongchang Games, Kenworthy, 26, has engaged in physical displays of affection with men in public. He gave Rippon a peck on the cheek during the opening ceremony and kissed his boyfriend, Matthew Wilkas, before Sunday’s qualifying runs.\n\nAdvertisement Continue reading the main story\n\nIf Kenworthy had to choose between winning a medal while leading a closeted existence or failing to grace the podium while living an authentic life, it wouldn’t be close.\n\nPhoto\n\n“If you look at me, I’m bummed but I’m not sulking, I’m not crying,” he said, adding, “Being out at these Games has kind of meant the world to me, just getting to really be myself and be authentic. And I think landing a run in the final and getting on the podium obviously would have been icing on the cake, but even though it didn’t happen for me I still had a wonderful Olympic experience.”", "keywords": ["gus", "podium", "pyeongchang", "openly", "medal", "korea", "im", "kenworthy", "south", "rippon", "wins", "making", "games"], "polarity": 0.19052028218694889, "subjectivity": 0.48500881834215165},
{"title": "\n                    Ski Ace Ted Ligety Bows Out of Olympics. Will It Be for Good?                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/ligety-olympics-end.html", "text": "Ligety has vowed to race for at least one more winter, largely because this season was his first back on snow after two years spent recovering from serious knee and back surgeries. Ligety said another Olympics in four years, when he will be 37, was not “out of the realm of possibilities.”\n\nBut his eyes betrayed him. His wife, Mia Pascoe, and 7-month-old son, Jax, were standing not far away in the finish area. Ligety smiled and added: “When you have a family it kind of changes your perspective. We’ll see how it goes there; there are other priorities in life now besides ski racing.”\n\nIf Sunday was the last Olympic appearance for Ligety, which means the last time that most Americans will see him competing, he leaves a legacy as a vital force in skiing in the United States.\n\nHe is the only American man to win two Alpine Olympic gold medals. He has won five world championships across three different events, he is a four-time Olympian, and his five World Cup season-long titles in giant slalom make him one of the greatest racers in the history of that discipline.\n\nHe introduced giant slalom techniques that were considered revolutionary, tactics his rivals toiled for years to replicate. Outspoken and at times a provocateur, for a dozen years he was a magnetic personality on the World Cup circuit and one of the few American stars who bridged the gap from the Bode Miller era to the budding Mikaela Shiffrin era.\n\nLigety also worked hard to drag ski racing out of tedious, old-style ways. He co-founded a helmet, eyewear and snow sports accessories company called Shred that was aimed at, as he said, “bringing a youthful vibe back to skiing — something the snowboarding movement stole from us.”\n\nLigety was also at the center of a quarrel with the European-based ski establishment, a battle he ultimately won and probably lost at the same time.\n\nAdvertisement Continue reading the main story\n\nLigety had been the leading World Cup giant slalom racer for several years when F.I.S., as the ski racing’s international governing body is known by its French initials, decided to lengthen the minimum ski length racers were permitted to use in the giant slalom.\n\nThe longer skis meant that turning around the gates would take more time and effort and Ligety immediately railed against the changes in an insightful blog post that was also a stinging poke in the eye for the federation’s leaders.\n\nLigety, always one to tinker with his equipment, then decided to study his new skis with the meticulous eye of the engineer he never became. To further his examination, he also came up with gadgets that were meant to give him more data, like a curved post he affixed to his helmet on which he placed a mini-camera so he could better analyze his own skiing.\n\nIn time, Ligety devised new techniques to make longer skis turn more quickly, which was the opposite of their intended effect. He stunned the field in the first race with the new skis, winning by nearly three seconds over the second-place finisher, an almost unheard-of margin of victory.\n\nThroughout the next two seasons, Ligety continued to dominate giant slalom on the World Cup. He also won the giant slalom at the 2014 Sochi Olympics.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut ultimately, the longer skis, and perhaps the new and more demanding methods used to turn them rapidly, put added stress on the torso and legs of giant slalom racers, many of whom were suddenly experiencing debilitating lower body injuries. In early 2016, Ligety tore the anterior cruciate ligament in his right knee in a training session. Almost exactly one year later, he had back surgery meant to alleviate severe pain he had been dealing with for many months.\n\nBefore this season, the federation reduced the minimum lengths for giant slalom skis.\n\nLigety, however, who has shown flashes of his old self, has yet to regain his form in a consistent manner. That was again apparent in Sunday’s race.\n\nAdvertisement Continue reading the main story\n\nHe did not make any excuses.\n\n“I just didn’t seem to have the speed in my legs today, I guess,” he said. “I just couldn’t find the timing.”\n\nAsked if it was hard not to think of Sunday as his last time on the Olympic stage, where he first made his name as a surprise gold medal winner at 21, Ligety shrugged his shoulders.\n\n“Yeah, of course, the Olympics are the big show,” he said. “Everybody looks forward to the Olympic races and in America that’s what gets the attention. So it’s only natural to think about that here.”\n\nHe then talked about his family, which included his parents, who had come to Pyeongchang and were in the grandstand watching Sunday.\n\n“Unfortunately, I wasn’t able to perform at a high level for them,” Ligety said.\n\nHe grinned.\n\n“But my son, Jax, is 7 months old and he doesn’t really care,” he said. “That’ll be my reprieve today.”", "keywords": ["giant", "olympics", "ted", "bows", "slalom", "cup", "won", "ski", "ligety", "good", "skis", "world", "ace", "olympic"], "polarity": 0.13631173486012196, "subjectivity": 0.43735290694968115},
{"title": "\n                    Tyler George’s Curling Shoes Are So Bad We Bought Him New Ones                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/tyler-george-curling-shoes.html", "text": "A version of this article appears in print on , on Page D 3 of the New York edition with the headline: His Shoes Were a Mess. We Had to Step In.", "keywords": ["ones", "bought", "edition", "version", "headline", "shoes", "york", "bad", "print", "georges", "curling", "page", "step", "mess", "d", "tyler"], "polarity": -0.019318181818181818, "subjectivity": 0.31477272727272726},
{"title": "\n                    Far From the Games, a Canadian Skater Says Russia Cost Him a Spot                ", "url": "https://www.nytimes.com/2018/02/18/sports/olympics/doping-russia-william-dutton.html", "text": "Canada uses a complex formula to select members of its team, but if a skater is among the top 16 in the world, finishes in the top three at the national championships, and has skated a time that is faster than the Olympic cutoff standard, qualification for the Olympics is automatic.\n\nPhoto\n\nThe Russia ban figured to rule out two Russian skaters ranked ahead of Dutton, who was ranked 18th when the I.O.C. announced the ban. That put him in the top 16, he thought. Also, Dutton had finished second in the 500 meters at the Canadian nationals. His best time in the 500 meters didn’t meet the qualifying standard, but that number was determined in part by the times of those two Russian skaters who appeared likely to be barred. Eliminate them, and he met the standard.\n\nHowever, the I.O.C. took more than a month to decide the exact criteria for barring the Russians. The I.O.C. president, Thomas Bach, has said the time was necessary to provide the Russians with due process and figure out a complicated procedure for approval.\n\nWith time short to select its Olympic team, Speed Skating Canada decided to pick the three Canadians ranked ahead of Dutton, even though Dutton had skated to second place in the trials and would have made the top 16 if the Russians didn’t figure in calculations.\n\nDutton took the speedskating selectors to court. The matter was referred to arbitration. That created uncertainty and tension within the team as Dutton’s potential inclusion would have imperiled the participation of another athlete, Laurent Dubreuil.\n\nDavid Bennett, an arbiter with the Sport Dispute Resolution Center of Canada, ruled that Canada’s Olympic selection panel should reconsider its decision because Dutton “would meet the criteria if the ineligible Russian athletes were not included.”\n\nBennett asked the panel to consider the results of the two most detailed investigations into the Russian affair: A 2016 report by the Canadian lawyer Richard McLaren that first laid out the scale of the cheating scheme, and a similar study on behalf of the I.O.C. by Samuel Schmid, a former president of Switzerland, that confirmed many of those findings late last year. Bennett also argued that the two Russians placed above Dutton, Pavel Kulizhnikov and Artyom Kuznetsov, would most likely be ruled ineligible from the Games when the I.O.C. issued its decision.\n\nAdvertisement Continue reading the main story\n\nStill, when the selection panel met to review its decision on Jan. 23, the I.O.C. had not publicly disclosed how it would determine which Russian athletes would be picked. Several barred athletes, including Kuznetsov, were appealing to the international Court of Arbitration for Sport. According to documents reviewed by The New York Times, this lack of clarity played a role in the panel’s decision to stick with its original selections and not assume the Russian skaters would be eliminated, which they eventually were.\n\nSelectors “could not determine that Russian athletes should be removed from the determination of the Qualifying Standard,” said one of the documents. The selectors also felt Russian athletes should receive the same “due process, natural justice and procedural fairness” as Dutton while their appeals had yet to be ruled on.\n\nSusan Auch, Speed Skating Canada’s interim chief executive, is adamant that the selection body made the right decision, saying that Dutton was simply a victim of fierce competition. She conceded, however, that the delay in dealing with Russia created a “murky situation” for all sports governing bodies.\n\n“We had to make a decision with the information we had at the moment,” she said.\n\nDutton described the six-hour arbitration hearing as worse than anything he’d experienced in nearly 10 years of speedskating. “I think my heartbeat went to 190,” he said. “Four years of training come down to that.”\n\nThe irony of a Canadian being ensnared by the Russian scandal isn’t lost on Dutton. The process that led to Russia’s ouster is inextricably linked to Canada.\n\nMcLaren’s investigation exposed the scale of the scheme, and since then, some of the biggest voices demanding tough action against Russia have come from Canada. Richard W. Pound, a Canadian who once led the World Anti-Doping Agency and is the I.O.C.’s longest-serving member, has urged the organization to take the hardest of lines against Russia.\n\nThe former Canadian cross-country skier Beckie Scott, the leader of the agency’s athlete committee, has also been a prominent voice.\n\n“It’s been a Canadian-led fight, really,” Dutton said.\n\nPound said that Dutton should be at the Games and not sitting more than 5,000 miles away from his teammates.\n\nNewsletter Sign Up Continue reading the main story 2018 Olympics Newsletter For 19 days, our Sports newsletter will be all things Olympics. You’ll get the best from Pyeongchang: The events to watch, the stories to read and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It was a very confusing situation, handled very confusingly by just about everybody involved, and it’s too bad some of the kids get caught up in the machinations,” said Pound, who’s skipping the closing ceremony in protest at what he perceives as a weak punishment meted out to Russia.\n\nAdvertisement Continue reading the main story\n\nAuch, the chief at Speed Skating Canada, questioned Pound’s judgment. “It’s a pretty bold statement from someone who is not in our sport,” she said.\n\nDutton has been keeping in touch with friends at the Games. The uncertainty around his fate has strained Dutton’s relations with his former teammate Dubreuil, who will line up for the 500-meter race at the Gangneung Oval on Monday.\n\n“I’m on very good terms with almost all of my teammates, except one person, who is an affected party,” he said. “Speed Skating Canada ended up putting us in that position by not excluding times of Russian cheaters.”\n\nAuch said she had sympathy for Dutton, though she insisted that the team in Pyeongchang was the strongest, explaining that Dubreuil had won a gold medal at a world championship meet earlier this year. Dutton beat Dubreuil to second place at the Canadian nationals.\n\n“If we could have taken four, we would have,” Auch said.\n\nRussia has the third-largest presence at the Olympics after the I.O.C. ruled that nearly 170 athletes could participate under the banner “Olympic Athletes From Russia.”\n\nDutton and others are frustrated that several sports governing bodies, including those for speedskating, luge and ice hockey, have yet to discipline tainted Russian athletes, meaning they can continue participating in events outside of the Olympics.\n\n“Why are these people who are banned from the Olympics still competing against us?” he asked. \"We are competing with them in World Cups, and they are banned from the Olympics.”", "keywords": ["cost", "dutton", "decision", "olympics", "russia", "world", "athletes", "skater", "times", "spot", "canadian", "ioc", "russian", "far", "canada", "games"], "polarity": 0.10215205429491143, "subjectivity": 0.3526154004725432},
{"title": "\n                    Giant Slalom: Marcel Hirscher Easily Wins 2nd Olympic Gold Medal                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/skiing-giant-slalom-marcel-hirscher.html", "text": "The American Ted Ligety, the defending champion, struggled to find an attacking rhythm and placed 20th in the first run.\n\n“It ran a lot easier than I anticipated, but I didn’t attack as I could have or should have,” Ligety said. “No real explanation for that. I thought it would run a little bit more challenging than it did.” Ligety wound up tied for 15th after both runs.\n\nOn the second run, Hirscher again put up a fast time to win by an almost insulting 1.27 seconds, while Henrik Kristoffersen of Norway pipped Pintarault for the silver by four hundredths of a second.\n\nHirscher had disappointed in 2014, winning just one silver. But in 2018, having already won the combined, he will be a heavy favorite to pick up a third gold medal in the slalom on Thursday.", "keywords": ["wound", "giant", "medal", "2nd", "easily", "run", "slalom", "won", "tied", "winning", "ted", "silver", "marcel", "ligety", "hirscher", "win", "wins", "thought", "gold", "olympic"], "polarity": 0.059558823529411775, "subjectivity": 0.4490196078431372},
{"title": "\n                    Ilya Kovalchuk Scores Twice as Russians Outclass U.S., 4-0                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/russia-united-states-hockey.html", "text": "GANGNEUNG, South Korea — The blistering pace on the ice and the atmosphere in the arena were reminiscent of the epic showdown between the United States and Russia in Sochi, Russia, four years ago. That’s where the similarities ended.\n\nWhen the teams met again at the Olympics on Saturday night without N.H.L. players, Ilya Kovalchuk and the Russians put on a clinic — outplaying, outhitting and outclassing the Americans in a 4-0 shutout.\n\nPhoto\n\nThe United States must now play in the qualification round on Tuesday, while the Russians finished first in the group and moved directly to the quarterfinals, hoping their dominance puts T.J. Oshie’s shootout performance in 2014 further in the rearview mirror.\n\n“After the last game in Sochi, I think you guys are still showing the highlights of Oshie scoring those shootouts, right?” Kovalchuk said. “So hopefully you’re going to change that now.”\n\nAdvertisement Continue reading the main story\n\nThe Russians Kovalchuk, Pavel Datsyuk and Slava Voynov and United States Coach Tony Granato are the only people back from that game, which had higher stakes because of the N.H.L. talent and with the United States looking to win its first Olympic gold medal since the “Miracle on Ice” in 1980.\n\nGranato doubled down after the loss on his pretournament comment that the United States doesn’t “need a miracle” to win.", "keywords": ["ilya", "scores", "outclass", "kovalchuk", "ice", "nhl", "miracle", "russia", "sochi", "win", "twice", "russians", "united", "states", "40"], "polarity": 0.10260141093474426, "subjectivity": 0.39951499118165784},
{"title": "\n                    Nathan Chen Gets a Different Kind of Reward                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/olympics-nathan-chen-quads.html", "text": "“I’ve never been in this position before,” he said before he took to the ice one last time for the free skate. “I don’t know what to do.”\n\nHe insisted that the pressure of the Olympics had not gotten to him. But on the inside, there was a battle ensuing.\n\nAdvertisement Continue reading the main story\n\nHe was trying to swat away negative thoughts, but they kept coming at him. He had worried about winning a medal at the Olympics and where he would place. He didn’t want to make a mistake — so he skated tentatively because of that and made mistakes because of that.\n\nAfter the men’s short program, Chen didn’t even wait for the draw to find out when he would perform in the free skate. He headed back to his room and then his mother called to give him a pep talk.\n\n“This isn’t who you are,” she said. “Tomorrow’s a new day.”\n\nHe crawled under his bed covers. There, all alone with his mind racing, he tried to determine what went wrong.\n\nHe had started skating when he was 3, when his mother would reward him with Swedish fish candy for doing things right. And he often did things right — for years and years, he did things right. And now he grew more and more angry with himself that he had let the Olympics overwhelm him.\n\n“These kinds of things happen to every athlete eventually, but it’s nothing that Nathan is accustomed to,” the figure skating analyst and 1984 Olympic gold medalist Scott Hamilton said. “What I see is a highly tuned athlete who might have been thrown off a bit for one reason or another. Quads are extremely specific in their timing, aggression and in their intent. When things start to unravel just a little bit, it’s like, ‘Boom!’ ”\n\nBoom — just like the revelation Chen had in bed on Friday night.\n\nForget about the expectations that everyone had placed on him to medal, he said to himself. Forget the mistakes in the team event and the mistakes in the short program.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nForget it all. Forget everyone.\n\nHe would try that sixth quad.\n\n“I was, like, I’m not going to hold myself back and play it safe,” he said. “I had literally nothing to lose, so if I made a couple of mistakes, so be it.”\n\nBefore his free skate, Chen spent time on social media, where fans and friends were reaching out to him.\n\nDick Button, the two-time Olympic champion, posted back-to-back notes. First, he said, “Nathan Chen — it will be interesting to see how he handles the worst disaster in his skating life.”\n\nAdvertisement Continue reading the main story\n\nSecond, he said, “Hey Nathan Chen, Beyoncé fell off the stage at a concert and got right back up, so can you.”\n\nDonovan Mitchell, the Utah Jazz guard, tweeted, “Stay positive.”\n\nBut Chen had already decided his plan.\n\nOn Saturday, in his redemption skate, he wore a simple black costume with a white collar, and he leapt and leapt — six times in all — to land his quads and make history.\n\nAfterward, there were no tears. He just snacked on a PB&J sandwich while waiting to see if he would somehow end the day in the top three. Maybe, just maybe, he would finish that high. But it wasn’t meant to be.\n\nThere will always be the what-ifs — as in, what if he had cleared his head early enough in these Olympics to skate like the real Nathan Chen? He didn’t, until it was too late. For now, that will have to suffice.\n\n“I’m happy that I did what I did in the end,” he said.", "keywords": ["skate", "olympics", "chen", "nathan", "different", "reward", "things", "mistakes", "skating", "right", "main", "gets", "kind", "reading"], "polarity": 0.11077310606060604, "subjectivity": 0.42121038961038976},
{"title": "\n                    The Quietest Place at the Olympics                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/ski-jumping.html", "text": "The Quietest Place at the Olympics\n\nImage Credit Photographs by Doug Mills/The New York Times\n\nThe 2018 Winter Olympics in Pyeongchang have been defined by punishing cold and howling winds. But in the ski jump start house, nearly 3,000 feet above sea level, it’s warm and eerily silent. The room is packed with jumpers — brave men preparing to launch themselves some 450 feet through the air — but no one speaks. No one smiles. On the very long, tight elevator ride, there is no banter, just quiet concentration.\n\nImage\n\nImage\n\nImage\n\nWhen they finally reach the top, it’s time for business. Each jumper has his own unique routine — some stretch, some squat with their arms reaching back, some jump in place, even on the extremely steep and narrow stairs above the platform. There’s no fear of heights in this group.\n\nImage\n\nImage\n\nImage\n\nWhen it’s their turn to jump, they lock their boots in, double-check the straps, position their skis down the slope and slide into the center of the ramp. A quick glance at the clock tells them when it’s time to go. Then, more eerie silence before doing what they came to do.\n\nImage\n\nDoug Mills has worked as a photographer in the Washington bureau since 2002. He previously worked at The Associated Press, where he won two Pulitzer Prizes for his photography. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page SP 8 of the New York edition with the headline: Getting Ready to Fly\n\n\n\n\n\n\n\nSign Up for the Pyeongchang Olympics Newsletter Starting on Feb. 8, our Sports newsletter will be all things Olympics. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. * Required field Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up", "keywords": ["jump", "view", "worked", "pyeongchang", "olympics", "place", "quietest", "york", "required", "times", "newsletter", "subscribe"], "polarity": 0.11018573490002061, "subjectivity": 0.4675359719645434},
{"title": "\n                    Why the Pyeongchang Games Are Different From All the Others                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/pyeongchang-south-korea-games.html", "text": "PYEONGCHANG, South Korea — In the Gangneung Hockey Centre, the four-faced video screen in the middle of the rink puts on a show every time a penalty is called. Words like “Interference” and “Tripping” materialize in turquoise blue and start to giddily flip-flop around, in both English and Korean. You’d think someone just won the lotto.\n\nNope. “Delay of Game.”\n\nEvery Olympics is a fusion of the generic, staid look of the Games, as mandated by the International Olympic Committee, with the singular aesthetic of the hosting country. It is what gives these biennial extravaganzas, which stage nearly identical competitions in a different part of the world, their distinctive feel.\n\nMore than anything, being here — at two clusters of venues on the shores of the Sea of Japan and in the Taebaek Mountains — is a feast for the senses. Your palate is regularly lit up by the food, which is superspicy, or supersweet, or sometimes a bit of both. You can be freezing outdoors one moment and sweating in an overheated bus the next. Your eardrums get a workout anywhere there is music.\n\nThen there are the bright colors and brash graphics, a combination found everywhere, especially on television. A number of shows have word bubbles that make the classic “bloop!” sound as they pop up over the action, in shades lifted from a pack of Starburst fruit chews.", "keywords": ["pyeongchang", "won", "venues", "words", "youd", "video", "different", "workout", "turquoise", "world", "word", "tripping", "games"], "polarity": 0.08284313725490196, "subjectivity": 0.320211161387632},
{"title": "\n                    Nathan Chen Makes a Comeback With an Unprecedented 6 Quads                ", "url": "https://www.nytimes.com/interactive/2018/02/17/sports/olympics/nathan-chen-figure-skating-quads.html", "text": "GANGNEUNG, South Korea — After a disastrous showing in the men’s Olympic figure skating short program a day earlier, Nathan Chen of the United States went for broke and attempted six quads in his long program on Saturday. The bold move paid off, helping him leap from 17th place to fifth.\n\nFirst rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff First rotation Second Third Double Toe Takeoff Fourth Quad Flip Backward takeoff 1st rotation 2nd Double Toe 3rd 4th Quad Flip Chen’s quadruple flip-double toe combination jump during his long program on Saturday. Composite image by Jeremy White/The New York Times\n\nChen’s unprecedented six quads at the Olympics included the quadruple flip-double toe combination shown above. The move gave him 215.08 points, enough to win the long program portion of the competition. But his poor showing in the short program kept him off the podium.\n\nChen, 18, who had been an American hope for a gold, had initially planned to perform five quads, but it was “almost a game-time decision” to add a sixth, he said.\n\n“I knew at that point that I had literally nothing to lose, so I decided just to try it,” Chen said.\n\nBecause quad jumps have the highest base values in figure skating, there is a powerful incentive for skaters to try quads in competition even if they are not consistently landing the jumps. Sixteen of the 24 skaters on Saturday attempted at least one quad.\n\nQuadruple Jumps Attempted in the Long Program Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nChen performed two more quads than Yuzuru Hanyu of Japan, who defended his Olympic title, winning his second straight gold medal in the event on Saturday. Those extra quads helped Chen earn his best score this season, nearly 9 more points than Hanyu’s 206.17 in the long program.\n\nThird Second First rotation Fourth Quad Toe Backward takeoff Triple Toe Second Third First rotation Fourth Quad Toe Backward takeoff Triple Toe 2nd 3rd 1st rotation 4th Quad Toe Triple Toe This quad toe-triple toe jump combination was the highest scoring element of Chen’s program. Composite image by Bedel Saget and Archie Tse/The New York Times\n\nTo maximize points, Chen saved three of his quads, including the quadruple toe combination shown above, for the second half of his program.\n\nAny jump done after the halfway point gets a 10 percent bonus, which is a reward to skaters for executing difficult elements when they are tired. Skaters also gain or lose additional points depending on how well a quad is executed.\n\nSecond Third First rotation Fourth Takeoff Both hands touch ice Second Third First rotation Fourth Take off Both hands touch ice 2nd 3rd 1st rotation 4th Take off Both hands touch ice Only one of Chen’s quad attempts was not landed cleanly: this quad flip, which was the third element of his program. Composite image by Bedel Saget and Jeremy White/The New York Times\n\nChen lost points on a quadruple flip shown above, after he put his hands down on the ice during the landing.\n\nBut he still earned 10.07 points for that move, which is nearly 3 points more than the maximum value he would have received for a well-executed triple jump.\n\nWhile Chen won the long program, Hanyu, 23, got higher marks for artistry. In addition to points for technical elements like quads, skaters also receive marks for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. The Japanese skater, who is recovering from an ankle injury, scored 9 points higher than Chen on his component score, showing off nearly an entire quad’s worth of hidden advantage.\n\nAn artistic sequence near the end of the long program of Yuzuru Hanyu, who won the gold medal for Japan on Saturday, as he had in Sochi in 2014. Composite image by Joe Ward and Jeremy White/The New York Times\n\nWhile Chen did not medal, his gutsy gamble gave him some redemption for his dismal performance a day earlier.", "keywords": ["second", "comeback", "chen", "quad", "points", "unprecedented", "nathan", "toe", "program", "quads", "long", "rotation", "takeoff", "makes"], "polarity": 0.06467633322472031, "subjectivity": 0.2983735201477136},
{"title": "\n                    Winnie the Pooh vs. Soohorang                ", "url": "https://www.nytimes.com/2018/02/17/sports/winnie-the-pooh-vs-soohorang.html", "text": "Photo\n\nPYEONGCHANG, South Korea — At Gangneung Ice Arena, an epic battle played out on the ice during the men’s figure skating competition, but it wasn’t Nathan Chen versus Yuzuru Hanyu.\n\nIt was Winnie the Pooh versus Soohorang.\n\nSoohorang is the cuddly white tiger that has emerged as a highly visible mascot at these Games. Pooh is a famous yellow bear and favorite good-luck charm of Hanyu.\n\nPhoto\n\nBut before the Games, Hanyu, of Japan, learned that he couldn’t carry his trademark bear with him at competitions. The Disney character is his personal mascot, and according to a fan blog, he finds comfort in Pooh’s unchanging gaze.\n\n“Some conflict with the sponsor, so I was not able to bring the yellow bear,” said Hanyu after the men’s short program. The International Olympic Committee has strict rules about the nonessential products athletes are allowed to carry with them to competitions.\n\nAdvertisement Continue reading the main story\n\nNow he leaves Pooh at the hotel. “I put my head against the head of the yellow bear because it’s a good-luck charm for me,” Hanyu said.\n\nPhoto\n\nSoohorang, the white tiger, has been a constant presence at every Olympic venue and in the souvenir stores. When winners are announced during Olympic competitions, young women dressed in red coats present a stuffed Soohorang to the athletes instead of the traditional bouquet. “It’s pretty cute,” said Chloe Kim, the American snowboarder, after she won the gold medal in the women’s halfpipe on Tuesday.", "keywords": ["winnie", "mascot", "versus", "vs", "mens", "hanyu", "pooh", "bear", "yellow", "white", "soohorang", "tiger", "olympic"], "polarity": 0.09212121212121213, "subjectivity": 0.3628030303030303},
{"title": "\n                    Bobsled Team Represents Nigeria Loosely, but Women Truly                ", "url": "https://www.nytimes.com/2018/02/17/sports/olympics/nigeria-bobsled.html", "text": "Before departing for Pyeongchang they visited Nigeria, where they attended receptions and were invited to visit its president after the Games.\n\nTo Victor Chukwuemeka, 41, a business consultant in Abuja, the capital, the team’s effort at the Olympics is inspiring.\n\n“Looking at their pedigree, I’m so impressed by them,” Chukwuemeka, who read about the team in a newspaper, said on a recent morning.\n\n“They had every chance to try to represent the United States, where they were born, but they deemed it fit to represent Nigeria and Africa,” Chukwuemeka said. “To me, that means they felt national pride, and I’m really so proud of them.”\n\nYet in a country where athletic news is still largely dominated by men’s sports, the bobsled team has not attracted as much attention as it has garnered in the United States.\n\nEkeoma Akwiwu, 59, once the general manager at the state broadcast service, said the “attitude toward women in sports is so unsatisfactory; we don’t promote them as much as we should.”\n\nShe recalled the Nigerian women’s track team that won a surprise bronze medal at the 1992 Summer Games in the 4-by-100-meter relay.\n\nAdvertisement Continue reading the main story\n\n“They’re now iconic, but at the time we didn’t value them until they won,” Akwiwu said. “I remember how we pushed to celebrate them after they won, but until then they weren’t in the limelight or supported.”\n\nIn Pyeongchang, members of the bobsled team said they wanted to inspire a generation of women to follow them.\n\n“Having young girls and women in general be able to see us on the screen and know that we have done this and it’s doable” is extremely important, Onwumere said.\n\nShe said she hoped that girls born and raised in the homeland of her parents would realize that even if they come from a country without snow or ice, they could still learn to compete in a winter sport.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“To be able to truly represent Nigeria, you’re going to need homegrown athletes that are going to be involved,” she said.\n\nFor Adigun, the limelight in the United States and in Pyeongchang has been harder to adjust to. Although she competed at the 2012 London Olympics in track, Adigun said that as an introvert, the news media attention has sometimes pushed her out of her comfort zone.\n\n“When we first started this it was, O.K., this could go one of two ways,” Adigun said. “This could be something that would be really cool, something that we give back, something that people could just be proud of and we could just kind of be low key, get it done, and we could just live in that legacy. Or people would get really, really excited and then we’d have to figure out how to manage life that way. And so the latter ended up being the reality.”\n\nNow, she has fully embraced her cause.\n\n“This is something that will help the sport, something that will help women, the country, the continent,” she said, “and those things keep me grounded and keep me able to handle it.”", "keywords": ["chukwuemeka", "team", "won", "united", "pyeongchang", "nigeria", "bobsled", "country", "truly", "represent", "really", "represents", "loosely", "women"], "polarity": 0.2682529375386518, "subjectivity": 0.4845454545454546},
{"title": "\n                    Snowboarder Ester Ledecka Shocks Lindsey Vonn and the Super-G Field                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/lindsey-vonn-super-g.html", "text": "“She could never put it all together,” Italy’s Sofia Goggia, who finished 11th Saturday, said of Ledecka. “But today she did.”\n\nLedecka cruised across the finish line, and a giant No. 1 flashed next to her name. A dumbfounded crowd at first seemed stunned silent.\n\nVeith said, “My first reaction was, ‘Is this possible?’”\n\nThe crowd began to cheer, growing louder every few seconds. Ledecka remained still and did not react, waiting for the scoreboard correction.\n\nAdvertisement Continue reading the main story\n\n“Nothing was happening, and everybody was screaming,” Ledecka said afterward.\n\nHer time did not change, and she remained at the top of the leaderboard. Slowly, she skied toward an area adjacent to the finish, where she was feted as the race winner.\n\nPhoto\n\nPhoto\n\nSoon, her unforeseen victory lit up the internet, and a report circulated that she was using a used pair of skis borrowed from the Olympic giant slalom champion Mikaela Shiffrin’s supply.\n\nEileen Shiffrin, Mikaela’s mother and coach, disputed this. She said Ledecka had most likely chosen her skis from a batch the manufacturer Atomic provided to a number of racers. Ledecka said she always chose skis that had been used by other racers.\n\nWhisked to a news conference, Ledecka kept her ski goggles on her face as she answered questions from the news media. Asked why she did not remove her goggles, she giggled and answered, “Because I was not as prepared as the other girls that would be at the ceremony.” Then she explained that she did not have on any makeup.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLedecka, who has both an Alpine coach and a snowboarding coach, was scheduled to compete in the snowboarding parallel giant slalom next week. But after her victory Saturday, she said she might change her plans. “Maybe my skiing coach will be a little bit pushy after today,” she said.\n\nLedecka could also enter Wednesday’s Alpine downhill. Last December, she finished seventh at a World Cup downhill at the Lake Louise resort in Alberta, Canada.\n\nThroughout her news conference, Ledecka seemed less astounded that a ski racer who splits her time on the snowboarding pro circuit could win an Olympic Alpine gold medal than her inquisitors. Asked to explain how she could be good at both, Ledecka responded:\n\n“Well, it’s down a hill, both of them, right? That’s the basics.”\n\nWhen the room broke out in laughter, she yelped, “Well, it’s true.”\n\nVonn was clearly impressed by Ledecka.\n\n“I wish I had as much athleticism as her,” she said. “To be a snowboarder and win is pretty darn impressive.”", "keywords": ["snowboarding", "vonn", "giant", "alpine", "coach", "used", "snowboarder", "ester", "york", "win", "field", "skis", "victory", "lindsey", "shocks", "ledecka", "superg"], "polarity": 0.17603146122882965, "subjectivity": 0.4472839295207716},
{"title": "\n                    Yuzuru Hanyu Writes Another Chapter in Figure Skating Legend                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/figure-skating-yuzuru-hanyu.html", "text": "In the end, the injury “could be the best thing that ever happened” for Hanyu, said Jackie Wong, a prominent blogger from New York who is a former skater and skating judge and who is covering the Olympics. “He wasn’t going for unnecessary difficulty.”\n\nHanyu disregarded any talk about being the greatest ever in his sport, saying, “I’m not the best skater.” But others were not so reluctant.\n\nAdvertisement Continue reading the main story\n\n“If you want him to be, you wouldn’t be wrong,” said Kurt Browning of Canada, a four-time world champion in the late 1980s and early 1990s. “Why not. He’s everything. He’s the skater, he’s the jumper, but quintessentially, he’s the performer. He seems to have the superpower to take all the pressure, all the expectations and all the lights and all the cameras, and somehow he’s able to use it as a competitor.”\n\nHere’s how the free skate played out:\n\nGermany’s Paul Fentz Does Game of Thrones Cosplay\n\nPaul Fentz of Germany had a heavily themed Game of Thrones routine. He skated to the dramatic music from the television show’s soundtrack, and was dressed in a shirt designed to look like armor. He wore one gold glove, perhaps reminding some viewers of Jaime Lannister, who has a metal hand. But the judges did not seem to agree that Winter is coming, and put him in third place of the three skaters who have gone.\n\nJapan’s Keiji Tanaka Leads Early; Nathan Chen Up Next\n\nWith the six lesser lights of the 24 competitors having skated, Keiji Tanaka of Japan is the early leader, helped by a quad Salchow at the top of his program. The second group of six will include Nathan Chen of the United States, who disappointed badly in his short program, but has a daring five-quad program to try to make up ground.\n\nPhoto\n\nTwo Quads Gives Bychenko the Lead\n\nAlexei Bychenko of Israel, the first skater of the second group, gave a strong performance that moved him into the lead. Bychenko, skating to music from the opera Pagliacci, hit both his quads and fell to his knees with joy at the end of the performance.\n\nPhoto\n\nNathan Chen Gets Aggressive, Goes for Six Quads\n\nNathan Chen, who bombed his short program and stood in only 17th place, hoped to make up ground with a daring five quad performance. But he did not land five quads. He threw in one more and landed six.\n\nChen, 18, performed a quad Lutz, flip combination, flip, toe loop combination, toe loop and Salchow. The quad toe loop-triple toe loop combo scored a huge 17.63 points by itself. Chen also did well on the more subjective judging elements, getting over 9 for performance. He takes a big lead over the other early skaters, by a full 40 points.\n\nIt was a redemptive and audaciously ambitious performance. Chen became the first Olympian to land five quadruple jumps cleanly in a routine and actually attempted six, but put his hands to the ice on the quad flip. His score of 297.35 could put him in medal contention if the leaders struggle later.\n\nBrendan Kerry Invokes Pink Floyd\n\nBrendan Kerry of Australia has had some of the more intriguing musical choices of the event. In the short program he skated to an eerie cover of “Everybody Wants to Rule the World.” For the free skate he chose a Pink Floyd medley, including “Shine on You Crazy Diamond” and “Money.” But his performance wasn’t quite up to snuff and he bailed out of his quads. That concluded the second group of six skaters. Twelve to go. Chen still leads by 40 points.\n\nPhoto\n\nKeegan Messing Puts on a Show\n\nThe Olympics are at their heart, a sports competition, but no one has had more fun here than Keegan Messing of Canada, who entertained the crowd with a Charlie Chaplin routine on Saturday after skating to Singin’ in the Rain on Friday.\n\nAdvertisement Continue reading the main story\n\nHe is unapologetic about being a showman as much as a competitor. “I just feel like I can bring the crowd in; it makes my skating so much more fun for me,” he said. Messing also hit two quads and moved into third place.\n\nNathan Chen Made a “Game-Time Decision” to Try 6 Quads\n\nLeader Nathan Chen spoke after his amazing program:\n\n“Having such a rough short program allowed me to just forget about expectations and just allow myself to really enjoy myself,” Chen said. “I think six quads was almost a game-time decision, I knew at that point that I had literally nothing to lose.\n\n“As much as I tried to deny it, I felt the pressure a lot before the short program, especially thinking about scores and placement and all that. And that was completely out of my control. That just tightened me up and made me really cautious on the ice.”\n\nPhoto\n\nVincent Zhou Nearly Matches Nathan Chen\n\nVincent Zhou, 17, exceeded expectations in his short program, placing 12th. And he rolled out an ambitious five-quad free skate. And like his countryman Nathan Chen, he delivered.\n\nIn skating’s complicated scoring system, Zhou was credited with four quadruple jumps, three of them landed cleanly. He put his hand to the ice on a quad flip. And his attempt to become the first Olympic skater to land two quad Lutzes — the most difficult of the four-revolution jumps being performed — came up short. His second Lutz was judged to have been under-rotated. Still, his score for the long program was a lifetime best of 192.16 points.\n\nHis technical score was only 7 off Chen’s and he moved into second place overall, 21 points down. Zhou is definitely one to watch for 2022.\n\nPhoto\n\nAdam Rippon Skates a Clean Program, but No Quads\n\nAdam Rippon, the man with the killer abs, was the final American to skate. A program without quads would make it difficult to finish high, but he wheeled out all his showmanship, including birdlike motions while skating to Coldplay’s “Arrival of the Birds.” And he landed all those triples.\n\nAdvertisement Continue reading the main story\n\nRippon skated with his accustomed elegance, but the jumping prowess of Nathan Chen and Vincent Zhou illustrated the gulf between his artistry and the bold athleticism needed to score highly under today’s scoring system.\n\nWith six more to skate, the American men can finish no lower than 7th, 8th and 10th. This is the fourth time in the last five Olympics that all three men have made the top 10. The last time was 2010, when Evan Lysacek won the gold medal, Johnny Weir finished sixth and Jeremy Abbott took ninth.\n\nDmitri Aliev Struggles\n\nDmitri Aliev, the 18-year-old Russian, was the first of the final six to skate and probably the least likely winner, with only two quads in his program. He wound up falling as well and can only place third, though that’s not likely.\n\nJin Boyang Passes Nathan Chen for First Place\n\nJin Boyang of China was fourth after the short program and planned a four-quad program set to “The Planets” and the Cantina Theme and other music from “Star Wars.” Jin delivered an almost clean routine, marred by one fall. His free skate score was lower than Nathan Chen’s, but Jin had a 21-point lead over Chen after the short program. It adds up to a new leader by less than a point. Chen is back in second.\n\nPatrick Chan Can’t Make Up Ground\n\nPatrick Chan of Canada was sixth after the short program. His routine, set to Jeff Buckley’s version of “Hallelujah,” had two quads, both right at the top. He landed the first and stepped out of the second one slightly. He also put a hand down on a later jump and had an unprovoked stumble. An always dignified skater, the 27-year-old Chan stood only in sixth. Next up, the leader and gold medal favorite, Yuzuru Hanyu.\n\nPhoto\n\nYuzuru Hanyu Leads After Strong Routine\n\nYuzuru Hanyu of Japan, the world’s most famous Winnie the Pooh enthusiast, had the gold medal for the taking, with the lead and a four-quad performance planned. He nailed the first three, but stumbled on the fourth, a planned quad-single-triple combination. It might have been enough for the gold, but Hanyu threw in one more unplanned quad for good measure. One more small stumble came on a triple, but Hanyu laid down a strong performance that will make him hard to catch. Winnie the Pooh dolls rained down from the audience in the aftermath.\n\nHanyu took over first place. His free skate score was 6 points lower than Chen’s but combined with the short program he claimed a 20-point lead.\n\nPhoto\n\nJavier Fernandez in 2nd Place After Strong Routine\n\nJavier Fernandez of Spain was fourth four years ago, but he put himself in position to get a medal this time. After a strong second in the short program, he delivered in his free skate to Man of La Mancha, completing two of his three planned quads. The last skater will be Shoma Uno of Japan, with the current medal positions Hanyu-Fernandez-Jin. The American Nathan Chen has slipped to fourth place.\n\nShoma Uno Passes Fernandez for Silver\n\nIt all came down to Shoma Uno, who could get a medal and maybe even the gold if he nailed his four-quad program set to Turandot. But he fell on Quad No. 1 and stepped out of a combo. It was good enough for second place, and Yuzuru Hanyu repeated as the men’s Olympic champion. Bronze to Javier Fernandez.", "keywords": ["second", "skate", "chen", "short", "quad", "hanyu", "program", "skating", "nathan", "skater", "place", "writes", "yuzuru", "chapter", "quads", "figure", "legend"], "polarity": 0.11496489540349189, "subjectivity": 0.42330945208138193},
{"title": "\n                    We Tracked the Battle of the Quads in the Men’s Figure Skating Final                ", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/mens-figure-skating.html", "text": "GANGNEUNG, South Korea — Nathan Chen of the United States attempted six quads in his long program on Saturday, a number that is unprecedented at the Olympics.\n\nThough he did not medal, he performed two more quads than the gold medalist, Japan’s Yuzuru Hanyu.\n\nChen’s quads gave him enough points to sprint past his competitors and win the long program portion of the competition. But major mistakes in his short program the day before kept him off the podium. He ended in fifth place.\n\nWe tracked the number of quadruple jumps attempted by each skater:\n\nQuadruple Jumps Attempted in Free Skate Note: Judges score each element on a scale from –3 to +3. We’re counting successful attempts as quad jumps by themselves or in combinations for which the average of the judges’ grades of execution is greater than –2. We are throwing out the scores of the highest and lowest judges, just as it is done in the official scoring system. Skaters who did not attempt quads are not shown.\n\nA quad, which is a jump that has four revolutions, has the highest base value in figure skating and is generally worth more than twice the equivalent triple jump. For example, a triple lutz has a base value of 6 points. A quad lutz is worth 13.6 points.\n\nThis creates a powerful incentive for skaters to try a quad in competition even if they are not consistently landing the jump.\n\nSkaters also gain or lose additional points depending on how well the quad is executed. And any jump done in the second half of a program, when skaters’ legs are tired, gets a 10 percent bonus.\n\nFor example, below are the 13 elements of the long program of Yuzuru Hanyu of Japan, performed at the 2017 world championships, in the order that he executed them. Three elements were quad jumps by themselves, and one more was a quad in combination with another jump.\n\nQuad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Quad combo Triple combo Quad Quad Triple Quad Triple Spin Step sequence Spin Step sequence Spin Source: International Skating Union\n\nHe waited to do his last two quads until he had passed the halfway point of his program.\n\nNathan Chen of the United States and Shoma Uno of Japan have most consistently attempted five quads in recent competitions. Hanyu and Jin Boyang of China have often attempted four. Spain’s Javier Fernandez has tried as many as three.\n\nNumber of quads in each skater’s 10 most recent major competitions\n\nHanyu, Fernandez, Uno and Jin are the leaders going into Saturday’s long program competition.\n\nChen, who was America’s hope for a gold medal in the men’s individual event, made major errors in his short program, practically taking him out of contention.\n\nMathematically, packing in as many quads as possible may seem like the only route to the podium for any of the skaters.\n\nThat may be, unless we’re talking about Hanyu, the gold medalist in Sochi four years ago, who was the winner of the short program here.\n\nWhile skaters earn points for the elements, like quads, of a program, they also receive a score for the quality of their skating, called the “program components” score. It is measured in categories like skating skills, choreography and musical interpretation.\n\nThis is where Hanyu stands apart. He is often points ahead of his competition in artistry and gets higher marks for how well he executes his technical elements as well.\n\nYuzuru Hanyu performing in Friday’s short program event. Chang W. Lee/The New York Times\n\nHanyu, who is recovering from an ankle injury, may not always attempt the most quads, but his top score in recent competitions is at least 7 points higher than those of his closest rivals.", "keywords": ["battle", "skaters", "triple", "quad", "points", "mens", "spin", "skating", "program", "tracked", "sequence", "combo", "step", "quads", "figure", "final"], "polarity": 0.11947541452258435, "subjectivity": 0.43845054316752424},
{"title": "\n                    Canadian Olympic Success, a #MeToo Event and Saskatoon: The Canada Letter                ", "url": "https://www.nytimes.com/2018/02/16/world/canada/canadian-olympic-success-metoo-saskatoon-canada-letter.html", "text": "“I couldn’t ask for more in my career,” he wrote in an Instagram post. “It’s been fun dreaming my wildest dreams and having so many of them come true.”\n\nIs curling attracting much attention from Koreans or is it just a curiosity for the home crowd?\n\nCurling, that great cultural institution, is still a fledgling sport in many corners of the world — including South Korea, where the Olympic curling venue has been the site of fine competition, plenty of enthusiasm and no small amount of confusion.\n\nPhoto\n\nAs many of you know, the nuances of shotmaking and even scoring can take some time to grasp for those who are new to the sport. South Korea built a competitive curling program before the Olympics, but the sport’s popularity is not particularly widespread here. Fans cheer a lot, but sometimes for poor shots. In any case, the South Korean women’s team is a medal contender and proved as much by upsetting Canada in its opening match of the tournament.\n\nIt was a bittersweet, if mostly bitter, result for Canadian fans: Peter Gallant, South Korea’s coach, is from Prince Edward Island.\n\nIs Canada still the team to beat in men’s hockey even without current N.H.L. players on its team?\n\nPhoto\n\nThe men’s hockey draw seems like a total tossup. Traditional powerhouses like the United States and Russia — or the team that used to be known as Russia — lost their opening matches. Canada defeated Switzerland in its first match of the tournament in front of a mostly empty house at Gangneung Ice Arena.\n\nWithout the star power that N.H.L. players delivered at previous Olympics, the tournament is struggling to attract many eyeballs. Teams have filled their rosters with players who are toiling away in lesser leagues or are at the end of their career — and that includes Canada, which went with older players while leaving younger prospects at home.\n\nAdvertisement Continue reading the main story\n\nThe result is that chemistry will need to be built on the fly, and nobody seems too sure how this tournament will pan out. But Canada should contend for gold. It’s still hockey, after all.\n\nPhoto\n\nThis link will whisk you to all of our Winter Games coverage. Here are some of the stories and digital features that caught my eye:\n\n—The Times is experimenting with something called augmented reality. Unlike virtual reality, another technology we’ve been exploring, augmented reality doesn’t require cardboard goggles. But, right now at least, you can only experience the full effect by using an iPhone 6S, SE or newer. For the Olympics, we’ve used the technology to take a unique look at four athletes. Try it and send me an email with your thoughts about the technology and how we used it.\n\nPhoto\n\n—Most years I spend this weekend doing a local 51 kilometer cross country ski loppet. (Don’t bother checking my past results.) My travel schedule and the on-and-off winter in Ottawa mean that I’m just skiing occasionally with my wife this year. I’m also the household’s wax technician. But the grumbling I hear when I get the wax wrong is nothing compared with what Knut Nystad experiences. David Segal reported that Mr. Nystad, the chief of Norway’s 30-strong crew of Olympic wax techs, becomes public enemy No. 1 back home when his team messes up.\n\nCross-country skiing is to Norway what hockey is to Canada. Mr. Segal looked into Norway’s equivalent of Sept. 28, 1972. (For non-Canadian readers: that’s the day that Paul Henderson scored the winning goal against the Russians in the Summit series.) In this case, the defining moment was the breaking of Oddvar Bra’s ski pole at 1:54 p.m. on Feb. 25, 1982, which became the stuff of national legend in Norway.\n\nPhoto\n\n—Here’s the diet of Adam Rippon, an American figure skater, from two years ago: three slices of whole grain bread topped with pats of I Can’t Believe It’s Not Butter spread, supplemented by three cups of coffee, each laced with six packets of artificial sweetener. Mr. Rippon and a number of other male figure skaters, including some Canadians, opened up to Karen Crouse about their sport’s body image problems.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Canada Letter Every week, receive a handpicked selection of news and opinion plus exclusive commentary from New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExperience: Augmented Reality: Four of the World’s Best Olympians, as You’ve Never Seen Them Before\n\nRead: Complete coverage of the 2018 Olympic Games\n\nRead: Tough Job: Norway’s Ski Wax Chief Is Only Noticed When He Fails\n\nAdvertisement Continue reading the main story\n\nRead: The Ski Pole That Norway Will Never Forget\n\nRead: Adam Rippon on Quiet Starvation in Men’s Figure Skating\n\nA #MeToo Moment Event and Raffle\n\nThere are still tickets available for a conversation on Wednesday between Jodi Kantor and Emily Steel, The Times reporters who broke the Harvey Weinstein and Bill O’Reilly stories, and Jessica Bennett, the gender editor of The Times, about journalism and the #MeToo moment.\n\nCatherine Porter, our Toronto bureau chief, will moderate the event, which will take place at the Rotman School of Management at the University of Toronto. And I’ll introduce the panel.\n\nWhile Times’ subscribers get a discount on tickets, we’re also holding a raffle for 15 pairs of tickets.\n\nWhether or not you can attend, you should sign up for the #MeToo Moment newsletter where Ms. Bennett and other writers and editors from The Times track and analyze the issue.\n\nBuy Tickets: Journalism and the #Metoo Moment\n\nWin Tickets: Journalism and the #MeToo Moment Ticket Sweepstakes\n\nRead: The #MeToo Moment newsletter\n\nA New Prairie Landmark\n\nPhoto\n\nHer apartment packed up, Jada Yuan has left on her mission as The Times’ new 52 Places To Go in 2018 columnist. Stop No. 1, published this week, was New Orleans.\n\nSometime this spring, Ms. Yuan will be in the prairie city of Saskatoon, in Saskatchewan. I’ve long thought that Saskatoon punches well above its weight for a city with a population of 256,000 people. Its scenically located downtown thrives and the city has long been home to a disproportionately large number of artists and musicians.\n\nPhoto\n\nIt also has a new attraction, which I got a taste of last week while on assignment: the Remai Modern art museum. Owned by the city, it’s remarkably ambitious in both its architecture and inaugural exhibition, “Field Guide,” which closes next week.\n\nAdvertisement Continue reading the main story\n\nRead: 52 Places to Go in 2018\n\nRead: Starting an Intimidating World Tour in the Big Easy\n\nTight Market\n\nIn this week’s On The Market in Toronto, Tara Deschamps examines some discouraging statistics for both buyers and renters and takes us on a tour of a penthouse on top of a downtown hotel and looks in at a two-bedroom condo in much quieter Leslieville.\n\nRead: Homes for Sale in Toronto\n\nTrans Canada\n\n—Relations between Toronto’s gay community and its police have been uneasy for decades. Dan Levin reports that the arrest of a serial killer has brought the relationship to a low.\n\n—As Canadians debated the acquittal on murder charges of a Saskatchewan farmer who shot and killed Colten Boushie, a 22-year-old Cree man, the victims’ family was received by the prime minister and many key cabinet ministers this week in Ottawa.\n\n—The 1982 constitution guaranteed the rights of Indigenous people. Prime Minister Justin Trudeau announced consultations and plans to change the legal system to make that more than a promise.\n\n—Ms. Porter discussed Canada’s immigration system this week with Michael Barbaro on The Daily, our popular podcast.", "keywords": ["saskatoon", "canada", "team", "letter", "wax", "ski", "times", "tickets", "event", "week", "moment", "success", "canadian", "metoo", "south", "olympic"], "polarity": 0.12998072354132958, "subjectivity": 0.4106146238721996},
{"title": "\n                    The Secret Behind Adam Rippon’s Olympic Abs                ", "url": "https://www.nytimes.com/2018/02/16/sports/olympics/adam-rippon-figure-skating-abs.html", "text": "Advertisement Continue reading the main story\n\nTwisting Ball Toss: Use a hyperextension chair, which sits at a 45-degree incline. Adam hangs face down in the chair with the cushion supporting him on the hips. For this exercise, Adam uses a 25-pound medicine ball, but you can use a lighter weight, even a five-pound ball or no ball at all. It is best to have someone with you, but you can modify the exercise so you can do it alone.\n\nStart in the bent-over position on the chair with the ball on the floor a little to the left. Put both hands on the ball. Lift and rotate your body so you can throw the ball to your right. Basically, Adam reaches for the ball on his left and twists to whip the ball to the right. For Adam, this is functional because he’s jumping and rotating on the ice. This should burn, but if it’s really hurting, then stop. Start off slow without a weighted ball and just go through the twist and the motion. Then add the weighted ball. If you don’t have a partner, just lift the ball up and twist but don’t throw. Make sure you only do one side 10 times and then do the other side. If you go back and forth you can wrench your back. (Four sets of 20; 10 on the right, 10 on the left.)\n\nElevated Running Man: Adam hangs from straps in a metal cage, and wears a resistance band around each ankle that is also connected to the nearest cage post. He drives his left knee up toward his right elbow, crossing his body to create resistance. It makes the abs really strong, and it’s connecting the lower part of the body up through the abs to the upper body. It mimics the movement they do on the ice when you see them jump and cross their legs. If we end the workout with this, we’ll do sets of 20. But if it’s early in the abs workout, we’ll do 40. (Four sets of 20; alternating right and left side.)\n\nPhoto\n\nTwisting Pike: Adam hangs from the straps again and he holds a smaller, 35-millimeter Swiss therapy ball between his ankles. Next he lifts his legs to a pike position, so his legs are parallel to the floor. He twists to the right as far as he can, and then to the left. He twists right, left, right, left — it’s not easy. It’s mimicking what the ab does internally when he’s jumping and rotating. It isolates the abdominal area, but we want to balance between the abdominal area and the rest of the body, so that’s why he does these more connecting movements. You don’t want to overdevelop one part. Everything is symmetrical and balanced. (Four sets of 20; alternating right and left side.)\n\nRecovery Meal: After the workout, I require Adam to eat within 30 minutes. He eats protein — chicken, fish or beef and maybe a salad. You need your carbs, but nobody needs bread, pasta or rice. He gets his carbs from fruits and vegetables, like yams.\n\nChange It Up: Every workout, we change the order and maybe add something different. The body gets bored, so we like to mix up the order every time.\n\nSave Abs for the End: Because the abdominal muscles work together with the muscles in the back to protect the spine, you don’t want to tire them out at the beginning of a workout. We always save the ab work for the end of the training day. We’ll spend 25 minutes on abs, but it’s always the last thing, our big finale.", "keywords": ["left", "abs", "dont", "secret", "workout", "adam", "sets", "right", "ball", "body", "20", "olympic", "rippons"], "polarity": 0.07950439040864571, "subjectivity": 0.33916751097602166}
]