[
{"url": "https://verysmartbrothas.theroot.com/my-tournament-bracket-is-busted-to-shit-and-now-i-just-1823842310", "title": "/my-tournament-bracket-is-busted-to-shit-and-now-i-just-", "text": "Photo: Kevin C. Cox (Getty Images)\n\nI probably watched less college basketball this year than I ever have. Actually, “probably” is unnecessary. That is definitely true. For someone as obsessed with basketball as I am, this might seem odd. But I have a few perfectly rational reasons for this lack of viewership:\n\nThe second draft of my book is due soon, which means that some days I’m working from 9:30 a.m.-ish to 5 p.m.-ish (on VSB stuff) and then from 9 p.m.-ish to 2 a.m.-ish (on book stuff).\n\nThe team that’s usually my favorite to watch (the University of Pittsburgh) might have been the worst team in major Division I basketball this year.\n\nI’m playing basketball three times a week now.\n\nMy nephew is the starting point guard for his high school team, and I’ve been to several of his games.\n\n\n\nAdvertisement\n\nAnyway, I’ve watched enough to have a general idea of who is good, and I know enough to know who the top NBA prospects are. So when I filled out my bracket this year, I went with Arizona—the team that has the best NBA prospect (DeAndre Ayton) and three other players (Rawle Alkins, Dusan Ristic and maybe Allonzo Trier) who might be in the league.\n\nAnd then Arizona got blown the fuck out.\n\nUsually, when a lower seed beats a high seed that’s thought to be a title contender, it’s because the lower-seeded team shot the lights out. Or the higher-seeded team couldn’t hit shit. Or maybe the game showed that the teams were actually a bit more equal than the seeds would suggest. But Buffalo beat Arizona like they were a No. 1 seed and Arizona was a 16. They didn’t just beat them. They punked them. In the last five minutes of the game, Arizona just gave up. It was such a display that even though it ruined my bracket, I was rooting for Buffalo to run up the score.\n\nAdvertisement\n\nAnd now, the day after that—and the day after Trae Young was knocked out, too—I want everyone’s brackets to be as fucked as mine is. I want UMBC to beat Virginia and Bucknell to spank Michigan State. I want Charleston to do the Charleston on y’all’s brackets’ grills. I want to see Texas Southern and Trae Jefferson (my new favorite player in college basketball) in the championship game.\n\n(Also, if you have a minute, watch these clips of Jefferson in high school. You won’t be disappointed.)\n\nBefore Arizona lost, I was normal and well-adjusted Damon. I was Damon with dreams and goals and a savings account. I was Damon who intentionally ate some kale yesterday because I knew I needed something green in my system. I was Damon who just really enjoyed a comfortable pair of socks.\n\nAdvertisement\n\nNow I just want anarchy. I want all brackets busted. I want the world to burn.", "keywords": ["watched", "seed", "high", "tournament", "burn", "watch", "damon", "bracket", "world", "arizona", "beat", "team", "busted", "brackets", "basketball", "shit"], "polarity": 0.022245325596389434, "subjectivity": 0.4863378465506124},
{"url": "https://www.theroot.com/liangelo-ball-2-other-ucla-players-out-on-bail-after-a-1820247992", "title": "/liangelo-ball-2-other-ucla-players-out-on-bail-after-a-", "text": "LiAngelo Ball, the younger brother of the Los Angeles Lakers’ Lonzo Ball, and two other UCLA men’s basketball players were released on bail early Wednesday morning after being arrested in Hangzhou, China, on shoplifting charges.\n\nAccording to ESPN, the three players, including freshman team members Cody Riley and Jalen Hill, are accused of stealing from a Louis Vuitton store located next to the hotel where their team is staying as they wait for Friday’s season-opening game in China against Georgia Tech.\n\nPolice rolled into the Hyatt Regency in the Chinese city of Hangzhou early Tuesday morning and questioned players from both teams; however, in the end, the Georgia Tech players were allowed to go about their business, while the UCLA players were loaded into a police vehicle and taken to the police station, where they were held for several hours.\n\nThe report notes that UCLA head coach Steve Alford and other UCLA representatives were with the group at the police station.\n\nAdvertisement\n\nThe three young men were ultimately released around 4 a.m. Wednesday but were ordered by Hangzhou police to stay at the hotel until the legal process is completed, according to the report.\n\nAlford said that neither Ball, Riley nor Hill would be allowed to play in the season-opening game against Georgia Tech.\n\n“The university came out with a statement, so I won’t have any further comment on this other than in answering that question—those individuals won’t play on Saturday,” Alford said, according to the Associated Press.\n\nAdvertisement\n\nPac-12 Commissioner Larry Scott said that the collegiate athletic conference would be directing any specifics about what occurred to UCLA, but added: “We are very disappointed by any situation that detracts from the positive student-athlete educational and cultural experience that this week is about. ... Whether in the United States or abroad, we expect our student-athletes to uphold the highest standards. We will continue to closely monitor the situation.”\n\nMeanwhile, Ball’s father, LaVar, who is actually in China, too, remains unfazed by his son’s legal woes in the foreign country, saying: “He’ll be fine. He’ll be fine. Everybody making it a big deal. It ain’t that big of a deal.”\n\nAccording to ESPN, LaVar Ball was supposed to speak to the media Wednesday morning from his hotel suite in Shanghai, but declined after he was advised by legal counsel not to speak “due to the legal nature of the matter.”\n\nAdvertisement\n\n“I’m going to wait until I get some more intel on what’s going on, and then I can tell you what’s up,” the father said as he was leaving the hotel, according to ESPN.\n\nLaVar Ball later released a statement about the allegations against LiAngelo, saying: “It is a very unfortunate situation that the Ball family and UCLA has to deal with at this particular time. We will comment shortly.”\n\nRead more at ESPN and USA Today.", "keywords": ["espn", "hotel", "hangzhou", "morning", "liangelo", "ucla", "game", "georgia", "ball", "seasonopening", "play", "players", "china", "arrest", "released", "legal", "bail"], "polarity": 0.01792207792207792, "subjectivity": 0.32939393939393935},
{"url": "https://screengrabber.deadspin.com/mississippi-state-ot-buzzer-beater-left-downs-uconn-en-1793916859", "title": "/mississippi-state-ot-buzzer-beater-left-downs-uconn-en-", "text": "UConn is out of the NCAA tournament and its 111-game winning streak is over after Morgan William hit a buzzer-beater at the end of overtime to send Mississippi State to the women’s championship game by the score of 66-64.\n\nUConn was able to tie the game up and set up William’s winner with a highly questionable flagrant foul call on Dominique Dillingham with 27 seconds remaining; UConn didn’t score on the possession, though, giving the Bulldogs the chance to win.\n\nUpdate (12:43 a.m.): Here’s how the MSU baseball team reacted to watching the shot go down.\n\n[ESPN2]", "keywords": ["womens", "ends", "winner", "watching", "uconn", "state", "winning", "ot", "buzzerbeater", "william", "score", "game", "streak", "williams", "downs", "mississippi", "winupdate", "update"], "polarity": 0.049206349206349205, "subjectivity": 0.5519841269841269},
{"url": "https://www.theroot.com/3-mo-college-basketball-players-charged-in-rape-of-fem-1790857383", "title": "/3-mo-college-basketball-players-charged-in-rape-of-fem-", "text": "Three Missouri college basketball players have been arrested in the rape of a female student.\n\nAccording to Fox 2 Now, three Lindenwood University students—Tylan Birts, Ermias Nega and Bradley Newman—were arrested Thursday. Birts and Nega were charged with second-degree rape, while Newman was charged with second-degree invasion of privacy.\n\nAccording to a statement provided by the accuser, all three men, juniors at the university, were at Birts' off-campus residence. The woman says that she had consensual sex with Nega and that he left the room and told the other two men that she was \"ready\" to have sex with them. According to authorities, Birts entered the darkened room and began having sex with the woman. When she realized that Birts was not Nega, she turned on the lights and saw Nega hiding in the corner of the room, authorities say.\n\nAccording to the statement, Nega told the woman that she would be shamed if she told anyone about the incident, Fox 2 Now reports.\n\nA spokesperson for Lindenwood University told the news station that the athletes have been suspended from the basketball team and that the university was cooperating with investigators and had launched its own investigation.\n\nAdvertisement\n\nRead more at Fox 2 Now.", "keywords": ["university", "room", "student", "told", "college", "mo", "statement", "fox", "rape", "nega", "players", "woman", "sex", "seconddegree", "charged", "basketball", "birts", "female"], "polarity": 0.19583333333333333, "subjectivity": 0.4236111111111111},
{"url": "https://www.theroot.com/watch-hillary-clinton-shut-down-the-possibility-of-a-p-1823836470", "title": "/watch-hillary-clinton-shut-down-the-possibility-of-a-p-", "text": "Photo: Alex Wong (Getty Images)\n\nSince Hillary Clinton has nothing left to lose, she is giving it to the American public straight, no chaser. Clinton isn’t running for president anymore; in fact. she’s probably just going to continue speaking out against President Donald Trump, whether he’s in office or not. Clinton’s plans, once Trump leaves office, are to sit outside his nursing home just to call him a bitch whenever he leaves his room.\n\n\n\nDuring an appearance on Dutch TV last week, Clinton was asked about the possibility of Ivanka Trump becoming the United States’ first female president, to which Clinton’s replied: “Bitch, please. That woman better worry about her father getting impeached and her husband getting some security clearance. Also, tell her that there was a time in the 1960s when she could have come for me. That time has passed.”\n\nFine, she didn’t say any of this, but I could feel this sentiment in her actual answer, which was, “That’s not going to happen.”\n\nWhen pressed as to how she could definitively state that Ivanka wouldn’t be president, Clinton responded, “No,” shaking her head. “No, we don’t want any more inexperienced Trumps in the White House,” Newsweek reports.\n\nAdvertisement\n\nKRO-NCRV host Eva Jinek lightweight-shaded Clinton. noting that sometimes things we don’t want to happen happen.\n\n“I think that normally I would like to believe what everyone is saying, but I’ve also learned after these elections that sometimes, things that we don’t expect to happen sometimes do happen,” Jinek told the former presidential hopeful.\n\nBut Clinton maintained that it was unlikely.\n\n“Well, that’s true, but you know, fool me once, shame on you; fool me twice, shame on me. And I think the American people have seen for themselves what happens when a reality-TV candidate wins,” Clinton said. “I really believe there’s an enormous amount of pent-up energy to take the country back from the Trump administration.\n\nAdvertisement\n\n“I believe we have a very good chance of winning the House of Representatives,” Clinton added, referring to the Democratic Party. “[That] would begin the process of righting the ship of state.”\n\nLet’s discuss all this below.", "keywords": ["dont", "possible", "believe", "watch", "presidency", "happen", "things", "think", "clinton", "hillary", "thats", "shame", "shuts", "ivanka", "trump", "president", "possibility"], "polarity": 0.1587179487179487, "subjectivity": 0.33705128205128204},
{"url": "https://www.theroot.com/espn-host-john-saunders-dead-at-age-61-1790856380", "title": "/espn-host-john-saunders-dead-at-age-61-", "text": "Beloved ESPN host John Saunders has died at the age of 61, ESPN reports.\n\nSaunders covered college football, basketball and the NHL for the network and was the anchor of SportsCenter and The Sports Reporters.\n\nSaunders, who was born in Canada, was an all-star defenseman in the junior hockey leagues of Montreal and also played at Western Michigan and Ryerson Polytechnical in Toronto before launching his broadcasting career.\n\nHe was also a founding member and on the board of directors of the V Foundation for Cancer Research.\n\n\"John was an extraordinary talent, and his friendly, informative style has been a warm welcome to sports fans for decades,\" John Skipper, president of ESPN and co-chairman of Disney Media Networks, said in a statement. \"His wide range of accomplishments across numerous sports and championship events is among the most impressive this industry has ever seen. More importantly, John was a beloved and devoted family man who cared deeply about people and causes, as evidenced by his long-standing efforts as a passionate board member for the V Foundation for Cancer Research.\n\nAdvertisement\n\n\"He was one of the most significant and influential members of the ESPN family, as a colleague and mentor, and he will be sorely missed,\" the statement continued. \"Our thoughts are with his loved ones at this extremely difficult time.\"\n\nSaunders had been with ESPN for some 30 years, joining in December 1986 to anchor SportsCenter. He started hosting ESPN's weekly roundtable show, The Sports Reporters, in 2011.\n\nAdvertisement\n\n\"John Saunders represented everything that was good in a human being. He was all about family and helping people,\" colleague Dick Vitale said, according to ESPN. \"He was as good as it gets, and he had deep loyalty and love for others. His work with the V Foundation was so special—he loved Jimmy V and poured his heart and soul into the cause.\n\nSaunders’ death lit up conversation on social media, with many taking to Twitter to remember his legacy.\n\nAdvertisement\n\nAdvertisement\n\nRead more at ESPN.", "keywords": ["host", "family", "foundation", "dead", "media", "statement", "saunders", "v", "member", "61", "sportscenter", "espn", "john", "age"], "polarity": 0.3738095238095238, "subjectivity": 0.624702380952381},
{"url": "https://www.theroot.com/habanero-hitler-confirms-the-obvious-hillary-clinton-s-1819691724", "title": "/habanero-hitler-confirms-the-obvious-hillary-clinton-s-", "text": "It’s easy to lose sight of this in light of his bevy of controversies, conceived hour after hour, but many folks seem to forget that Donald Trump never intended to go away.\n\n\n\nMonths before Election Day, Vanity Fair published a story asking whether that carrot-juice-induced, piss-colored con man’s end game was a television network. Moreover, only a few weeks before the election, the Financial Times reported that his son-in-law, Jared Kushner, had spoken to media executives about launching Trump TV in the aftermath of the election. Around that same time, Sweet Potato Saddam claimed that he would accept the election results “if I win.”\n\nAdvertisement\n\nSo, not only did he plan to be a sore loser of potentially historic proportions, but he also sought to join the ranks of Fox News and the Sinclair Broadcast Group and further soil our media climate with right-wing-slanted bullshit.\n\nAnd yet, when Hillary Clinton announced that she would be going on a book tour last month, almost instantaneously came reports that Democrats were “dreading” it. These reports were curious for a number of reasons:\n\nOne, there are Democratic senators like Claire McCaskill of Missouri following Hillary Clinton’s path to losing an election by catering more to rural voters who don’t give a solitary damn about Democrats than to the black voters whose support typically keeps the Democrats in power.\n\nAdvertisement\n\nWith respect to failed presidential candidates like Sen. John McCain, who boasted in September to Politico that he never wrote a book about the 2008 presidential campaign, he never met a Sunday program that he didn’t want to appear on—which suggests that he wanted to continue courting attention, only by different means, after Barack Obama mollywhopped him at the polls.\n\nThere’s also the reality that in the case of McCain, who this week lectured the masses about the current state of the political climate, he probably didn’t want to address the fact that he gave us Sarah Palin, who helped pave the way for the very antics he now condemns.\n\n\n\nMeanwhile, none of these people had this much to say when Sen. Bernie Sanders, who lost the Democratic presidential primary to Clinton, announced during the 2016 presidential campaign that he would be writing a book about his campaign.\n\nAdvertisement\n\nIn the case of Hillary Clinton, though, her critics have (presumably purposely) ignored the fact that even if she wanted to go away, as someone who has been a fixation of political discourse for decades, chances are that such a goal would be impossible.\n\nPeople found her in the woods, and it made headlines. People found her at the grocery store, and it made headlines. I didn’t see a story about her making a liquor-store run, but I’m sure if she got caught in front of a bulletproof glass window trying to score some chardonnay and tequila (I don’t know what rich folks’ liquor stores look like, so I went with my version of normal), it would make headlines.\n\nSo, a proposed self-imposed exile has always been nothing more than a fantasy for foolish minds. She couldn’t get out of the spotlight if she wanted to. Why not let her do her book tour? People would be talking about her anyway.\n\n\n\nAdvertisement\n\nThis week, white folks’ president proved that in a series of tweets.\n\n\n\nFor the record, I do not want to see her name on a ballot again, and she has already made clear that she has no intention of ever running for public office again. Nevertheless, Real Estate Hitler would lose the election to Clinton if it were held on just about any day this year. The same can be said about the year after that, the one after that one and, likely, the next 17 after that, too.\n\n\n\nAdvertisement\n\nAdvertisement\n\nSpeaking of Fox & Fucking Fools and the de facto state TV network that produces it and, subsequently, 45’s timeline, if you turn on Fox News at any given time of day, chances are you will see Clinton’s name in the chyron.\n\nA glutton for punishment, I checked out the Fox News site and its YouTube page—places I recommend no sane person go—and “believe me,” there are several Clinton-centered segments to be found this week alone. Let them tell it, she colluded with Russia to purposely lose the presidential election and protected Harvey Weinstein because she planned to invade America and rename it the Clinton Foundation Nation. Or something like that.\n\n\n\nThat said, there was indeed a story circulating that claimed Clinton wished death on various “Florida hillbillies” by way of Hurricane Irma—which Politifact’s Punditfact had to address.\n\nAdvertisement\n\nI wish we lived in a smarter nation, but as this year makes all too clear, we’re not that fortunate. It doesn’t help that there are millions of people who continue to foam at the mouth at any story that seeks to humiliate Clinton, despite the fact that she has already suffered the great humiliation of losing a presidential election to a walking, tweeting, burning cross.\n\n\n\nTo quote Mariah Carey quoting Mean Girls, “Why are you so obsessed with me?”\n\nWell, because Tangerine Mussolini and the real fake-news network need a villain, and Clinton remains a trusted one. As we inch closer to the 2020 election (God help us all), perhaps Fox News and the Colby-Jack Führer will find a new enemy to stalk. I highly doubt it, but nonetheless, this is why some of us never joined the chorus calling on Clinton to go mute. It wouldn’t have mattered because, whether anyone likes it or not, she will remain a fixture.\n\n\n\nAdvertisement\n\nClinton, who won the popular vote and faced unusual (to say the least) circumstances that contributed to her loss, has every right to tell her side of the story. I happen to have enjoyed What Happened because it’s probably the most honest thing she’s ever written.\n\nGranted, she still owes the world explanations for her actions in Haiti, Honduras and Libya, but as for addressing her presidential loss as the first female presidential nominee of a major political party, she has the right, as other loser candidates do, to talk her shit.\n\nHer book has nothing to do with the Democrats still not knowing what they are doing. If anything, I’ve heard her discuss voter suppression more than any of the prospective 2020 candidates or present members of the Democratic leadership in Congress.\n\nAdvertisement\n\nBy comparison, so many Democrats have spent all year chasing after white voters who paid them dust in the last dozen elections, acting as if it was truly “economic anxiety” that gave way to this moronic madman as commander in chief.\n\nObviously, Clinton doesn’t care because she continues to make the media rounds.\n\nAdvertisement\n\nEven so, for every person who has wished her away, I want to extend to you the personal invitation to shut your silly self the hell up. No. 45 and Fox & Racist Thots are going to keep talking about her, as will Sean Hannity and Tucker Carlson. So will Rush Limbaugh. So will Sarah Huckabee Sanders’ clownish father, who needs his Twitter account burned alive at the stake. So will the Russian bots. As will anyone else aligned with the white-hood wearers running the White House into the ground.\n\nThe only thing I recommend that Hillary Clinton do is to talk about 45 the way she speaks about him when she’s drunk at home with Bill Clinton, waiting to watch The Real Housewives of New York:\n\nTalk about his li’l hands. Say he has a li’l dick that probably hasn’t been around Melania Trump since June 16, 2015. Sing Dave Chappelle’s “Piss on You” video the next time you’re on Maddow. Do whatever you can to further antagonize him the way he drives many of us insane day after goddamn day.\n\n\n\nAdvertisement\n\nBut for those who have been vexed about Clinton’s “Bitch, I Told You So” tour: She is not the problem. They are and always have been. Focus on them the way they focus on her.\n\n", "keywords": ["clintons", "away", "presidential", "white", "habanero", "hitler", "obvious", "democrats", "day", "confirms", "election", "fox", "completely", "clinton", "hillary", "book", "way"], "polarity": 0.07812488236401278, "subjectivity": 0.4508721924211054},
{"url": "https://www.theroot.com/youngest-victim-in-pulse-nightclub-shooting-pleaded-to-1790855862", "title": "/youngest-victim-in-pulse-nightclub-shooting-pleaded-to-", "text": "Akyra Murray, 18, had just graduated from West Catholic Preparatory High School in Philadelphia. She was set to play college basketball at Mercyhurst University in Erie, Pa. On June 12, she had traveled with her family to Orlando, Fla., and gone out to Pulse nightclub to celebrate the closing of one chapter in her life and the prospects for what was on the horizon.\n\nShe would become the youngest victim in the nightclub shooting that claimed 49 lives. Recently released 911 calls from that night have Murray calling for help, saying that she had been shot and was losing eyesight. Gunman Omar Mateen burst into the club around 2 a.m., and Murray had actually escaped but returned when she realized that her friends were still inside the club, the Daily Mail reports.\n\nMurray and her friends got caught inside the bathroom, where Mateen found and shot them. Murray was hit in the arm.\n\nThe Orange County, Fla., Sheriff's Department on Thursday released call logs from the night of the shooting, and several entries describe Murray.\n\nAt 2:32:55, a dispatcher wrote, \"Compl[ainant] adv[ises] losing feeling in her leg … Just keeps saying 'I don’t want to die today.'\"\n\nAdvertisement\n\nAnother entry noted: \"My [victim] is 18 years of age. … she is losing eyesight and feeling in her body,\" reads the 2.36 a.m. call log entry, according to the Daily Mail.\n\nThe frantic teen also texted and called her mom, telling her that she had been shot and asking that she come get her from the club.\n\n\"She was saying she was shot and she was screaming, saying she was losing a lot of blood,\" her mother, Natalie Murray, said.\n\nAdvertisement\n\nHer parents drove to the club from nearby Kissimmee, Fla., frantically trying to reach the teenager.\n\n\"I just tried to tell her to remain calm and apply pressure to the wound,\" Natalie Murray said. \"All I could hear was my baby screaming.\"\n\nNatalie Murray hung up with her daughter so that she could call the police. It was the last time she would speak with her daughter.\n\nAdvertisement\n\nRead more at the Daily Mail.", "keywords": ["dont", "murray", "saying", "daily", "victim", "die", "shot", "911", "shooting", "pleaded", "losing", "club", "pulse", "nightclub", "released", "youngest", "dispatcher", "fla"], "polarity": 0.057857142857142864, "subjectivity": 0.17190476190476192},
{"url": "https://www.theroot.com/hillary-clinton-should-troll-45-forever-with-her-bitch-1794902330", "title": "/hillary-clinton-should-troll-45-forever-with-her-bitch-", "text": "For five months, Hillary Clinton stayed relatively quiet. If I’d lost the presidential election to the former host of The Apprentice, I would have gone to the woods, too. Yet, to some, Clinton’s silence and self-imposed exile were a disappointment—even if it was only mere weeks after the inauguration. At the time, I wrote that if I were Clinton and, by extension, former President Barack Obama, I would put the nation temporarily on “do not answer.”\n\nAs I noted then specifically with respect to Clinton: “While we are undeniably living in unique and increasingly dire circumstances, not only do I question the push for Clinton to more aggressively speak out against the antics of this amateurish administration, but I also worry about its ineffectiveness this early.”\n\nWe already had a sore winner who was constantly invoking the election he won. We didn’t need the person he defeated egging him on in the infancy of his presidency. Besides, typically, unless a defeated presidential candidate maintains public office, he or she is supposed to wait for whatever the political equivalent of Unsung is.\n\n\n\nHowever, now that we are more than 100 days into 45’s first term—which seems to be permanently set at basic bitch level—not only is it the perfect time for Clinton to launch her “Bitch, I Told You So” tour, but she should keep adding dates.\n\n\n\nOn Tuesday, Clinton did an interview with CNN correspondent Christiane Amanpour during a Women for Women International luncheon. While she acknowledged that “it wasn’t a perfect campaign” and that she did make mistakes, she noted, “I was on the way to winning until a few things happened.”\n\nAdvertisement\n\nA few of those things would include Russian meddling in the election and, more pointedly, the controversial letter FBI Director James Comey released Oct. 28. Yes, Clinton is still wrong for not campaigning in the states Democrats didn’t win, and of course, she was a fool not to rally enough of “the blacks,” who usually save the Democrats asses. Nevertheless, analysis by FiveThirtyEight’s Nate Silver shows that Comey’s announcement that the FBI was reopening the investigation into her private email server affected her chances.\n\nOn Wednesday, Comey defended that action while speaking before the Senate.\n\n“It makes me mildly nauseous to think that we might have had some impact on the election,” he explained. “But honestly, it wouldn’t change the decision.” I don’t like wishing ill on people, but if Comey leaves the next seven Taco Tuesdays with problems for each Wednesday and Thursday thereafter, oh well. Why should we all suffer alone?\n\nAdvertisement\n\nSpeaking of, one of Orange Moon’s greatest election-related insecurities is that he grossly lost the popular vote. “I did win 3 million more votes than my opponent,” Clinton recalled. When asked if her talking that cash-money shit would eventually draw a pointed response from 45 on Twitter, Clinton responded with, “Better that than interfering in foreign affairs.”\n\nAnd like a moth to a flame burned by the fire, 45—a deeply insecure, narcissistic, misogynistic asshole who still cannot handle being less popular than a girl—took to Twitter to complain.\n\n\n\nAdvertisement\n\nThen came an epiphany: Hillary Rodham Clinton should troll this stupid jackass until her very last breath.\n\nNow, there are some annoyances that will come with that.\n\nAdvertisement\n\nSay, the incessant need of cable news networks to draw false equivalences for the sake of presenting a faux sense of balance. Clinton gave one interview, whereas 45 has consistently referenced her and the election since being sworn in. Then there is pedestrian pundits’ habit of using Clinton’s legitimate complaint about the lack of access to affordable high-speed internet in rural areas and how that impacts employment as an opportunity to call her elitist. Thankfully, there are much smarter people around to highlight the asininity in such assertions.\n\nThere are also folks who have responded to Clinton’s resurgence by arguing that she should make another run for the presidency (fans and her haters alike). To quote Maya Wilkes, “Oh, hell no!” It’s not happening, y’all. Let that go. She has.\n\n\n\nStill, Clinton did tell Amanpour, “I’m back to being an active citizen and part of the resistance.” According to a report from Axios, that may include her launching a PAC as a way of “acting as a quiet catalyst” for supporting organizations related to the resistance, in addition to 2018 Democratic congressional candidates.\n\n\n\nAdvertisement\n\nAs Orange Moon continues to be a clusterfuck of a president, Clinton’s popularity will only grow. If she can use that to elect more Democrats, so be it. When Republicans in Congress propose to make sexual assault a pre-existing condition, when the president signs a law to assist religious zealots to bastardize dogma to perpetuate bigotry and when the attorney general won’t prosecute law-enforcement officers who murder innocent black people, whoever can help should.\n\nBut on a smaller but still significant level, there is a delight in the idea of Clinton driving a crazy man crazier by speaking intelligently. Orange Moon never relents on sucking up all the space in the media zeitgeist, worsening our misery. Someone ought to give him what he doles out to us.\n\n\n\nShe should make it very plain that he is an incompetent nitwit in over his head. She ought to never stop talking about how much better she would have been as president. Granted, Baby Bop from Barney would have been a better president than the current one, but keep yapping anyway. Most of all, she should take the “Can’t stop, won’t stop” approach toward reminding that big bag of wet garbage that 3 million people voted for her over him.\n\nAdvertisement\n\nDo it in the memoir about the election, the speaking engagements and whatever else may come.\n\n\n\nAnd if someone close to Hillary Clinton is reading this, might I suggest she continue wearing leather jackets while doing all of this?\n\n", "keywords": ["clintons", "45", "stop", "comey", "troll", "forever", "told", "democrats", "speaking", "election", "tour", "clinton", "hillary", "orange", "bitch", "president"], "polarity": 0.11441480206540446, "subjectivity": 0.48946930579460685},
{"url": "https://verysmartbrothas.theroot.com/why-i-love-nba-basketball-and-why-you-dont-if-you-d-1822523340", "title": "/why-i-love-nba-basketball-and-why-you-dont-if-you-d-", "text": "***Although originally posted a year ago, everything said here still rings true. So I'm saying it again (with some minor edits)***\n\nAs I type this, the remnants of a fried egg and bacon sandwich sits on a plate to my left. What was once a towering piece of sandwich art has been reduced to a dozen or so desolate crumbs and two lone strands of grated Parmesan cheese. If you squint, it looks like a map of Rhode Island.\n\nI live within a two mile radius of a supermarket and (at least) 20 different restaurants, and my refrigerator is (surprisingly) stocked. My food options are limitless. I chose to create and devour this sandwich because I had a very specific craving for the very specific combination of ingredients.\n\nI did not eat my fried egg and bacon sandwich and wish it were a Big Mac. Or a pizza. Or leftover roast beef. Or even a fried egg and sausage sandwich. I also did not attempt to make my fried egg and bacon sandwich taste more like a Big Mac, a pizza, leftover roast beef, or a fried egg and sausage sandwich. If I wanted any of those things, I would have eaten them.\n\nBut I didn’t. So I didn’t. And now I’m full. And happy.\n\nThe 2014-2015 NBA season started yesterday. I am very happy about this. Basketball isn’t just my favorite sport. It is my favorite non-essential thing on Earth, and I enjoy watching NBA basketball more than I enjoy consuming any other type of media.\n\nAdvertisement\n\nI am not unique in my interest in NBA basketball. I am, though, (somewhat) unique in my love for and acceptance of its current form. NBA basketball is my fried egg and bacon sandwich. I do not want it to be a Big Mac.\n\nI realize this food analogy is ridiculous. But to understand the NBA’s strange place in our cultural zeitgeist, ridiculousness seems appropriate. Necessary, even. To wit, by every conceivable metric (TV ratings, star quality, estimated sale price of teams, quality of play, transcendent beards, etc), the National Basketball Association is thriving. Yet, a very large percentage of people interested in the league’s success and/or demise remain convinced there are cavernous, fundamental wrongs at the base of it's foundation. Basically, the league is fucked up and needs to be fixed.\n\nThis in itself isn’t ridiculous, or even unwelcome. If everyone felt the exact same way about the exact same things, we’d all work at Trader Joe’s. What is ridiculous is that its perceived wrongs are only wrongs because it’s being compared to three completely separate and completely ridiculous entities.\n\nAdvertisement\n\n1. An idealized version of an NBA past that never actually existed.\n\n2. A decidedly worse version of NBA basketball. (NCAA basketball)\n\n3. Walmart. (And, by “Walmart” I mean “America,” and by “America” I mean “The NFL”)\n\nAdvertisement\n\nBasically, for those who believe the NBA has big problems, the NBA’s biggest problems are 1. it’s not something it never has been, 2. it’s not a worse version of itself, and 3. it’s not something it never will be.\n\nAnd this is why I love it.\n\nThorough explanations of why the idealized past never actually existed and why college basketball is inferior would venture into basketball wonk territory, and I’ll spare you from that. Today.\n\nAdvertisement\n\nInstead, lets focus on Walmart.\n\nThe NFL has parity. Well, at least the perception of parity. I’m not even sure if Kansas City fielded a team in 2012. I think they used their football stadium for monster truck rallies and Civil War reenactments every Sunday. But they had one of the NFL's best teams in 2013. They did not win the Super Bowl. But, their fans legitimately believed they have a chance. This is great. For the NFL.\n\nThe NBA does not have the same type of parity. The season has just begun, but those who follow the sport already know there are maybe five teams with a realistic shot of winning the NBA championship this year. Naturally, any conversation that brings up the NBA’s place in the sports universe will cite the NFL’s any-given-Sunday-ness as the reason for its popularity, implying that the NBA would be wise to try to emulate them. And, this is wrong.\n\nAdvertisement\n\nThe unique nature of basketball means that a dominant player will have more opportunity to provide an impact on the outcome of the game. (As good as Peyton Manning is, he doesn’t play defense, so he’s only able to have an effect on half of the game. Lebron, on the other hand, can conceivably play every minute.) This makes it inherently less random, and the length of the NBA’s schedule and the playoffs series format make it even less random. These dynamics combine to make the NBA the sports world’s truest meritocracy—which I love—and asking it to be more random and more like the NFL is asking a fried egg and bacon sandwich to be a Big Mac.\n\nThere’s also the argument that there are too many games. And this also is an argument that compares the NBA season to the NFL season. And this is also a ridiculous argument.\n\nWhile the common point of the argument—less games means that each game matters more—seems to make sense, it also implies that people who love football love it because there’s less of it. Which sub-implies that people who love football don’t actually love football. If you love something specifically because there isn’t much of it, you don’t really love it that much. You love waiting for it, looking forward to it, and craving it, but you don’t love it itself. And, because I love watching NBA basketball so much, it doesn’t matter much to me that the season is long and every game doesn’t have the mythical import that a 16 game season might have.\n\nAdvertisement\n\nI realize the title is (somewhat) misleading. It outright says that the post will explain my love for NBA basketball, but the bulk of the post is devoted to one of the reasons why people who don’t love it don’t love it. This would seem to be a very insecure expression of love.\n\nBut all explanations of love eventually sound insecure. Not because the person in love is trying to convince themselves, but because any attempt to articulate and deconstruct love is going to fall short.\n\nBasically, I love NBA basketball because it’s NBA basketball and not anything else. Which doesn’t say anything. But actually says everything.", "keywords": ["dont", "nba", "love", "sandwich", "fried", "game", "egg", "season", "basketball", "ridiculous"], "polarity": 0.12700083386558791, "subjectivity": 0.5044073640385118},
{"url": "https://www.theroot.com/so-who-s-with-her-clinton-may-have-made-history-but-1790856214", "title": "/so-who-s-with-her-clinton-may-have-made-history-but-", "text": "The Democratic National Convention ended on history.\n\nHillary Clinton became the first woman to lead a major American political party’s ticket as a presidential nominee. Now, to complete her game of ultimate women’s-history bingo—from Ivy leaguer to first lady of Arkansas to first lady of the United States to senator from New York to secretary of state—all Clinton has to do is become president of the United States.\n\nNo big.\n\nShe just has to beat neo-Mussolini, a protofascist riding a populist “destroy first, build later” wave, who resembles an orange construction-hazard cone.\n\nShe can do that, right? Right?\n\nClinton is a fascinating study. Her résumé is impeccable, but her untrustworthy ratings are impossibly high for a leading presidential candidate. She’s a hard worker who—as her longtime friend actress Mary Steenburgen said Thursday night—will get knocked down seven times and stand up eight. She also comes across as a political animal, someone who clearly wants power, both because she has a distinct vision for America (and the world) and because she has a more than healthy ego. You kind of have to in order to believe that you should be “leader of the free world.”\n\nAdvertisement\n\nSo she took her experience, credentials and work ethic and pulled together a workwoman’s speech that took to task her rival while expanding on the hope and optimism—the “stronger together” ethos —that was the theme of this convention. That America is better united than divided, heavy on the implication that it is newbie GOP leader Donald Trump doing the dividing.\n\n“He wants to divide us—from the rest of the world and from each other. He's betting that the perils of today's world will blind us to its unlimited promise,” Clinton said. “He's taken the Republican Party a long way … from ‘morning in America’ to ‘midnight in America.’ He wants us to fear the future and fear each other. Well, a great Democratic president, Franklin Delano Roosevelt, came up with the perfect rebuke to Trump more than 80 years ago, during a much more perilous time: ‘The only thing we have to fear is fear itself.’”\n\nWell, there is fear itself and fear of a Trump presidency, something that the Democrats were adamant about preventing. Delegates were verbally beaten about the head with the notion that the party must unite in order to defeat him in the fall or else Canada is going to face an influx of millions of new immigrants, if the internet is to be believed. (But packing up and skipping out on America is a bit harder than you’d think. And considering that most Americans don’t even have passports, it’s more fantasy than anything.) Protest chants of “No more wars” were drowned out by cries of “USA.” Delegates who were distinctly “Bernie or bust” announced that they were not “with her” this fall. But “fear of a Trump planet” continued.\n\nAdvertisement\n\nWhatcha gonna do when the Trump comes for you? The Dems asked. With him wanting to deport millions of immigrants, block Muslims from entry and make “Blue lives matter” trump (no pun intended) “Black lives matter,” and the odd fact that he’s the presidential hopeful of choice for the Russians, the chaos candidate loomed over the convention.\n\nMaking history is fun. And when the balloons dropped, the Clintons seemed as mesmerized as anyone else, but skinning and grinning and ballooning aside, there’s a bigger hill left to climb. It’s not over, by a long shot. In fact, it’s just beginning.\n\nClinton may have cracked the highest glass ceiling, but she’s still got a few more flights of stairs to go if she wants to truly make history.", "keywords": ["presidential", "united", "trump", "whos", "america", "wants", "took", "clinton", "hes", "history", "beginning", "fear", "world"], "polarity": 0.15226833814333818, "subjectivity": 0.40099013949013956},
{"url": "https://verysmartbrothas.theroot.com/when-share-your-mess-with-the-public-the-public-wil-1823836779", "title": "/when-share-your-mess-with-the-public-the-public-wil-", "text": "Screenshot: Desus & Mero (YouTube)\n\nDuring their now viral appearance on The Breakfast Club Thursday morning—and after DJ Envy pulled the greatest stunt of illogical beige rage since G Money in New Jack City—Kid Mero appeared to throw DJ Envy a bone.\n\nWhile admitting that husbands can (and should) be sensitive about their wives, he shared a story about chasing down a man who almost hit and cursed his wife at a crosswalk (it starts around the 6:30 mark):\n\nWhen Mero was done with his story, Charlamagne tha God said (paraphrasing), “Nah ... that ain’t the same thing.” Which is right. Confronting a man who almost killed your wife and child isn’t the same as confronting the guy who made a throwaway joke about a situation you caused. The latent point, however, is that they both exist on the same spectrum of justifiable responses to disrespect, just on different ends of it.\n\nAdvertisement\n\nThey do not.\n\nLook, as anyone who has ever been in a committed romantic relationship knows, sometimes adversity happens. Sometimes it’s external, and sometimes it’s caused by the actions of one (or both) of the people in the relationship. Shit happens, and how you choose to deal with it is up to you as a couple.\n\nBut when that self-induced adversity hits and you decide to share it with the public—whether on TV or radio or in a status message or a tweet—people might form opinions. People might have commentary. People might make jokes. People might take sides. People might decide to just not fuck with you anymore.\n\nAdvertisement\n\nNaturally, if this happens, you might be in your feelings. Especially if you’ve worked past the adversity. (Or at least you’re telling people you have.) And this is your right! Feelings are good! Yay, feelings! But you’re no longer on the justifiable-response spectrum. You jumped off of it when you decided to give everyone a snapshot of your mess, inviting us into what you now wish was private, and now you just have to swallow those feelings or maybe take a spa day or something. Your rights are gone.\n\nAnd that’s all I have to say about that!", "keywords": ["mess", "duh", "wife", "right", "mero", "spectrum", "public", "share", "joke", "talk", "man", "relationship", "youre", "adversity", "happens", "feelings"], "polarity": 0.08630296471205562, "subjectivity": 0.4495392234028598},
{"url": "https://thegrapevine.theroot.com/was-dj-envys-walkoff-tantrum-the-most-light-skinned-mom-1823804738", "title": "/was-dj-envys-walkoff-tantrum-the-most-light-skinned-mom-", "text": "Screenshot: The Breakfast Club\n\nI thought the most light-skinned moment I’d ever been a part of was when I cried real tears while watching Drake’s “God’s Plan” video, but having watched DJ Envy’s breakdown on The Breakfast Club, I can say that Envy has officially surpassed me, as that moment was more light-skinned than Steph Curry sporting a perm, counting money in a crushed-velvet jumpsuit while wearing a pinkie ring, lying on silk sheets and petting a Persian cat.\n\nIf you’re not familiar with Desus Nice and Kid Mero, they are OGs on Black Twitter and hosts of the late-night show on Vice aptly named Desus & Mero. Leveraging their popular podcast into TV stardom, “the Bodega Boys” riff on popular culture, politics and (mostly) white people. They’ve become the popular destination for the coolest guests because their show is basically The Daily Show if Trevor Noah were a pair of weed-smoking, 40-ounce-drinking dudes from the Bronx, N.Y..\n\nAdvertisement\n\nThe Bodega Boys’ beef with DJ Envy began when text messages surfaced of DJ Envy (who is married) chatting with someone who suggested butt play with the Power 105.1 FM host. As usual, Desus and Mero became the hood version of CNN, exposing the story:\n\nThe dispute continued when DJ Envy appeared on an episode of The Real with his wife, seemingly trying to contain the damage. The couple were very honest about the radio host’s past indiscretions, making it appear that they had fixed all of their problems. Desus and Mero, who never shy away from controversy, made fun of the appearance by Envy and his wife because ... well, that’s what they do.\n\nAdvertisement\n\nWell, on Thursday morning, Desus and Mero appeared on The Breakfast Club. Envy was in his feelings from the time the men walked in, and there was nothing wrong with that except the men didn’t realize there was a beef.\n\n\n\nAfter introducing his guests as “Dickhead” and “Pussy,” which is mad passive-aggressive and totally light-skinned, Envy began to explain the impetus behind his beige rage. (Oh, did I mention that Envy was sporting a “My God vs. My Enemies” hat, which was totally planned because isn’t it just like a light-skinned man to wear passive-aggressive clothing to a fuss fight?)\n\n“You owe my wife an apology,” Envy said to a baffled Desus and Mero. “When you insinuated that she was there for the check.”\n\nAdvertisement\n\nThen DJ Envy played the clip in which Desus and Mero totally insinuated that Envy’s wife was sticking around for the check. Envy wasn’t going full light-skinned for being mad about that. It was a low blow for the talk show guests to take shots at Envy’s wife. Envy explained that wives and children were off-limits, and the guests agreed and apologized.\n\nWhere Envy drove his Jeep Grand Cherokee off the road (yes, Jeep Grand Cherokees are the preferred cars of light-skinned men; just ask any Kappa) was when he couldn’t let it go. He literally stewed in his anger like a spoiled child unable to accept that he’d actually gotten his way. Not sure if Envy came into work looking for a fight, but what he found was an apology, and that wasn’t good enough.\n\nEnvy proceeded to hard-chew his gum (totally light-skinned and passive-aggressive), and make snide remarks before he went full Sinbad and walked off the show, undoing all of Matt Barnes’ good work to dispel the myth that light-skinned men will walk off the air.\n\nAt that point, if Envy was still upset, he should’ve reached across the table and taken a swing at Desus (because Mero is heavier; Dominican—which means there is a 62 percent chance he had a razor under his tongue; and because I’m not here for light-skinned-on-light-skinned crime).\n\nAdvertisement\n\nI know, because that is what rapper Casanova 2x would’ve done. He is my spiritual guide whenever I’m trying to sort out whether or not I’m inside my light-skinned bag. I can’t see Casanova 2x pushing the microphone away and storming out of the interview after receiving an apology, if for no other reason than he made this song and you can’t get passive-aggressive after rhyming that you would punch someone’s teeth out.\n\nMy sources tell me that Envy walked off the air and into his office, where he took a few swings at the air and then curled up on the floor in the fetal position and had a good cry, and it was well-earned. (And by “sources,” I mean my imagination, which is definitely a source.)\n\nEnvy wasn’t wrong for sticking up for his wife’s honor. That’s the commendable part of what he did. Hell, owning up to his cheating on national radio and national television is a real look at grown-man shit. But come on, bruh, Vin Diesel didn’t threaten to beat up Dwayne “the Rock” Johnson in real life for you to match your hat to your emotions.\n\n\n\nAdvertisement\n\nThere is only one way that Envy can undo this: He’s going to have to fight Charlamagne tha God in a caged death match or admit on the air that he went full light-skinned and then apologize to his guests.\n\nOr, maybe, to redeem his credentials and escape the official censure at the next meeting of #TeamLightSkinned, he can go on Desus and Mero’s show as a guest and fight them both.\n\nWatch out for the razor, though.", "keywords": ["lightskinned", "wife", "mero", "walkoff", "envy", "dj", "totally", "envys", "real", "passiveaggressive", "moment", "tantrum", "desus", "history", "radio", "men"], "polarity": 0.09482704402515722, "subjectivity": 0.5569444444444446},
{"url": "https://thegrapevine.theroot.com/is-mo-nique-a-donkey-was-charlamagne-wrong-for-calling-1823282263", "title": "/is-mo-nique-a-donkey-was-charlamagne-wrong-for-calling-", "text": "I am writing a book.\n\nWhen finished, I hope it will be a critical examination of race and culture in the United States. It will be unapologetic and fact-based and will pull no punches discussing the uniquely American brand of racism and how it is inextricably interwoven into the fabric of U.S. politics, economics and society.\n\nAdvertisement\n\nIt is not about black people.\n\nYes, I am writing a book on race theory that only discusses white people. As I am one of the world’s leading scholars on the subject, Wypipology: The Essential Guide to Understanding White People, will be a semiserious satire dissecting my life’s work in the uncharted field of Wypipology. I have no idea who, if anyone, will read it. I just think it’s a funny idea that can also unveil some truth under the guise of comedy.\n\nOn Friday, comedian, actress and world-renowned owner of an unnecessary apostrophe, Mo’Nique, appeared on The Breakfast Club to confront Charlamagne tha God for naming her the “Donkey of the Day” in January after Mo’Nique called for Netflix to be placed somewhere between H&M and R. Kelly’s music on the list of things black people say they’re boycotting but still support on the down low (because, as the great pedophile purveyor of pee-pee once sang: “Nobody has to knoooow”).\n\nMo’ evoked her age, her award résumé, her status as a legend, the history of black women and even the civil rights struggle in her well-laid-out argument on why she considered CandyCorn Face tha God’s use of “donkey” disrespectful. She, unfortunately, dismantled her logic-based assertions every time she publicly referred to her husband-manager (who was on the phone) as “Daddy.”\n\nAdvertisement\n\nCharlamagne tha Lawd listened intently and presented his own reasons for why he felt she deserved to be called a “donkey” for overvaluing her worth as a celebrity and boycott kickstarter. The entire exchange was compelling, and both sides came away from it looking simultaneously petulant and convincing in the disagreement.\n\nHere’s the thing. Maybe they were both right.\n\nCharlamagne talks on the radio for a living. Besides providing a platform for Negro-hating white women, and calibrating his disdain for black women based on the amount of melanin in their skin (to be fair, long before he dismissed Amara La Negra’s colorism claims, Charlamagne tha Goddamn Fool explained that “white girls are poppin’ right now”), his primary job is as a shade thrower and shit starter. He does it well.\n\nAdvertisement\n\nTo his credit, Charlie was willing to face his critics, and anything he said in their absence, he will say in their presence—most famously to Birdman, who forever blessed us with a never-expiring meme when the Cash Money millionaire implored Charlamagne tha Bomb Pop face to “put some respeck” on his name.\n\nRegardless of my feelings about Charlamagne, some people respeck him for that. In his hometown of Moncks Corner, S.C. (the home of my mother), that is the law. You can say anything about anyone, as long as you are willing to say it to their face. He tried to explain why he called Mo’Nique a donkey while she was present.\n\nAnd even though Charlamagne tha Messiah is often problematic, he didn’t run. Like Erik Killmonger and people who can’t stop themselves from dancing to the remix to “Ignition,” he handled it the wrong way, which she told him in private, after the mics were off:\n\nAdvertisement\n\nHowever you feel about Mo’Nique, it is impossible to deny her credentials. She is one of the few black female comedians to have ever entered the stratosphere of the top echelon of joke tellers—black or white. Lest we forget, she has a little thing I like to call an “Academy Award.”\n\n\n\nHer dispute with Netflix aside, one cannot reach the levels of success that she has achieved without talent and hard work. Her unwillingness to accept an offer that she feels devalues her as a performer and a human being shouldn’t be dismissed in the equation. Whether or not anyone else feels she has overestimated her value is inconsequential.\n\nAdvertisement\n\nI wish I had Mo’Nique’s level of confidence and self-value. The idea that others cannot determine the value of your work is an important lesson. Maybe she should treat people better. Maybe she isn’t as funny or as popular as she and her “Daddy” believes (I feel like I should put my name on the sex offender’s registry every time I type that), but her willingness to say “Fuck your couch” and stand on principle is admirable.\n\nMo’Nique is right. Black is often devalued because it is black. Women are often lowballed because they are women. It is difficult to live in that reality and reject it as a reason that she believes Netflix undervalued her. Even if she is wrong about Netflix, her larger point is also correct.\n\nTalent and ability mean a little less when you are black and belligerent in a Caucasian industry. Despite the fact that Ben Shapiro, Dinesh D’Souza and even Milo Yiannopoulos had lucrative book deals, I’m sure there won’t be a bidding war for a satirical tome about white people. The probable lack of interest from publishers won’t be based on numbers, analytics or a résumé.\n\nAdvertisement\n\nMany of them will probably be apprehensive because, like Mo’Nique and Charlamagne, I have a history of publicly pissing off white people. And I, like them, wholeheartedly believe everything I say is entertaining, honest and—most important—correct. But it will probably cost me. I’m fine with that.\n\nI guess what I’m trying to say is this:\n\nHey, my loves,\n\nBecause of discrimination and bias, I’m calling for us to come together as a people and stand with me in this boycott against all books and everything white, including Apple chargers, Q-Tips and granulated sugar, until a publisher presents me with a check for $10 million.\n\nAdvertisement\n\nI love us, for real.", "keywords": ["wrong", "white", "black", "say", "im", "alert", "face", "monique", "answer", "charlamagne", "women", "netflix", "spoiler", "donkey", "calling", "tha"], "polarity": 0.06354760006075795, "subjectivity": 0.4925099206349207},
{"url": "https://thegrapevine.theroot.com/can-we-talk-about-amara-le-negras-appearance-on-the-bre-1822318099", "title": "/can-we-talk-about-amara-le-negras-appearance-on-the-bre-", "text": "The Love & Hip Hop franchise has a new Afro-Latina on its roster: Amara La Negra. And the buxom, gray-eyed, Afro-rocking, melanin-poppin’ recording artist is making major waves online, mostly because of the criticism surrounding her dark skin and kinky hair.\n\nBefore you check your calendar, yes, I can confirm that it is indeed 2018 and we’re still talking about skin tones and hair textures not fitting into society’s limited beauty standards.\n\nAmara recently appeared on The Breakfast Club, and the first question one of the show’s hosts, Charlamagne tha God, asked her was, “What are you? Racewise?” I should have known from there that the interview would take an ignorant turn.\n\n\n\nOnce she said that she was Dominican and called herself an Afro-Latina, The Breakfast Club co-host DJ Envy chimed in with, “What is Afro-Latina? I thought it was half-black and something else, half-Latina.” I couldn’t handle DJ Envy’s views of Amara’s background when he said that he thought Dominicans didn’t really mess with blacks or Puerto Ricans.\n\n“They didn’t want to be black and they didn’t want to be Puerto Rican,” DJ Envy so eloquently deduced. This guy. I’m not even going to dig into that; I just wanted you to know that’s something this man said ... out loud.\n\n\n\nAdvertisement\n\nTo which Charlamagne offered Amara, “You can say you’re a Latina with an Afro.”\n\nWell, gee, can I?!\n\n\n\nAmara appeared poised throughout the entire interview, during which she spoke about her (and society’s) issues with colorism, some producer named Young Hollywood and why representation matters. Young Hollywood is a Love & Hip Hop: Miami castmate whose biggest claim to fame, as it stands, is his ignorant critique of Amara’s image.\n\nAdvertisement\n\nOn the show, Young Hollywood has urged Amara to consider making her look more Beyoncé and less Macy Gray. We all know how much representation matters, and even though Love & Hip Hop: Miami may not be the most savory form of representation, you can’t deny how smart the show’s creator and producer, Mona Scott-Young, is for opening up this problematic dialogue to the show’s demographic.\n\nColorism is a hot-button topic that many of us debate, but allowing this subject to take root in a (dare I say it) shallow pond of viewers who are mostly watching to see who splashes what in whose face is golden.\n\n\n\nI find it interesting that Amara is becoming the face of the colorism debate in the Latinx community, but I find it appalling that someone like Charlamagne tha God would ask her, “You sure it’s not in your mind?”\n\nAdvertisement\n\nIs. He. Serious?\n\n\n\nI respect Charlamagne, despite his problematic nature. The last time we spoke was in The Root’s offices, where I asked him about his opinion about black women. The conversation was enlightening, to say the least, and it made me a believer in Charlamagne’s mission of keeping black excellence on full display. But his thoughts on Amara’s plight as a dark-skinned Dominican woman gave me pause.\n\nHe said, “I’ve never heard this conversation until just now.” And when he went on to ask, “What is the struggle that you’re facing?” I almost couldn’t believe that this man who’s had issues with the pigmentation of his own skin would ask this Afro-Latina woman what struggle she’s facing, as if he has no idea what colorism is and how it affects people.\n\nAdvertisement\n\nTo add insult to, well, insult, Charlamagne brought up Cardi B and her success as a measure of how far we’ve come in accepting people who aren’t cookie-cutter. Sure, but using Cardi B as an example in this conversation about colorism isn’t valid because Cardi B isn’t a dark-skinned Afro-Latina.\n\nMost of the interview was ignorant and irresponsible. It was a missed opportunity to continue a dialogue around representation and colorism in the entertainment industry on the mega platform that is The Breakfast Club. Kudos to Amara La Negra, however, for her attempt to keep the conversation going and for representing for the little dark-skinned girls who may think they’re not beautiful. Keep shining, Queen.\n\nCheck out the full interview here:", "keywords": ["interview", "la", "appearance", "afrolatina", "young", "amara", "negras", "talk", "club", "charlamagne", "shows", "breakfast", "representation", "skin", "colorism", "conversation"], "polarity": 0.1410472506217187, "subjectivity": 0.5081851954192379},
{"url": "https://www.theroot.com/i-m-seeing-anita-baker-y-all-and-you-can-too-at-jazz-1823787455", "title": "/i-m-seeing-anita-baker-y-all-and-you-can-too-at-jazz-", "text": "Photo: Jarrett Baker (Getty Images)\n\nWhen someone asks you to attend a concert featuring Chaka Khan, Anita Baker, Fantasia, Smokey Robinson and more, what do you do? You graciously accept the invite! And that is the story of how The Root became a media sponsor for the 13th annual Jazz in the Gardens Music Festival.\n\nAs the fastest-growing jazz and R&B festival in the United States, JITG, in Miami Gardens, Fla., is the kind of ticket you want to get your hands on. Before I go on, think about this: Miami Gardens is one of the few black-run cities in the United States. So you know this festival is a big, black deal.\n\nAnd listen, JITG keeps getting better, because they have a special “I Love the ’90s” tribute planned with Salt-N-Pepa, Kid ’n Play, Trick Daddy and Biz Markie! I can hear my childhood screaming in glee now!\n\nNot only am I about to be swaying in the Miami heat (ha, see what I did there?) to the sweet sounds of Baker’s acrobatic alto notes, but there’ll also be a delicious spread of American and Caribbean cuisines and a chance to buy black with offerings of artwork, handbags, clothing and memorabilia. Ooh, I’m about to spend all my hard-earned money!\n\nAnita Baker is a known recluse. She’s not alone on the list of artists who prefer the spotlight only when onstage. We’ve seen her “don’t look at me” behavior in others like Marvin Gaye, Sade, Lauryn Hill, Jazmine Sullivan and Bilal. Maybe it’s a thing that artists do to make us want them more? Hey, it works! I want to see Baker so bad, I am willing to go directly from a very exhausting vacation (I realize how first world I sound) right into working this show. I’ll do that for Anita Baker. I love her the way André 3000 does.\n\nAdvertisement\n\nBaker has had the kind of career most R&B songstresses only dream of. She’s been singing throughout four decades and boasts eight Grammys, four American Music Awards and seven Soul Train Music Awards. In 1994, Baker’s Rhythm of Love album led a tour that basically slayed, and then she went “home to recharge.”\n\nAnd that’s when life happened for the singer. She said in an interview that she was caring for her children, husband and two ailing (now late) parents: “I put my family over my career for the last 10 years, and I didn’t intend to, but it just happened that way, and as it started to happen, it was like, this feels right.”\n\nAin’t nothing wrong with that, Ms. Baker! I’m just glad she ultimately decided to hit us all with more performances. In January 2017, Baker announced on Twitter that she would be retiring by her 59th birthday later that year. But then, at the top of this year, she announced that she’d be giving her loyal fans a farewell tour. And here we are. I hate to see her go, but I’ll love watching her perform!\n\nAdvertisement\n\nBasically, Jazz in the Gardens is one big celebration of blackness in all its forms of artistic expression. I’m beyond excited because I feel as if I am about to have a major spiritual moment in Miami Gardens.\n\nClick here for tickets.\n\n", "keywords": ["weekend", "seeing", "miami", "im", "love", "united", "anita", "yall", "music", "tour", "baker", "gardens", "jazz", "way"], "polarity": 0.17867365424430642, "subjectivity": 0.55527950310559},
{"url": "https://verysmartbrothas.theroot.com/an-ode-to-combat-jack-one-of-my-heroes-1821498254", "title": "/an-ode-to-combat-jack-one-of-my-heroes-", "text": "One of my heroes died yesterday.\n\nYes, losing Prince hurt. As did the death of luminaries such as Dick Gregory and Maurice White. But for all their contributions in moving black culture forward, their statuses as legends were solidified prior to their passing. My fear is that Reggie Ossé, better known as Combat Jack, who at 48 years young succumbed to colon cancer months after announcing his diagnosis, was denied a similar fate.\n\nThe first time I met Combat Jack was in Anaheim, Calif., last October at Now Hear This, an annual festival in which popular podcasters meet their adoring fans and perform their shows live. Riding off the unexpected success of my own podcast, The Extraordinary Negroes, which debuted a few months prior, my black ass was there for one reason and one reason only: to convince him that my show belonged on his Loud Speakers Network.\n\nHome to Kid Fury and Crissle’s inimitable wit, Charlamagne tha Contrarian’s polarizing opinions, Taxstone’s authenticity and Angela Rye’s raised fist, the roster on the Loud Speakers Network (which Combat Jack co-owned) is rivaled only by the Golden State Warriors—just knocking down 30-foot jumpers and dunking on niggas for no reason, scoreboard and feelings be damned.\n\nWith my VIP pass in tow, I crept into some lounge I had no business being in and introduced myself to the man who inspired me to launch my own show, Combat Jack. Since I’m an avid listener of The Combat Jack Show, he was amazed by how effortlessly I could recall minute details. He blistered at N.O.R.E.’s penchant for continually hounding him about a deal he botched as a young lawyer, schooled me on interviewing techniques, gushed over his favorite podcasting equipment and shared a sneak preview of his next endeavor, Mogul, which was released earlier this year to universal acclaim.\n\nAdvertisement\n\nAmazed that I was able to get this kind of one-on-one time with him, I told him how much of a profound impact he had on me and how he was directly responsible for my own show even existing. Before I knew it, nearly two hours had passed. And as much as I appreciated chopping it up on some barbershop shit, it was time to shoot my shot.\n\nI prattled off about how we tackle difficult subjects within our community but infuse humor in order to make them more digestible. How our show was exactly what his network was missing and how we fit a need. He was impressed at our list of guests. “Y’all did that yourself?” Yup.\n\nBut before I could stunt on Instagram and commemorate our new partnership with obnoxious selfies and imaginary bottles of Champagne, I heard three fateful words: “Holla at Matt.” Matt, of course, being the innocuous white guy who, thanks to no formal introduction courtesy of Combat Jack, had no idea I had just spent the last two hours talking to his boss. Matt would also be the one to kill my dreams of throwing on that Loud Speakers jersey by referring me to the contact form on their website. “Submit your show on there and we’ll check it out.” Ouch. Thanks, Matt.\n\nAdvertisement\n\nAt the time, I was devastated, but in hindsight, I realized I wasn’t heavy enough in the podcast game to just waltz up to Combat Jack and expect him to snatch up my show. Dejected, I remember walking back to my car afterward promising myself that the next time I saw him, he would know who the hell I was.\n\nOver the next nine months, I proceeded to bust my ass building momentum for my podcast. Our social media following skyrocketed to over 80,000 followers; we joined forces with the big homies Panama Jackson and Damon Young for a watch party in Washington, D.C., for BET’s The New Edition Story; got shoutouts in numerous publications, including Bitch Media and the New York Times; got invited to SXSW to perform a live episode of our show; announced a partnership with streaming media juggernaut TuneIn; and got nominated for Best Society and Culture Podcast in the People’s Choice Podcast Awards. A bunch of other accolades and opportunities fell into our laps as a direct result of our success. So when I heard that Combat Jack was returning to Los Angeles for BET Weekend in June to do another live show, I was ready this time.\n\nAbout 20 minutes before his show started, I ran into him inside the venue. Much to my surprise, he rolled up on me. “Yo, it’s Jay, right?” Wait, what? He must have me confused with somebody else. I started to remind him of how we met at Now Hear This, but he shut me down quick: “Yo, I wanna come on your show. I leave on Monday. Let’s make it happen.”\n\nAdvertisement\n\nWhoa.\n\nKnowing how much he prided himself on preparing for his interviews (a trait I inherited from him) and realizing that him coming on to my show was essentially my audition for the Loud Speakers Network, I knew rushing to record that weekend was a terrible idea. Much to even my own surprise, I declined. Instead, I offered to bring him on in a few weeks. To which he replied, “Bet. No bullshit. I wanna come on. Y’all moving out here.” He snatched my phone out of my hand, plugged his number in, asked someone to get a picture of us, dapped me up, then dissolved into the crowd. Thankfully, Matt was nowhere to be found this time.\n\nAfter locking in his interview, I was so amped I took my ass straight home after his show and stayed up until 3 a.m. researching him on the internet. Over the course of the next few weeks, I called or texted various people who had personal relationships with him and dragged tidbits of information out of them to craft questions around. After an absurd amount of research and preparation, I was 100 percent confident I would deliver his best interview ever. But sadly, fate had other plans.\n\nAdvertisement\n\nThough we texted back and forth trying to lock in a date, his schedule was bananas. First it was Vegas, then it was family. Soon it was becoming painfully obvious that the opportunity to interview the man who single-handedly changed my life and so many others was diminishing. But our failure to lock in his interview doesn’t upset me at all. It’s the fact that I never had the opportunity to thank him.\n\nSimply put, in launching the Loud Speakers Network, Combat Jack provided so many of us with a voice. In a world consumed with diluting, disparaging and disposing of any semblance of blackness, he created a platform for us to be our unapologetic selves. And while he wasn’t the first black podcaster, he was easily the most influential. You can literally pinpoint the trajectory of podcasting before and after the birth of the Loud Speakers Network.\n\nIn fact, if you eliminate his contributions and influence, many of your favorite comedians, entertainers and media personalities wouldn’t be where they are today. That’s a fact. The argument can even be made that SoundCloud is only being kept afloat because podcasters funnel so much money into it. Though SoundCloud is widely maligned in podcasting circles, an overwhelming majority of podcasters of color host their own shows on the platform anyway in order to emulate Loud Speakers Network’s formula.\n\nAdvertisement\n\nBut for creatives such as myself, he provided us with far more than just a voice. He gave us our calling. After moving to Los Angeles in 2014 to jump-start my own writing career, I quickly realized that instead of pounding the pavement to work my way up the food chain, the fastest way to reel in the writing opportunities I wanted was to leverage my personality into popularity.\n\nAs such, podcasting has allowed me to reach millions of people I otherwise never would. It’s allowed me to travel the country and generate awareness around important issues such as mental health in the black community, social justice and the pervasiveness of toxic masculinity. It’s allowed me to change lives, speak in schools and on panels, and celebrate the agency and accomplishments of people of color. Podcasting has provided me with invaluable relationships and has opened countless doors that would otherwise have remained closed. In short, podcasting has given me—and countless others—purpose.\n\nAnd that’s solely because of Combat Jack.\n\nHis death teaches us not only that one man has the power to move mountains but also why it’s important that we champion our heroes while they’re still here to move them. May his spirit live on in each of us.", "keywords": ["loud", "podcasting", "combat", "jack", "network", "live", "matt", "heroes", "speakers", "media", "podcast", "ode"], "polarity": 0.12977480751203374, "subjectivity": 0.4925250945323938},
{"url": "https://www.theroot.com/meet-the-mayor-of-miami-gardens-one-of-the-largest-bla-1823447513", "title": "/meet-the-mayor-of-miami-gardens-one-of-the-largest-bla-", "text": "Photo: Gustavo Caballero (Getty Images for Jazz in the Gardens)\n\n“Every night in my sleep, I need you beside me.”\n\n\n\nImagine this line sung in the style of Celine Dion’s “My Heart Will Go On,” off-key but with the same amount of confidence that Dion’s golden vocals boast. That’s how Miami Gardens, Fla., Mayor Oliver Gilbert started our interview.\n\n\n\nClearly, I was in for a treat, or at least one of the most entertaining conversations I’ve ever had, because Miami Gardens’ mayor is a character. But he’s also all about making sure he represents his city.\n\nGilbert serves as the president of the Dade League of Cities, he’s on the board of the National League of Cities, he’s on the advisory board of the U.S. Conference of Mayors and he’s the incoming president of the African-American Mayors Association.\n\nHe’s proud to be the voice that represents the 113,000 people who live in his city. “I’m a kid who grew up there who has the privilege of being the mayor of his hometown,” Gilbert said, referencing his loyalty to home.\n\n\n\nAdvertisement\n\nMany people know Miami proper, especially South Beach, but there’s more to Miami than tanned skin and toned physiques. There’s plenty of culture. In fact, the mayor wears yet another hat: He’s the executive producer of Jazz in the Gardens, a premier event featuring shows from a few of your favorite artists: Anita Baker, Chaka Khan, Fantasia, Joe, Smokey Robinson and more.\n\n\n\nThis event marks 12 years of culture and art through many genres, including soul, jazz and R&B. It’s no wonder that an event like this is held in a city like Miami Gardens. This city is the largest black city in Florida and one of the largest black cities in the country.\n\n\n\nMayor Gilbert’s goal is to build places where people can live, work and play. In addition to the Jazz in the Gardens show, there are many other reasons why you should consider visiting one of the the blackest cities in the country.\n\n\n\nAdvertisement\n\nThe Root: What’s the importance of being the mayor of a black-run city?\n\nOliver Gilbert: Hope built this city. Hope is undefeated. It’s worth noting that we’re not just exceptional as a black city, we’re exceptional as any city. We’ve doubled the number of people who are opening businesses in the city every year that I’ve been mayor.\n\nThere are stereotypes and preconceived notions that you can’t do it right. We’ve increased our bond rating, increased our reserves. We dedicated $60 million to transforming public space so that kids can learn science, technology, engineering, mathematics, culinary arts, recording studios and television production.\n\n\n\nAdvertisement\n\nEssentially, what government is is our agreement with each other that we’re going to live in a certain place, in a certain way. What our laws and what our budget should reflect are what our values are. So our values are making it better for our kids, make creating a better place for them. Enlarging their imagination, empowering them to dream bigger dreams and go further.\n\nTR: What makes you a unique mayor?\n\nOG: I have the best city in the country because I know who we were, who we are and who we can be. People talk about police officers—I’m going to take young kids from this community and put them in police academy. I’m going to show you what community policing looks like. They said it was impossible. Now we’re on our fourth plan. So, look, when they say it can’t be done, what I say is “OK” and I go to work. I believe that anything’s possible. That’s what history’s shown me. Anything is possible if you’re willing to work.\n\nAdvertisement\n\nTR: Tell me more about Jazz in the Gardens.\n\nOG: It was literally a parking lot. We changed a parking lot into something extraordinary, but that’s because we’re dedicated to it. We show that same dedication to our kids and to our government services. We understand that the city is one thing, a community is something else. So, I’m the mayor of a city, but I’m helping to build a community.\n\nWe have a lot of entertainment, but what’s going on on the stage is just a little bit of it. What’s going on in that audience is people connecting; it’s the creation of a feeling that you will remember that will bring you back to my hometown, Miami Gardens.\n\nAdvertisement\n\nTR: What can you say about people who perceive Miami in a negative way?\n\nOG: The bad headline isn’t actually the story. You might have something violent that happened that’s the headline, but the story are the kids that are winning chess championships, the coding classes that are going on, the overemphasis on arts, the kids from Moonlight. The story is the fact that last year, we had Flo-Rida and Rick Ross, who are both from Miami Gardens as No. 1-No. 2 in sales in the world. That’s the story!\n\nTR: As a black public official, what are your words of encouragement to those who have no hope in light of this administration?\n\nAdvertisement\n\nOG: I don’t care about a president who is on Twitter. We survived more than that. I know what we have done, so I know what we can do. This is for that student and every other person who looks at the news and is pessimistic about our future. And inheritance of hope is an indelible part of the American evolution. Because without hope, independence remains a colony. Slaves remain in servitude. The franchise is never female. Civil rights are always criminal. Education is never public. And labor happens without reward, without hope. And the White House is forever a White House.\n\n\n\nThat hope still lives in us. It is not lost to hate or division or fear or [fearmongers]. It is forever the dawn. I believe that. That belief is not born from a naive belief in the internal, it rises from what history was and what we are. I’m looking at what hope has done as an indicator of what hope can do. Hope has changed the world. So hope can change the world. Hope is forever. We should all remain vigilant.\n\n\n\nTR: And why should people come to Jazz in the Gardens?\n\nOG: We want to bring you to Miami Gardens. We’re going to keep your attention with who we are. I believe in my residents. I believe in my city. I believe in this event. We just need a shot. So put us in coach!\n\nAdvertisement\n\nThe Root is an official sponsor of Jazz in the Gardens, so get your tickets now!\n\n", "keywords": ["hope", "miami", "mayor", "im", "kids", "largest", "cities", "blackrun", "country", "gardens", "city", "thats", "jazz", "meet", "going", "fla"], "polarity": 0.11259191721520488, "subjectivity": 0.4771798217003696},
{"url": "https://www.theroot.com/trans-black-women-are-petitioning-charlamagne-over-tra-1797419756", "title": "/trans-black-women-are-petitioning-charlamagne-over-tra-", "text": "The only way to convince Charlamagne tha God to stop allowing transphobia on his show is to threaten his job security, as far as black transgender female activists I spoke with are concerned. And, while, no, Charlamagne didn’t talk about killing trans women, Ashlee Marie Preston said that Charlamagne was the ringleader of Lil Duval’s transphobic rhetoric on The Breakfast Club Friday morning.\n\nShe said there was no reason to ask the comedian about Donald Trump’s ban on transgender troops serving in the military, which led to his using a transphobic slur that starts with a “t.” In addition, Lil Duval isn’t particularly known for his insights on military policy. Breakfast Club co-host DJ Envy further exacerbated the drama by asking how Lil Duval would respond if a woman revealed that she was transgender after four months of dating. His reply that she would end up dead was one Charlamagne and crew surely expected.\n\n“They brought that up knowing he would have a reaction,” said Preston, who staged an action against Charlamagne at Politicon in Pasadena, Calif., on Sunday. “They know we’re in the age of pro-trans identity, of doing better and being decent people. So they still wanted to get that buzz when they were the ones making those statements directly. But they wanted to use Lil Duval as the voice for what they really wanted to say.”\n\nThe Breakfast Club co-hosts defended themselves Monday morning, with Charlamagne defiantly saying, “I’m not apologizing for the words of Lil Duval.”\n\nPreston said that’s a cop-out. The co-hosts knew that asking the comedian about trans issues would evoke a controversial statement, making them equally accountable, she said. Preston, who is the first transgender editor in chief of the intersectional feminist magazine Wear Your Voice, is joining other trans activists in trying to force The Breakfast Club to confront what they say is its casual acceptance of transphobic behavior. Elle Hearns, founder and executive director of the Marsha P. Johnson Institute, started a petition to boycott The Breakfast Club. Raquel Willis started #TransFolksAreNotJokes on Saturday.\n\nAdvertisement\n\nIn interviews with The Root, transgender activists said that they are organizing efforts to force iHeartRadio, the company that owns The Breakfast Club, to apologize. The petition organized by Hearns goes further, demanding that Charlamagne apologize for allowing a transphobic conversation to take place and that iHeartRadio cancel the show.\n\n“I don’t think that any person who is born with any kind of consciousness could ever take joy in watching people be hurt,” Hearns said. “He has a long history of anti-black rhetoric with black women. To watch black trans women be disrespected is to also watch black women be disrespected. And we’ve seen that behavior from him many times before, which is why he, in particular, has become a target because of his unwillingness to acknowledge that he is wrong.”\n\nWhat neither Charlamagne nor his co-hosts seem to understand is that the very passive tone of their conversation with Lil Duval creates a culture where violence against trans women is accepted, the activists told me. Human Rights Watch reports that 22 trans women have been killed in the United States so far in 2017, with most of them being trans women of color.\n\nAdvertisement\n\nWhen I asked if the activists would be willing to speak with Charlamagne, some of them kept that door open, citing one exception: not on his show. Giving The Breakfast Club ratings isn’t something they’re interested in. Besides, they say they are not very optimistic that talking to him will do that much good. Days before Lil Duval’s transphobic appearance, Janet Mock spoke with the co-hosts about being transgender. A few days later, Charlamagne used her as a sexual prop for Lil Duval’s sick humor by raising her name in his discussion with Duval.\n\nIn Allure, Mock spoke out against the show’s treatment of her.\n\n“He was completely dismissive of that experience and allowed her to be a punch line and material for a comedian,” Willis said. “I don’t want to put myself in that situation. If it was outside of the show, if it was a panel or a discussion between us two, I would go to an event like that and be a part of that.”\n\nAdvertisement\n\nThe Lil Duval episode is about trans black women, but there is a larger, overarching issue concerning what they feel is Charlamagne’s anti-black woman rhetoric, L’lerrét Ailith, communications director for Black Youth Project 100, told me. Charlamagne likes to project an image of wokeness, she said, given his support of the Black Lives Matter movement and his political engagement in the 2016 election, though he seems to fail when it comes to gender.\n\n“It’s hard for me to continue to cape for Charlamagne and say he just needs to be educated,” Ailith said. “Janet Mock was just on his show. As she wrote in her article, she doesn’t do Trans 101, but she did it for them. She went step by step, educating them on the basics of what it means to be a trans person very eloquently, and Charlamagne still refuses to take that lesson and incorporate it into his politics. I don’t think he is really willing to relinquish himself the bigotry he internalized.”\n\nIn December he sparked controversy when he tweeted that more black women need to build platforms like Tomi Lahren, the young white woman who used her time at TheBlaze to direct racist diatribes at black people for mass white supremacist consumption. He didn’t help quell reactions from black women by having her on his show, either. Media executive Jamilah Lemieux and social-justice activist Amber Phillips appeared on his show in an attempt to explain why giving Lahren a platform was ill-advised.\n\nAdvertisement\n\nBut, like clockwork, it appears to have done little good. Charlamagne continues to propagate anti-trans behavior, which is why the activists aren’t backing down from their demands that his show be held accountable. Twitter users are continuing to upload videos of support to #TransFolksAreNotJokes. The #BreakfastClubBoycott petition is gaining stream, and Preston is planning further actions against The Breakfast Club this week.\n\nTrying to reason with Charlamagne’s indignation is pointless, she said.\n\n“There need to be consequences.” Preston said. “If we just tell people, ‘You should be a better person and you should feel different,’ what is that? We’re still going to lose our lives. They are still going to say problematic things and reinforcing ideologies that put us in danger. What we’re learning is that some of the strongest forms of activism is when you hit a muthafucka in their pockets. Period. Point blank.”", "keywords": ["black", "lil", "activists", "trans", "god", "club", "transgender", "comments", "women", "petitioning", "charlamagne", "breakfast", "transphobic", "tha"], "polarity": 0.045201766152470374, "subjectivity": 0.43351218421640975},
{"url": "https://www.theroot.com/caption-this-win-tickets-to-see-anita-baker-chaka-kha-1822884460", "title": "/caption-this-win-tickets-to-see-anita-baker-chaka-kha-", "text": "If I told you The Root was giving away tickets to see Anita Baker, Chaka Khan, Tasha Cobbs Leonard, Smokey Robinson, Fantasia and others on March 17 and 18 in Miami, what would you say? Hold that thought—save your creative juices.\n\nAs an official media sponsor for the 2018 Jazz in the Gardens music festival, The Root decided to have a little fun this year. Ten tickets will be given away to five of our lucky readers, and all we want is a good laugh in return.\n\nThe contest is simple: Each day from Feb. 20 to 24, we’ll post GIFs on Twitter of the artists performing at the festival. All you have to do is craft the most hilarious caption in response to the GIF (because everyone loves a good meme). Oh, and you have to use the hashtag #WinJITG, and you must be following @TheRoot. The prize is two tickets per winner, and there will be five winners. Winners will be chosen based on which captions the editorial and social teams at The Root decide are the funniest.\n\nIf you aren’t Twitter-savvy, get your niece or nephew who’s always on their phone to help you out. You don’t want to miss this opportunity to see music legends all on one stage in beautiful Miami. May the best caption win!\n\nFull contest rules here. This contest is not sponsored, administered, endorsed or associated with Twitter.", "keywords": ["miami", "chaka", "twitter", "winners", "khan", "music", "contest", "good", "baker", "gardens", "root", "jazz", "caption", "tickets", "win", "festival"], "polarity": 0.404656862745098, "subjectivity": 0.4768907563025209},
{"url": "https://thegrapevine.theroot.com/breakfastclubboycott-trends-after-lil-duval-jokes-abou-1797389394", "title": "/breakfastclubboycott-trends-after-lil-duval-jokes-abou-", "text": "The Breakfast Club is forever its own “Donkey of the Day,” and after having transgender author Janet Mock on the show, and praising her for her work, the show turned around and let a guest make jokes about transgender women being killed.\n\n\n\nComedian Lil Duval appeared on the show and spoke about what would happen if he unknowingly met a transgender woman.\n\n“She dying,” Duval said.\n\nWhen show co-host Charlamagne tha God told Duval that he can’t go around killing transgender women, he went on to say that he didn’t say he was going to kill one.\n\nActivist April Reign ignited the #BreakfastClubBoycott, calling out the show for allowing Duval’s transphobic remarks on the air:\n\nAdvertisement\n\nOf course, Duval came back with even more idiotic comments about the controversy:\n\nAdvertisement\n\nDuring an appearance at Politicon on Sunday, Charlamagne was met with transgender protesters as they shouted their concerns while he was being interviewed.\n\nAdvertisement\n\nSure, Charlamagne and his co-hosts attempted to educate Duval about the transgender community, but when that’s followed by laughs, how much education is really happening?", "keywords": ["lil", "unknowingly", "say", "breakfastclubboycott", "womanshe", "met", "murdering", "trends", "work", "jokes", "charlamagne", "women", "transgender", "went", "duval"], "polarity": 0.14166666666666666, "subjectivity": 0.45277777777777783},
{"url": "https://www.theroot.com/8-songs-you-probably-didn-t-know-were-touched-by-prince-1794297510", "title": "/8-songs-you-probably-didn-t-know-were-touched-by-prince-", "text": "Prince Rogers Nelson was arguably the most musically gifted artist in history (and by “arguably” I mean “definitely,” and I will fight anyone who says otherwise).\n\n\n\nLuckily for us and the music industry, he was willing to share those musical gifts with a wide range of artists. From helping to launch the careers of Sheila E., Vanity, Apollonia 6 and the Time to serving as an inspiration to generations of artists—including the Weeknd, D’Angelo, Frank Ocean, Beyoncé, Pharrell, etc., etc., etc.—Prince left an indelible mark on music that will probably never be equaled (and by “probably” I mean “definitely,” which, again, if you disagree, be prepared to catch these hands).\n\nBecause his genius was so far-reaching, here are eight songs you probably didn’t know were influenced, written by or just blessed by Prince’s mere presence.\n\n\n\n1. “Stand Back,” Stevie Nicks\n\nThe way Stevie Nicks tells it, she began writing “Stand Back” after hearing “Little Red Corvette” while on her honeymoon. She spent most of the night penning the song while humming the greatest single ever about a one-night stand. Later, Nicks called Prince because she wanted to confess to him that she had “kinda ripped off his song.” Prince being Prince, he showed up at her place, sprinkled his purple magic all over her synthesizers for about 25 minutes and then left.\n\nAdvertisement\n\n“He spoiled me for every band I’ve ever had because nobody can exactly re-create—not even with two piano players—what Prince did all by his little self,” Nicks told music journalist Timothy White in 1991. Prince’s contribution is uncredited, but the two superstars did agree to split the royalties 50-50, because even musical geniuses can’t live off of high praise and thank-you notes.\n\n\n\n2. “Like a Prayer,” Madonna\n\nLike a Prayer, the album, actually features a duet between the Queen of Pop and the Purple One called “Love Song.” But Prince also laid down some guitar tracks while in the studio. According to Madonna producer Patrick Leonard, the guitar distortions heard at the beginning of an extended version of “Like a Prayer” were played by Prince. That version isn’t heard on the album, but it can be heard in the controversial video that got Pepsi in a lot of trouble, and which shows that the soda giant has been making bad choices involving privileged white women for quite some time now.\n\n\n\nAdvertisement\n\n3. “You’re My Love,” Kenny Rogers\n\nPrince wrote songs for many artists across all genres, and since country music is black music—despite what fans of the Country Music Awards might think—it isn’t too surprising that he wrote a track for country superstar Kenny Rogers. Using the pen name “Joey Coco,” Prince wrote the 1986 ballad after Rogers contacted him through a mutual friend about getting Prince to write him a song.\n\n\n\nAdvertisement\n\n4. “Manic Monday,” the Bangles\n\nPrince did love him some pen names, and this hit single was credited to “Christopher,” as in Christopher Tracy, his character from Under a Cherry Moon. The track was initially intended for Apollonia 6, but Prince sent the song to the Bangles, reportedly because he had a thing for Bangles guitarist-vocalist Susanna Hoffs. It would become the band’s first big hit.\n\nAdvertisement\n\n5. “Sugar Walls,” Sheena Easton\n\nBefore Prince got ahold of her, Sheena Easton was singing sugary pop tunes about morning trains and being a modern girl. After Prince, she was singing a different tune —specifically, the sexually suggestive “Sugar Walls,” which ended up being listed on the “Filthy 15”—the songs with the raunchiest, most violent or drug-fueled lyrics, according to Tipper Gore’s Parents Music Resource Center, the force behind the “parental advisory” sticker. The Filthy 15 also featured another sexually explicit song by Prince that drove Gore to create the PMRC in the first place. Easton would later join Prince on another track, “U Got the Look,” from 1987’s Sign o’ the Times.\n\n\n\nAdvertisement\n\n6. “I Feel for You,” Chaka Khan\n\nPrince wrote this classic R&B hit for Patrice Rushen, who rejected the track along with “I Wanna Be Your Lover” (I wonder how Rushen, who had a decent career, feels now about not jumping on the Prince bandwagon when she had the chance?), so he included the song on his 1979 self-titled album. In 1984, Chaka Khan released an album of the same name and, in a rare feat, produced a song that outshone the origin. Of course, Chaka did have a little help from legendary rapper Melle Mel, who dropped that catchy little verse on the opening of the track, which perfectly took advantage of the growing rise of hip-hop.\n\nAdvertisement\n\n7. “How Come You Don’t Call Me,” Alicia Keys\n\nHere again is another example of a female singer taking a Prince tune and turning it into a hit (of course, the most famous example of this is Sinead O’Connor’s cover of “Nothing Compares 2 U”). Based on Prince’s “How Come U Don’t Call Me Anymore?,” which first appeared on a compilation album in 1993, Key’s single appeared on her debut album, Songs in A Minor, in 2001.\n\nAdvertisement\n\n8. “When You Were Mine,” Cyndi Lauper\n\nThis Prince-penned song appeared on Lauper’s debut album, 1983’s She So Unusual. Lauper, who, like Prince, had a unique musical persona that confounded and defied expectations, was a longtime friend of the Royal One, who gave her business advice back in the day when they were stars coming up in the ’80s; he even secretly attended her concerts.", "keywords": ["touched", "princes", "track", "probably", "wrote", "music", "album", "stand", "single", "songs", "know", "song", "little", "didnt", "magic", "prince"], "polarity": 0.09200669700669702, "subjectivity": 0.47079161579161594},
{"url": "https://www.theroot.com/does-charlamagne-tha-god-hate-black-women-1795509781", "title": "/does-charlamagne-tha-god-hate-black-women-", "text": "Tomi Lahren is a certified troll. Our friend Damon Young of Very Smart Brothas stuck “Darth” in front of her name to truly capture the essence of her evil. She’s like Donald Trump in Becky’s clothing.\n\n\n\nSo when radio personality, author and all-around professional under-your-skin dweller Charlamagne tha God was not only spotted with Lahren but also tweeted about her, challenging women of color to essentially get on her level, a hefty percentage of black folks decided that he’s deserving of his own “Donkey of the Day” moniker, and many claimed that Charlamagne must have some sort of vendetta against black women.\n\nThe Root sat down with Charlamagne to address his relationship with the problematic Lahren and get to the bottom of the burning question, does Charlamagne hate black women? Check out the video above.\n\n\n\nSee the full interview from The Root Live, here:\n\n\n\nAdvertisement\n\n\n\n\n\n", "keywords": ["black", "hate", "does", "vendetta", "god", "young", "underyourskin", "video", "charlamagne", "women", "lahren", "womenthe", "root", "tha"], "polarity": 0.04786207944102681, "subjectivity": 0.5776106934001671},
{"url": "https://www.theroot.com/unique-views-episode-21-why-are-black-women-hidden-f-1790858081", "title": "/unique-views-episode-21-why-are-black-women-hidden-f-", "text": "I don't hate my co-star and daughter in this podcast game, Ms. Patti Patti LaDanielle, aka Danielle Young, The Root's social-content producer, but because of Donald Trump's Russian-tainted presidential-election win, our relationship is strained. It's fitting that this episode starts with us arguing, but that isn't important. What is important is that I won. Because I always win. I'm winning out here. (Danielle says, “He's a loser.”)\n\nYou know who else is winning? Black women. But of course, history tries to deny this, which is why we are just learning of the three brave African-American women—a physicist, a space scientist and a mathematician—who calculated flight trajectories that helped land Apollo 11 on the moon. Their story is now told in the movie Hidden Figures, but why is this just coming out now, history?\n\nWhy, history? Why are you trying to hide the history of black women? Are you afraid, history? You better be.\n\nYou know who else is out here winning? Blond racists. That's right; Tomi Lahren is out here spewing hatred and getting cupcakes and endorsements from Charlamagne Tha God. Ms. Patti Patti and I try to figure out why and how the Goldilocks of racism became a thing and why Trevor Noah sent her cupcakes. And why Charlamagne now thinks Lahren's the second coming of Christ and women of color need to be \"woke\" like her. It's all too weird, but it's a Trump world out there, kids.\n\nAnd because we hate racism on the show, we end with an interview with the lovely and talented Kim Burrell. She talks about working with Pharrell Williams on the Hidden Figures soundtrack and being vocally awesome, and I had Danielle challenge her to a run-off, in which she tries to out-sing Ms. Burrell. It ended better than you would think—assuming, of course, that you believed it would end horribly. It didn't. It was tragic, but so tragic that it was awesome. I don't want to spoil it for you, but it was so amazingly bad.\n\nAdvertisement\n\nEnjoy.\n\nAnd, we are on iTunes!!!! Click here and subscribe, and follow us on the Twitters here.", "keywords": ["views", "black", "racism", "tragic", "winning", "patti", "hidden", "21", "danielle", "history", "ms", "tries", "women", "figures", "episode", "unique", "win"], "polarity": 0.10575323879551823, "subjectivity": 0.6539915966386556},
{"url": "https://www.theroot.com/staywoke-did-russia-have-business-with-the-nra-1823832050", "title": "/staywoke-did-russia-have-business-with-the-nra-", "text": "Photo: Scott Olson (Getty Images)\n\nA longtime attorney for the National Rifle Association (NRA) is set to speak with the Democrats on the House Intelligence Committee over concerns that the controversial gun organization helped funnel Russian money to then presidential hopeful Donald Trump during his 2016 run for the White House.\n\n\n\nAccording to McClatchy, Cleta Mitchell—a former NRA board member who has also done legal work for the organization—may have information pertaining to Russia’s involvement in the election through the NRA. And, the NRA spent millions buying the White House on Trump’s presidential campaign.\n\nAt one time Mitchell reportedly raised concerns about Russia ties to the NRA, but Mitchell told McClatchy that she has no knowledge of any underhanded dealings between Russia and the powerful gun group noting in an email that all of this was a “complete fabrication.”\n\n“I have no knowledge of anything like this and zero concerns whatsoever about anyone — Russians or otherwise — who ‘funneled’ funds to / through NRA,” she told McClatchy.\n\nShe said the organization “ is meticulous about following all the rules.”\n\n“Whether there was an effort by Russia to create a back channel or assist the Trump campaign through the NRA or gun-rights groups is an open question the committee’s minority has endeavored to answer for the past year,” Rep. Adam Schiff (D-Calif.), the top Democrat on the House Intelligence Committee, told McClatchy.\n\nAdvertisement\n\n“Much work remains to be done concerning that thread of our investigation, including conducting witness interviews and receiving relevant documents from several organizations and individuals.”", "keywords": ["presidential", "concerns", "white", "organization", "nra", "business", "told", "work", "russia", "house", "staywoke", "trump"], "polarity": 0.11176470588235293, "subjectivity": 0.30000000000000004},
{"url": "https://verysmartbrothas.theroot.com/charlamagne-is-basically-every-ciara-hating-twitter-nig-1822523243", "title": "/charlamagne-is-basically-every-ciara-hating-twitter-nig-", "text": "According to an African proverb, \"You can’t be both dumb and ugly. Pick a struggle.\" Charlamagne the I Don't Use the Lord's Name In Vain decided he would pick every struggle when he tweeted, in so many words, that Black women need to be more like hate-filled bucket of gluten-free fuckshit Tomi Lahren. He not only picked every struggle, but he’s giving each one a lap dance at King of Diamonds, boo-ing them up, then strolling down the aisle towards them before \"International Player’s Anthem (I Choose You)\" plays as his entry music. What a waste of UGK and Outkast, man.\n\nAnyway…\n\n1. First of all, Tomi Lahren didn’t create shit\n\nSidenote, you know a Black person is mad when we begin a sentence with “first of all.” There usually isn’t a second of all, it’s just a signal that we have a menagerie of qualms about some dumb shit somebody just said.\n\nAdvertisement\n\nTomi Lahren is not a creator. Most of her thoughts come from the same cesspool of right-wing catchphrases that have polluted the airwaves for decades. And she can parade her vomit of conservative talking points on-air because TheBlaze hired her and gave her that platform. She just…existed. That's like saying we should be more like air… but precisely 5000% less useful than that.\n\nLahren gets paid to read a teleprompter. She doesn’t work towards justice. She doesn’t battle on the streets in civil disobedience. She doesn’t advance any noteworthy cause for equality. Hell, she doesn’t even have to do the basic work that even neo-Nazi creators have to do, like publish, produce, film, edit, or market. She doesn’t do any fucking thing to advance her Bullshit White Opinions™ except read 3rd grade rants on cue. Once again, White mediocrity is worth more than the real blood, sweat, and tears Black people — and Black women in particular — shed to protect ninjas who clearly couldn’t give a solitary damn.\n\n2. Umm…Black women are doing the damn thing\n\nWhile propping up Darth Neo-Con Becky, Charlamagne completely erased the Black women in entertainment and media who actually do the work he said we need to do. Did Franchesca Ramsey disappear all of a sudden? Crissle claps back at White foolishment on multiple media outlets on a regular. Luvvie Ajayi has become a national treasure. Kimberly Foster built up For Harriet with nothing but grit and started creating regular video content. Ava DuVernay is making award-winning films and documentaries and addictive TV shows. (Editor's note: There's also Morgan Debaun, Evelyn From The Internets, Another Round, Aisha Harris's Represent podcast at Slate, my cousin sarah huny young…)\n\nAdvertisement\n\nBeyond that, there are hundreds of Black women who work their asses off to get a voice in this uber-competitive field but there’s this little thing called WHITE PRIVILEGE THAT MAKES IT KINDA HARD FOR BLACK WOMEN TO RECEIVE THE SAME OPPORTUNITIES AND CHANCES AND CHANCES TO FAIL THAT WHITE WOMEN DO.\n\n3. Charlamagne is Anti-Ciara Twitter personified\n\nCTG is the type of nigga who gets mad at a Black woman for dealing with an ain’t-shit dude and also for moving on from said dude. Basically, he's chair, CEO, and majority owner of Future Hive.\n\nAdvertisement\n\nIf a Black women rants regularly in the media, she's angry. If we move like Gs in silence like lasagna, we're not being loud enough. For men like him, we can't ever do right. (Unless you're his dermatologist. He whips out mentions of homegirl like she's the token Black best friend.)\n\nNot only do the Donkey Every Day's comments smack of ignorance, but they display the type of vitriol some Black dudes can have for Black women regardless of what we do. His original tweet—which started the firestorm of clapbacks against him— wasn’t an innocent observation. It was an accusation. Bruh used “woke” in quotes as if we just “play-play” getting angry and starting movements and marching in streets and working in non-profits for his dumbass just for shits and giggles.\n\nBoy just say you don’t like Black women and gone about your day. Save them extras characters on Twitter. It'll give you more time to re-up your \"exfoliation\" regimen and fit in with the Tomis of the world. By \"exfoliation\" I mean \"whatever it is you're doing that is literally and figuratively rubbing off your blackness.\"\n\nAdvertisement\n\nWe got too many folk tryna Dolezal their way into being The African Americans, and we full. Make space.", "keywords": ["ciarahating", "black", "white", "doesnt", "twitter", "youre", "struggle", "charlamagne", "nigga", "women", "work", "media", "lahren", "basically"], "polarity": -0.012086441002103637, "subjectivity": 0.39579765950247875},
{"url": "https://www.theroot.com/trevor-noah-tomi-lahren-and-when-black-twitter-gets-it-1790858058", "title": "/trevor-noah-tomi-lahren-and-when-black-twitter-gets-it-", "text": "In the summer of 2007, I spent time in Johannesburg, South Africa, working with government officials and activists to improve local elections. South Africans were generally friendly, but I was struck by how optimistic they were about the future of the country even though apartheid had only ended, like, 15 minutes ago (1991, to be exact). I couldn’t understand why they weren’t more enraged and bitter. One night at dinner, I asked one of my colleagues why.\n\n“We’re here in a restaurant that you couldn’t eat at when you were 16 years old because of apartheid. That’s not ancient history. That’s high school. Doesn’t that make you angry still?” I asked. “The last ‘Whites Only’ sign was probably taken down 10 years before I was born—but black Americans are still pissed about racism, past and ongoing.”\n\nShe considered my question for a minute, probably thinking of a way to explain a lot of complicated history to an American outsider.\n\n“Well, we got our country back,” she said. “We’re home; it’s our land. You fought and you’re still in a place that doesn’t want you.”\n\nThat simple conversation explains a lot about the current social media flap about conservative host Tomi Lahren, The Daily Show host Trevor Noah and radio personality Charlamagne tha God from The Breakfast Club. Sometimes our legitimate black anger doesn’t let us see what’s going on and blinds us to how blacks in the Diaspora view American race relations.\n\n\n\n\n\nAdvertisement\n\nWhen Trevor Noah interviewed the Blaze’s Tomi Lahren last week, no one predicted that it would create so many trending hot takes. Objectively, Noah’s interview with Lahren was pretty good. Many of his longtime, mostly white, media critics turned away from their Jon Stewart memorial shrines long enough to praise Noah for coming into his own. Many black pundits and Twitterati did drive-by analyses of the interview after it went viral (because let’s be honest; The Daily Show audience doesn’t boast a regular large black viewership). The general consensus was either 1) Noah let Lahren off too easy or 2) he never should’ve given her bigoted views a platform to begin with.\n\nSome of this early criticism by black Twitter wasn’t exactly fair, since, unless you’re a fan of his work, judging Trevor Noah’s comedy and progressive chops by his one interview with Tomi Lahren is akin to judging Dave Chappelle by his “Give Trump a chance” monologue on Saturday Night Live and ignoring anything else he’s done in comedy.\n\nAdvertisement\n\nA week later, when Charlamagne tha God, faux woke comedian and professional troll from the radio show The Breakfast Club, was caught playing Instagram footsie angling for an interview with Lauren, black Twitter called the Drop Squad. Suddenly Charlamagne, and Noah, were sellouts, seduced by a White She-Devil and unwittingly giving a platform to increasingly bold white supremacists in this post-Trump America.\n\nTrevor Noah, relatively new to this game, is being dragged by Twitter for something he never did.\n\nI am a huge fan of Noah’s brand of political humor and have been ever since I saw the documentary about his life, You Laugh but It’s True, at a film festival in 2012. Since he took over The Daily Show in 2015, his critics have accused him of, basically, not being Jon Stewart. Trevor Noah doesn’t embody the East Coast white liberal outrage that other Daily Show alums like John Oliver and Samantha Bee have honed with laserlike efficiency. For black folks wanting searing racial political humor, Larry Wilmore was on Comedy Central for a year picking up the slack. Noah didn’t have the burden of being both black and white America’s political-comedy catharsis.\n\nAdvertisement\n\nAll of that is different now with the election of white-nationalist-sympathizing Donald Trump. Black people are legitimately scared. In this age of creeping white nationalism, if a liberal host (especially a black one) has a conservative guest, anything short of a gladiator-style verbal evisceration, followed by a slow thumbs-down and a tossing of bloody rhetorical entrails to the audience for sport, is tantamount to collusion with the enemy.\n\nBut that’s not Trevor Noah’s style, and it doesn’t have to be. He’s more Yakov Smirnoff than Paul Mooney. He’s an outsider more bemused than enraged by our politics.\n\nIf there is any criticism I have of Noah in the wake of this fake controversy, it’s that he doesn’t spend enough time sharing how his worldview differs from the audience's. His best comedy is when he flips our flawed democracy into typical politics throughout Africa. As a child, he lived through apartheid, which was like the Batman of white supremacy; it took the best parts of racism from around the world and perfected it … at the expense of 85 percent of the population for 70 years.\n\nAdvertisement\n\nJust because Noah’s comedy is more driven by the philosophy of the Truth and Reconciliation Committee than our Western notions of getting revenge and getting even doesn’t make him soft on bigotry. Treating Lahren nicely after his show is no worse a crime than my South African colleagues tipping a white waiter in a restaurant that used to not serve blacks. Sometimes you show power by not letting bigots dictate your behavior.\n\nOver the next four (likely eight) years, there will be plenty of white-nationalist-sympathizing conservatives out there, and plenty of black media people who will try to suck up to them. Charlamagne tha God is a professional provocateur who thought he’d get some clicks and some good trolling out of dangling a “pretty white girl” in front of his mostly black audience. But even he realized that he was playing himself.\n\nNoah, who perforated Lahren’s bigotry for 20 minutes, shouldn’t be caught in the crossfire of shade bullets aimed at Charlamagne. He’s bringing good comedy and satire from a perspective that could do us some good in these coming trying times. Perhaps next time, black Twitter should listen to more than his comedy highlights before burying him.\n\nAdvertisement\n\nJason Johnson, political editor at The Root, is a professor of political science at Morgan State’s School of Global Journalism and Communication and is a frequent guest on MSNBC, CNN, Al-Jazeera International, Fox Business News and SiriusXM Satellite Radio. Follow him on Twitter.", "keywords": ["wrong", "black", "white", "noah", "twitter", "comedy", "noahs", "tomi", "lahren", "gets", "charlamagne", "doesnt", "trevor"], "polarity": 0.07492506518822306, "subjectivity": 0.37818191555033653},
{"url": "https://verysmartbrothas.theroot.com/its-time-to-stop-allowing-ourselves-to-be-seduced-by-sh-1822522150", "title": "/its-time-to-stop-allowing-ourselves-to-be-seduced-by-sh-", "text": "Tomi Lahren is a terrible person.\n\nNot misunderstood. Or just a conservative. Or capital letter White. Or even very problematic.\n\nNo, she is an abjectly awful person. She says abhorrent and hateful things, and has leveraged this abhorrence and hate to give herself a larger platform to infect more people with it and make more money off of it. She is willfully and dangerously ignorant, is either unaware of or unconcerned with historical context, and also seems to have no problem inciting violence against people protesting and brutalized by it. If Heaven exists — and I believe it does — and what we believe to be true about Heaven is actually true, if she died today she would not be there tomorrow.\n\nShe is also young, petite, and very blonde; characteristics that, in tandem, are considered by very many people to be the three most desirable things a woman can be. If she appeared on screen and the TV happened to be on mute and you happened to not be paying much attention to it, you could easily mistake her for Kristen Bell or Emilia Clarke.\n\nThis — her appearance and youth and physical presence — seems to be incongruent with who she actually is. It's not at all, of course. She is, again, a terrible fucking person. (Do not forget this.) But everything America encourages us to believe about how terrible and dangerous people are supposed to look and sound (not like Tomi Lahren) and the type of people people who look like Tomi Lahren are supposed to be (not terrible and dangerous) suggests otherwise.\n\nAdvertisement\n\nThis particular strain of socialization also ignores history. Tomi Lahrens are directly responsible for false arrests, beatings, whippings, lynchings, and even executions. If you watch the footage of Ruby Bridges desegregating William Frantz Elementary, or Ernest Green, Elizabeth Eckford, Jefferson Thomas, Terrence Roberts, Carlotta Walls LaNier Minnijean Brown, Gloria Ray Karlmark, Thelma Mothershed, and Melba Pattillo Beals desegregating Little Rock Central High, you'll see dozens of Tomi Lahrens on the front lines, clutching signs, hurling stones, and spewing hate; their pretty little blonde fucking faces twisted, evil, and cruel.\n\nBut their looks have granted them the privilege of consideration. Sometimes even kindness. (And sometimes even cupcakes.) Because women that young, that blonde, that petite just can't possibly also be that hateful. It's unfathomable that they could genuinely be this vile and wicked. So maybe a conversation might sway them. Or an invitation to a show. Or a hug. Or a drink. Or a date even. Or a dick inside of them. Or, shit, maybe even having a kid with them might do it. It never does, of course. Never, ever, ever, ever, ever. But that doesn't stop us from trying. (If it's not obvious already, \"us\" in this context is \"Black men.\")\n\nWhile both history and the present inform us that we should be impervious to whichever charms we believe they possess — that our lives can literally depend on refusing to be seduced by them — we still allow it to happen. We still want to acknowledge and engage them. We still want to be nice to them. Perhaps with the hope that they'll acknowledge and engage us in return. But all this does is validate them. It gives them credibility for engaging us; which, in the eyes of their friends and fans and followers, is effectively and bravely slumming. It promotes their brands and boosts their platforms. It buys them more airtime and unlimited bleach. It provides them an alibi for their hate. Because Tomi Lahren can't really be racist if she's getting drinks with Trevor and mean mugging with Charlamagne. Look how fun she looks!\n\nAdvertisement\n\nAnd when we allow that to happen, we're not brave. We're not sober. We're not attempting to find a common ground. We're not extending an olive branch. We're not being the bigger person. We're not taking one for the team. We're not even genuine. We're just the help.", "keywords": ["seduced", "white", "stop", "allowing", "person", "believe", "hate", "does", "shitty", "young", "terrible", "tomi", "women", "lahren", "blonde", "look"], "polarity": -0.07267412935323384, "subjectivity": 0.5898560767590619},
{"url": "https://www.theroot.com/justice-joe-mcknight-s-killer-sentenced-to-30-years-in-1823849392", "title": "/justice-joe-mcknight-s-killer-sentenced-to-30-years-in-", "text": "Photo: Jefferson Parish, La., Sheriff’s Office, NFL (Getty Images)\n\nWhen Joe McKnight was killed following a road rage incident on the afternoon of Dec. 1, 2016, he left behind a mother who loved him, a son who needed him, and a family that continues to grieve for him. On Thursday, the family got at least some semblance of justice when the man who killed him was sentenced to 30 years in prison.\n\nRonald Gasser was found guilty of manslaughter by a jury on Jan. 26, and faced up to 40 years in prison. NOLA.com reports that when Jefferson Parish Judge Ellen Kovach sentenced him, she said “Let this be a cautionary tale to all drivers who rage behind the wheel of their car at other drivers.” She added that the tragedy could have been avoided if either man “had the good sense, the courage and the wisdom to simply disengage.”\n\nGasser had been charged with second-degree murder, and although the jury voted for the lesser charge of manslaughter, they also rejected Gasser’s claim that he had shot McKnight in self-defense.\n\nWhile Gasser’s sentence of 30 years in prison will not bring back Joe McKnight, it still gives the thinnest sliver of hope that sometimes our justice system does get it right.", "keywords": ["justice", "joe", "parish", "manslaughter", "rage", "jury", "30", "man", "killer", "prison", "killed", "sentenced", "mcknights", "mcknight"], "polarity": -0.029285714285714307, "subjectivity": 0.40452380952380956},
{"url": "https://www.theroot.com/joe-mcknights-killer-faces-up-to-40-years-in-prison-aft-1822536762", "title": "/joe-mcknights-killer-faces-up-to-40-years-in-prison-aft-", "text": "The answer to the question of whether or not a jury with only one black person on it would be able to mete out justice in the killing of former NFL running back Joe McKnight is “sorta.”\n\nAfter seven-and-a-half hours of deliberation Friday, a jury in Louisiana found Ronald Gasser, 56, guilty of manslaughter in the Dec. 1, 2016, fatal shooting of McKnight at an intersection 5 miles southeast of New Orleans, the New Orleans Advocate reports.\n\nMidway through those deliberations, the jury asked the judge for the legal definition of “aggressor,” according to one of the jurors who spoke to the Advocate under the condition of anonymity. The juror said getting that definition was a crucial moment in the deliberations.\n\nThe jury was then split 10-2 on the cause of the shooting. While 10 of the jurors felt that Gasser’s response to being cut off in traffic by McKnight led to the confrontation that ended in McKnight’s death, the two holdouts believed that McKnight’s getting out of his car led Gasser to shoot him in self-defense.\n\nFrom the Advocate:\n\nDefining when the incident began was important because the state’s self-defense law would allow Gasser to use lethal force if he felt threatened and if McKnight, 28, was inside Gasser’s vehicle, but it would not have allowed him to instigate a conflict and then claim self-defense. Gasser would have had to make a clear and good-faith effort to withdraw from any conflict that he himself had started.\n\nAdvertisement\n\nProsecutors in the case were seeking a conviction on second-degree murder. The manslaughter verdict carries a sentence of up to 40 years in prison.\n\nGasser is to be sentenced March 15.", "keywords": ["joe", "manslaughter", "faces", "jury", "selfdefense", "orleans", "40", "gasser", "killer", "shooting", "jurors", "led", "prison", "mcknight", "mcknights", "conviction"], "polarity": 0.06717171717171717, "subjectivity": 0.5458964646464647},
{"url": "https://www.theroot.com/just-triflin-custodian-steals-180-from-students-duri-1823850248", "title": "/just-triflin-custodian-steals-180-from-students-duri-", "text": "Photo: Richland County Sheriff’s Department\n\nFor as many good things as we saw come out of National School Walkout day on Wednesday, we should have known someone would do something to put a dark mark on the day. That someone was a custodian at Richland Northeast High School in south Carolina.\n\nAccording to CNN, while students were out of their classrooms being activists and productive members of society, 32-year-old Aisha Evans was going through their backpacks and taking money.\n\nEvans reportedly went into a classroom while the students were outside, rummaged through three backpacks and stole a total of $180.\n\nThe Richland County Sheriff’s Department issued a statement saying Evans had been charged with three counts of petty larceny.\n\nShe has since been fired by Service Solutions, the agency that provides custodial services to the school.\n\nAdvertisement\n\nAccording to a statement from the school district, Evans is also forbidden from entering any property of the Richard Two School District.\n\nHow trifling do you have to be to steal money from kids that are outside protesting gun violence?\n\nHow trifling do you have to be to steal money from kids period?\n\nPretty damn trifling, I tell you.\n\nI’m glad she got caught. It’s unfortunate that she lost her job and has ruined her future over taking $180 from some kids.\n\nAdvertisement\n\nI hope she has learned her lesson.", "keywords": ["evans", "school", "day", "outside", "students", "statement", "trifling", "taking", "walkout", "180", "steal", "richland", "steals", "custodian", "sheriffs", "triflin", "national"], "polarity": 0.13272727272727272, "subjectivity": 0.5468181818181818},
{"url": "https://www.theroot.com/can-1-black-juror-help-get-justice-for-former-nfl-playe-1822339718", "title": "/can-1-black-juror-help-get-justice-for-former-nfl-playe-", "text": "A road rage incident at an intersection 5 miles southeast of New Orleans left former New York Jets running back Joe McKnight dead. The white man accused of shooting him, Ronald Gasser, was charged with second-degree murder. Gasser’s fate will be decided by a jury with just one black woman on it. Will there be justice for McKnight?\n\nGasser, 56, is accused of gunning down 28-year-old McKnight after a “mutual road rage” car chase during which they allegedly gave each other the finger and called each other names. Gasser’s trial for second-degree murder began Friday. He pleaded not guilty and claimed that the shooting was in self-defense.\n\nOn Monday the jury watched a videotaped interview that took place between detectives and Gasser just one day after he fatally shot McKnight. Gasser told detectives that he was sitting in the driver’s seat of his vehicle, and McKnight was on the passenger side with his hands and upper torso “primarily in the vehicle.”\n\nIn a prior interview, Gasser had said that he shot McKnight after McKnight made an aggressive lunge toward him. Physical evidence showed that McKnight was not as close as Gasser claimed he was when the shooting occurred, but will that make a difference to the jury?\n\nAdvertisement\n\nAs Aviva Shen points out for In Justice Today, Jefferson Parish—Louisiana’s largest county and also where the trial is taking place—faced accusations of racism immediately following the Dec. 1, 2016, shooting. Although Gasser confessed to shooting McKnight three times in broad daylight, he was initially released without any charges by the Jefferson Parish Sheriff’s Office.\n\nThen-Sheriff Newell Normand claimed in a Dec. 6, 2016, news conference that race wasn’t a factor in the case, then proceeded to read from messages full of expletives and racial slurs that he said had been directed at him and other officials as a result of their handling of the case.\n\nThis is the same Jefferson Parish where former Sheriff Harry Lee said in 2006: “We know the crime is in the black community. Why should I waste time in the white community?”\n\nAdvertisement\n\nJefferson Parish is a county where blacks make up more than 25 percent of the population, but only one black woman is on the Gasser jury.\n\nFrom In Justice Today:\n\nJefferson Parish has a habit of keeping black residents off juries. A 2003 report by the Louisiana Crisis Assistance Center, a capital defense nonprofit, found that Jefferson Parish prosecutors removed black prospective jurors in felony trials at more than three times the rate they removed white ones. Though racial discrimination in juries is unconstitutional, the Louisiana Supreme Court has studiously ignored most challenges. The high rate of exclusion means that 80 percent of criminal trials in Jefferson Parish have no black representation on the jury, according to the civil rights nonprofit Equal Justice Initiative.\n\nAdvertisement\n\nWe know that this is by design. Louisiana as a whole has one of the worst track records when it comes to its criminal-justice system. It is one of just two states in the country that allow nonunanimous jury verdicts—a system that was put in place to nullify black influence on juries.\n\nAs In Justice Today notes, white men who kill black men in the U.S. are eight times more likely to have that killing ruled as justified.\n\nSo, with just one black woman on a jury full of white people—what does that mean when it comes to justice for Joe McKnight?\n\nAdvertisement\n\nWe will be lucky if we see any justice.\n\nRead more at In Justice Today.", "keywords": ["justice", "black", "joe", "parish", "help", "white", "woman", "jury", "jefferson", "gasser", "shooting", "player", "juror", "nfl", "mcknight"], "polarity": 0.02195379723157501, "subjectivity": 0.36600315322537547}
]